{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n1. 符合 DSM-V 中TD诊断标准，属于轻度（耶鲁评分≤25）和中度（25&lt;耶鲁评分≤50）抽动障碍患者；\n类型选项：设备，护理，含有多个类别，伦理审查，疾病分期，数据可及性，器官组织状态，疾病，诊断，参与其它试验，能力，种族，献血，预期寿命，性别，特殊病人特征，体征(医生检测），年龄，成瘾行为，饮食，依存性，残疾群体，酒精使用，过敏耐受，性取向，居住情况，治疗或手术，健康群体，肿瘤进展，病例来源，药物，症状(患者感受)，锻炼，吸烟状况，实验室检查，知情同意", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n6.HIV阳性\n选项：依存性，参与其它试验，实验室检查，特殊病人特征，伦理审查，成瘾行为，居住情况，口腔相关，教育情况，设备，药物，治疗或手术，健康群体，读写能力，病例来源，睡眠，数据可及性，疾病分期，怀孕相关，吸烟状况，研究者决定，献血，症状(患者感受)，种族，饮食，器官组织状态，肿瘤进展，体征(医生检测），护理，预期寿命，性别，受体状态，过敏耐受，性取向，残疾群体，诊断", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n2、充血性心力衰竭 &gt;纽约心脏病协会（ NYHA） II级；\n类型选项：研究者决定，伦理审查，护理，残疾群体，知情同意，种族，教育情况，健康群体，怀孕相关，能力，成瘾行为，吸烟状况，疾病，含有多个类别，性别，锻炼，过敏耐受，病例来源，受体状态，预期寿命，设备，肿瘤进展，居住情况，数据可及性，依存性，器官组织状态，疾病分期，读写能力，风险评估，酒精使用，特殊病人特征，献血", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n8)&gt;Ⅰ级的外周神经病变。\n类型选项：治疗或手术，数据可及性，成瘾行为，睡眠，居住情况，诊断，吸烟状况，体征(医生检测），年龄，器官组织状态，疾病分期，疾病，过敏耐受，药物，实验室检查，饮食，参与其它试验，锻炼，教育情况，能力，特殊病人特征，病例来源，残疾群体，预期寿命，读写能力，护理，健康群体，含有多个类别，风险评估", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n2)其他恶性肿瘤化疗或放疗后发生的多发性骨髓瘤；\n类型选项：口腔相关，治疗或手术，献血，研究者决定，实验室检查，设备，健康群体，居住情况，知情同意，病例来源，饮食，预期寿命，伦理审查，含有多个类别，怀孕相关，诊断，性取向，器官组织状态，能力，风险评估，参与其它试验，体征(医生检测），残疾群体，特殊病人特征，成瘾行为，疾病分期，酒精使用，依存性，性别，年龄", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n11.妊娠或哺乳期女性或有生育能力却未采取避孕措施。\n选项：受体状态，数据可及性，居住情况，药物，病例来源，护理，体征(医生检测），睡眠，设备，参与其它试验，性别，实验室检查，健康群体，教育情况，预期寿命，伦理审查，肿瘤进展，症状(患者感受)，酒精使用，成瘾行为，研究者决定，怀孕相关，吸烟状况，疾病分期，读写能力，残疾群体，治疗或手术，献血", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n1）未在我科行关节置换术后假体周围感染治疗的患者；\n类型选项：成瘾行为，参与其它试验，吸烟状况，受体状态，实验室检查，过敏耐受，体征(医生检测），性别，症状(患者感受)，药物，设备，怀孕相关，教育情况，饮食，锻炼，数据可及性，知情同意，酒精使用，含有多个类别，预期寿命，依存性，口腔相关，读写能力，肿瘤进展，能力，性取向，护理，年龄，居住情况，献血，器官组织状态，风险评估，种族", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n3）3个月内发生过不稳定心绞痛、心肌梗死者；心功能NYHA分级≥3级者；\n选项：教育情况，诊断，症状(患者感受)，预期寿命，设备，疾病，健康群体，治疗或手术，器官组织状态，吸烟状况，酒精使用，肿瘤进展，锻炼，药物，体征(医生检测），数据可及性，残疾群体，能力，怀孕相关，风险评估，病例来源，伦理审查，特殊病人特征，口腔相关，护理，居住情况，睡眠，受体状态，读写能力，种族", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n①严重的肝肾功能异常以及其它躯体疾病；\n选项：药物，教育情况，睡眠，特殊病人特征，口腔相关，症状(患者感受)，酒精使用，护理，受体状态，锻炼，性取向，疾病分期，含有多个类别，残疾群体，怀孕相关，诊断，知情同意，能力，种族，研究者决定，预期寿命，体征(医生检测），吸烟状况，过敏耐受，饮食，年龄，伦理审查，成瘾行为，风险评估，实验室检查，肿瘤进展，数据可及性，献血，设备，健康群体，治疗或手术", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n5）曾接受放疗或（和）化疗；\n选项：器官组织状态，肿瘤进展，设备，数据可及性，教育情况，治疗或手术，健康群体，锻炼，读写能力，风险评估，酒精使用，献血，残疾群体，特殊病人特征，疾病，参与其它试验，怀孕相关，受体状态，疾病分期，饮食，体征(医生检测），能力，预期寿命，症状(患者感受)，诊断，成瘾行为，护理", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n(1)存在经鼻插管禁忌；\n选项：吸烟状况，成瘾行为，治疗或手术，种族，睡眠，器官组织状态，疾病，口腔相关，饮食，年龄，献血，研究者决定，设备，居住情况，教育情况，含有多个类别，症状(患者感受)，数据可及性，受体状态，诊断，伦理审查，残疾群体，预期寿命，特殊病人特征，药物，参与其它试验，体征(医生检测），锻炼，护理，酒精使用，能力，依存性，性别，肿瘤进展，知情同意，病例来源", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "2）体重指数&lt;40kg/m2\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：睡眠，种族，药物，受体状态，疾病分期，锻炼，预期寿命，伦理审查，症状(患者感受)，性取向，实验室检查，知情同意，吸烟状况，特殊病人特征，病例来源，饮食，献血，体征(医生检测），护理，居住情况，肿瘤进展，数据可及性，成瘾行为，过敏耐受，诊断，风险评估", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n1. 本次抑郁症发作未经任何药物治疗或药物洗脱期两周者（第一周用药递减到0，第二周不用药）；如患者服用药物仅为非苯二氮卓类（如：佐匹克隆、酒石酸唑吡坦、扎来普隆）无需洗脱。\n临床试验筛选标准选项：治疗或手术，疾病，性取向，参与其它试验，症状(患者感受)，成瘾行为，过敏耐受，风险评估，病例来源，肿瘤进展，体征(医生检测），研究者决定，酒精使用，口腔相关，疾病分期，年龄，知情同意，献血，药物，怀孕相关，读写能力，性别，实验室检查，锻炼，器官组织状态，数据可及性，健康群体，居住情况，依存性，睡眠，特殊病人特征", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n9)有心脏、肾脏、骨髓或肺、中枢神经系统受累的重大疾病史；\n临床试验筛选标准选项：风险评估，性别，献血，疾病分期，性取向，饮食，睡眠，设备，药物，含有多个类别，护理，年龄，吸烟状况，口腔相关，实验室检查，健康群体，诊断，肿瘤进展，病例来源，特殊病人特征，预期寿命，依存性，能力，伦理审查，过敏耐受，知情同意，疾病", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n1. 每名患者只有1只眼有急性闭角发作史，而另一只眼未受影响；\n临床试验筛选标准选项：病例来源，受体状态，残疾群体，诊断，疾病，酒精使用，饮食，知情同意，治疗或手术，参与其它试验，器官组织状态，性取向，锻炼，能力，成瘾行为，风险评估，怀孕相关，依存性，症状(患者感受)，设备，教育情况，伦理审查，吸烟状况，研究者决定，健康群体，睡眠，护理，读写能力，献血，过敏耐受，肿瘤进展，预期寿命，种族，数据可及性", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "9）药物依赖患者；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：口腔相关，读写能力，怀孕相关，种族，饮食，参与其它试验，居住情况，风险评估，献血，护理，数据可及性，疾病，年龄，疾病分期，能力，症状(患者感受)，伦理审查，体征(医生检测），酒精使用，受体状态，成瘾行为，过敏耐受，特殊病人特征，吸烟状况，教育情况，健康群体，器官组织状态，肿瘤进展", "target": "成瘾行为", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n（4）确诊牛奶蛋白过敏标准：临床存在疑似牛奶蛋白过敏的症状，牛奶蛋白回避试验和标准化开放式牛奶蛋白激发试验阳性者.\n临床试验筛选标准选项：护理，残疾群体，预期寿命，过敏耐受，伦理审查，病例来源，性别，实验室检查，睡眠，设备，怀孕相关，知情同意，诊断，含有多个类别，受体状态，能力，饮食，依存性，种族，数据可及性，症状(患者感受)，性取向，读写能力，教育情况，药物，吸烟状况，疾病分期，研究者决定，肿瘤进展，参与其它试验，献血，居住情况，治疗或手术", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n（9）其他所有对肌肉功能有影响的合并症者。\n类型选项：过敏耐受，药物，种族，疾病，实验室检查，残疾群体，怀孕相关，读写能力，研究者决定，特殊病人特征，能力，口腔相关，肿瘤进展，酒精使用，锻炼，风险评估，数据可及性，参与其它试验，性取向，睡眠，教育情况，含有多个类别，吸烟状况，献血，设备，饮食", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n1）2019年1月1日前已确诊为肝癌的患者；\n类型选项：特殊病人特征，含有多个类别，病例来源，怀孕相关，成瘾行为，锻炼，口腔相关，过敏耐受，预期寿命，居住情况，诊断，症状(患者感受)，伦理审查，肿瘤进展，风险评估，体征(医生检测），读写能力，药物，教育情况，残疾群体，依存性，实验室检查，年龄，参与其它试验，献血，吸烟状况，疾病，种族", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n1) 经研究者检测，病理诊断不符合弥漫大B细胞淋巴瘤；\n类型选项：怀孕相关，诊断，实验室检查，口腔相关，伦理审查，含有多个类别，锻炼，教育情况，设备，疾病分期，体征(医生检测），种族，肿瘤进展，数据可及性，治疗或手术，健康群体，残疾群体，酒精使用，献血，依存性，参与其它试验，能力，吸烟状况，饮食，读写能力，药物，研究者决定，睡眠，风险评估，症状(患者感受)，预期寿命", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n9) 近一个月内参加过其他临床药物试验者。\n选项：疾病，睡眠，器官组织状态，居住情况，性别，数据可及性，药物，锻炼，病例来源，体征(医生检测），种族，过敏耐受，怀孕相关，饮食，年龄，风险评估，肿瘤进展，护理，残疾群体，献血，研究者决定，伦理审查，知情同意，依存性，吸烟状况，口腔相关，参与其它试验，教育情况", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "(3)择期行下肢单侧骨折切开复位内固定术或膝关节镜探查术的病人。\n这句话是什么临床试验筛选标准类型？\n类型选项：实验室检查，预期寿命，读写能力，性取向，锻炼，体征(医生检测），症状(患者感受)，居住情况，特殊病人特征，护理，能力，病例来源，参与其它试验，受体状态，疾病分期，教育情况，成瘾行为，治疗或手术，含有多个类别，数据可及性，依存性，过敏耐受，研究者决定，酒精使用，年龄，种族，疾病，知情同意，残疾群体，健康群体，肿瘤进展，药物", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "(3)核磁检查脱髓鞘部位在头颅。\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：体征(医生检测），受体状态，教育情况，护理，设备，器官组织状态，健康群体，读写能力，药物，过敏耐受，睡眠，残疾群体，性别，依存性，病例来源，献血，肿瘤进展，诊断，风险评估，酒精使用，预期寿命，居住情况，疾病，知情同意，伦理审查，实验室检查，含有多个类别，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n7.尿蛋白阳性的患者；\n类型选项：受体状态，风险评估，睡眠，酒精使用，器官组织状态，怀孕相关，含有多个类别，参与其它试验，特殊病人特征，口腔相关，健康群体，成瘾行为，症状(患者感受)，残疾群体，伦理审查，吸烟状况，教育情况，性别，居住情况，性取向，献血，能力，锻炼，实验室检查，体征(医生检测），预期寿命，肿瘤进展，护理，研究者决定，设备，年龄，诊断，病例来源", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n4.纠正止血功能异常过程中，为防止子宫出血过多\n类型选项：数据可及性，受体状态，过敏耐受，治疗或手术，疾病，锻炼，护理，种族，能力，参与其它试验，器官组织状态，读写能力，症状(患者感受)，吸烟状况，含有多个类别，怀孕相关，性别，性取向，依存性，居住情况，实验室检查，肿瘤进展，睡眠，伦理审查，饮食，成瘾行为，酒精使用", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "(1)体质虚弱、脱水病人，或临床表现有明显腹泻（大便次数&gt;3次/天），伴头晕、乏力等不适；\n是什么临床试验筛选标准类型？\n选项：疾病分期，过敏耐受，成瘾行为，含有多个类别，治疗或手术，能力，居住情况，诊断，受体状态，读写能力，疾病，预期寿命，吸烟状况，残疾群体，口腔相关，献血，体征(医生检测），种族，设备，肿瘤进展，参与其它试验，伦理审查，锻炼，年龄，怀孕相关，睡眠，性别，器官组织状态，特殊病人特征，风险评估，病例来源", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n（2）诊断为“肝细胞型肝癌”；\n选项：参与其它试验，依存性，口腔相关，疾病，教育情况，睡眠，居住情况，肿瘤进展，预期寿命，体征(医生检测），器官组织状态，性取向，疾病分期，锻炼，吸烟状况，数据可及性，设备，实验室检查，献血，健康群体，治疗或手术，性别，含有多个类别，读写能力，诊断，病例来源，种族，成瘾行为，药物，特殊病人特征，过敏耐受，症状(患者感受)", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n3.术中或术后组织病理学证实为 R0 切除的非小细胞肺癌（NSCLC）；\n选项：依存性，睡眠，怀孕相关，药物，知情同意，疾病，居住情况，献血，含有多个类别，设备，口腔相关，受体状态，风险评估，残疾群体，预期寿命，诊断，研究者决定，实验室检查，酒精使用，数据可及性，特殊病人特征，护理，教育情况，饮食，性别，疾病分期，体征(医生检测），过敏耐受，能力，病例来源，伦理审查，成瘾行为，种族", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "4、输卵管因素：明显的输卵管积液（子宫的一侧或双侧探及异常积液暗区,液区透声好,后方回声增强,积液大部分呈腊肠状、有分隔。最大径线＞20mm）；\n是什么临床试验筛选标准类型？\n选项：护理，实验室检查，含有多个类别，疾病，药物，知情同意，口腔相关，特殊病人特征，器官组织状态，诊断，酒精使用，饮食，锻炼，性取向，风险评估，怀孕相关，能力，疾病分期，体征(医生检测），过敏耐受，研究者决定，年龄，肿瘤进展，病例来源，设备，居住情况，参与其它试验，睡眠", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n6、50％预计值≤FEV1≤80％预计值;\n类型选项：肿瘤进展，献血，酒精使用，怀孕相关，居住情况，成瘾行为，体征(医生检测），实验室检查，教育情况，特殊病人特征，口腔相关，依存性，残疾群体，数据可及性，治疗或手术，含有多个类别，器官组织状态，健康群体，种族，性取向，参与其它试验，疾病，疾病分期，睡眠，预期寿命，风险评估，性别，吸烟状况，过敏耐受，年龄，饮食，受体状态，设备，能力，锻炼，病例来源", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "2肝肾功能异常者、高血压、心肺功能异常、凝血功能障碍者；\n这句话是什么临床试验筛选标准类型？\n类型选项：锻炼，研究者决定，疾病分期，睡眠，护理，性取向，酒精使用，成瘾行为，症状(患者感受)，教育情况，肿瘤进展，吸烟状况，体征(医生检测），参与其它试验，含有多个类别，特殊病人特征，口腔相关，治疗或手术，预期寿命，诊断，能力，年龄，居住情况，献血，伦理审查，器官组织状态，残疾群体，怀孕相关，受体状态，设备，药物，数据可及性，饮食，过敏耐受", "target": "器官组织状态", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n②符合上述西医诊断标准及中医辨证分型标准；\n选项：治疗或手术，性别，饮食，吸烟状况，教育情况，年龄，怀孕相关，献血，症状(患者感受)，残疾群体，成瘾行为，体征(医生检测），研究者决定，器官组织状态，受体状态，睡眠，居住情况，种族，诊断，设备，特殊病人特征，疾病，疾病分期，肿瘤进展，药物，知情同意，预期寿命，锻炼，实验室检查，读写能力，过敏耐受，参与其它试验，依存性，健康群体，性取向，酒精使用", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "1.进展性脑梗死;\n是什么临床试验筛选标准类型？\n选项：年龄，知情同意，疾病分期，疾病，器官组织状态，锻炼，睡眠，残疾群体，能力，口腔相关，健康群体，药物，过敏耐受，献血，读写能力，诊断，教育情况，依存性，特殊病人特征，数据可及性，性别，研究者决定，护理，伦理审查，肿瘤进展，含有多个类别，受体状态，实验室检查，居住情况，种族，风险评估，参与其它试验，酒精使用", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n(2) 计划必要时吸乳;\n选项：诊断，年龄，教育情况，治疗或手术，伦理审查，过敏耐受，疾病分期，种族，能力，受体状态，吸烟状况，读写能力，数据可及性，器官组织状态，依存性，含有多个类别，病例来源，参与其它试验，实验室检查，口腔相关，健康群体，体征(医生检测），特殊病人特征，怀孕相关，酒精使用，性取向，性别，居住情况，研究者决定，献血", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n（1）符合美国风湿病学会痛风的诊断标准;\n临床试验筛选标准选项：疾病，症状(患者感受)，健康群体，肿瘤进展，吸烟状况，酒精使用，锻炼，实验室检查，设备，伦理审查，受体状态，研究者决定，睡眠，治疗或手术，残疾群体，献血，预期寿命，居住情况，饮食，过敏耐受，诊断，疾病分期，成瘾行为，参与其它试验，护理，药物，年龄", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n8.试验前6个月内经常饮酒者，即每周饮酒超过14单位酒精（1单位=360 mL啤酒或45 mL酒精量为40%的烈酒或150 mL葡萄酒）；试验前3个月每日吸烟量多于1支者；\n临床试验筛选标准选项：伦理审查，能力，实验室检查，吸烟状况，锻炼，健康群体，参与其它试验，依存性，口腔相关，设备，残疾群体，护理，过敏耐受，献血，风险评估，器官组织状态，诊断，睡眠，性取向，数据可及性，怀孕相关，受体状态，症状(患者感受)，教育情况，成瘾行为，年龄，性别，预期寿命，疾病分期，含有多个类别，病例来源，居住情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n21、有心脏起搏器植入术病史的患者；\n类型选项：性别，受体状态，能力，数据可及性，居住情况，药物，病例来源，读写能力，预期寿命，口腔相关，设备，怀孕相关，肿瘤进展，实验室检查，伦理审查，症状(患者感受)，锻炼，器官组织状态，教育情况，种族，过敏耐受，献血，依存性，吸烟状况，护理，疾病分期，含有多个类别", "target": "设备", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\nE.高血压控制不佳（收缩压≥150mmHg,舒张压≥100mmHg）；\n类型选项：伦理审查，睡眠，症状(患者感受)，健康群体，居住情况，过敏耐受，读写能力，种族，设备，风险评估，参与其它试验，治疗或手术，受体状态，献血，护理，口腔相关，吸烟状况，实验室检查，知情同意，锻炼，含有多个类别，酒精使用，研究者决定，残疾群体，病例来源，药物，器官组织状态", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n8.6个月内有严重头部创伤史、颅内高压患儿；\n类型选项：设备，诊断，体征(医生检测），疾病，成瘾行为，饮食，吸烟状况，种族，器官组织状态，实验室检查，教育情况，口腔相关，过敏耐受，含有多个类别，疾病分期，年龄，性别，残疾群体，知情同意，锻炼，献血，治疗或手术，研究者决定，护理，病例来源，怀孕相关，能力，居住情况，风险评估，伦理审查", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "9)孕妇、哺乳期妇女，或准备受孕的育龄期妇女\n这句话是什么临床试验筛选标准类型？\n类型选项：肿瘤进展，受体状态，过敏耐受，风险评估，知情同意，种族，器官组织状态，体征(医生检测），护理，锻炼，参与其它试验，病例来源，饮食，含有多个类别，残疾群体，研究者决定，设备，数据可及性，实验室检查，读写能力，年龄，疾病分期，酒精使用，治疗或手术，伦理审查，怀孕相关，预期寿命，教育情况，口腔相关，健康群体", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n4. 有出血倾向、明显的肝肾功能异常；\n选项：居住情况，残疾群体，药物，症状(患者感受)，实验室检查，疾病分期，教育情况，预期寿命，成瘾行为，诊断，怀孕相关，依存性，年龄，器官组织状态，病例来源，过敏耐受，锻炼，知情同意，特殊病人特征，口腔相关，参与其它试验，数据可及性，性取向，护理，含有多个类别，酒精使用", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n3)已使用抗凝治疗\n类型选项：种族，读写能力，含有多个类别，饮食，残疾群体，疾病，怀孕相关，知情同意，特殊病人特征，设备，居住情况，献血，药物，依存性，年龄，性取向，诊断，口腔相关，预期寿命，酒精使用，症状(患者感受)，性别，研究者决定，锻炼，治疗或手术，教育情况，受体状态，数据可及性", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "3.既往神经肌肉疾病史、内分泌系统疾病史、变态反应疾病史和精神疾病史；\n是什么临床试验筛选标准类型？\n选项：读写能力，设备，治疗或手术，伦理审查，种族，健康群体，酒精使用，含有多个类别，疾病，预期寿命，诊断，实验室检查，居住情况，锻炼，怀孕相关，疾病分期，风险评估，睡眠，成瘾行为，过敏耐受，教育情况，口腔相关，受体状态，参与其它试验，性取向，能力，体征(医生检测），依存性，知情同意，研究者决定，献血，数据可及性，特殊病人特征，饮食", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "1)18到65岁（含），男女不限\n这句话是什么临床试验筛选标准类型？\n类型选项：教育情况，健康群体，成瘾行为，能力，性别，年龄，睡眠，锻炼，吸烟状况，治疗或手术，研究者决定，实验室检查，含有多个类别，性取向，数据可及性，症状(患者感受)，读写能力，药物，护理，疾病分期，病例来源，风险评估，依存性，伦理审查，肿瘤进展，残疾群体，疾病，献血，过敏耐受，酒精使用，设备，诊断，特殊病人特征，体征(医生检测），怀孕相关，预期寿命", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "7)目标眼曾接受眼部手术（除半年或以上前接受无并发症的白内障手术或者白内障激光后囊膜切开术或屈光手术的患者）；\n这句话是什么临床试验筛选标准类型？\n类型选项：吸烟状况，种族，参与其它试验，疾病分期，含有多个类别，读写能力，器官组织状态，病例来源，数据可及性，口腔相关，睡眠，治疗或手术，知情同意，年龄，过敏耐受，设备，肿瘤进展，症状(患者感受)，疾病，体征(医生检测），性别，锻炼，预期寿命，饮食，诊断，依存性，能力，性取向，特殊病人特征，风险评估，残疾群体，教育情况", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n3、妊娠或怀孕妇女\n选项：酒精使用，病例来源，设备，体征(医生检测），残疾群体，器官组织状态，药物，伦理审查，诊断，吸烟状况，性别，依存性，研究者决定，治疗或手术，教育情况，成瘾行为，饮食，睡眠，性取向，口腔相关，实验室检查，读写能力，预期寿命，肿瘤进展，能力，含有多个类别，怀孕相关，参与其它试验，风险评估，年龄，受体状态，过敏耐受，疾病分期，疾病，健康群体", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n1) 患有其他合并症，如严重痴呆，骨折或创伤；\n临床试验筛选标准选项：实验室检查，体征(医生检测），性取向，伦理审查，过敏耐受，成瘾行为，依存性，研究者决定，能力，健康群体，种族，怀孕相关，治疗或手术，睡眠，知情同意，特殊病人特征，预期寿命，风险评估，饮食，疾病，护理，含有多个类别，残疾群体，疾病分期，设备，吸烟状况", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n④长期应用糖皮质激素（泼尼松＞１０　ｍｇ／ｄ）；\n类型选项：参与其它试验，教育情况，吸烟状况，成瘾行为，怀孕相关，受体状态，依存性，健康群体，设备，献血，读写能力，锻炼，睡眠，过敏耐受，特殊病人特征，口腔相关，能力，诊断，体征(医生检测），居住情况，研究者决定，症状(患者感受)，酒精使用，实验室检查，含有多个类别，风险评估，数据可及性，药物", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n1. 原发病灶2个月内有活动性出血的食管鳞癌患者；\n类型选项：睡眠，年龄，器官组织状态，肿瘤进展，能力，研究者决定，受体状态，治疗或手术，实验室检查，居住情况，过敏耐受，教育情况，知情同意，酒精使用，读写能力，种族，残疾群体，含有多个类别，成瘾行为，疾病，依存性，疾病分期，健康群体，饮食，设备，伦理审查，特殊病人特征，风险评估，献血，参与其它试验，口腔相关，锻炼，诊断，性取向，药物，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n11）其他主管医师判断不适合入组患者。\n选项：怀孕相关，读写能力，教育情况，性取向，伦理审查，依存性，受体状态，口腔相关，症状(患者感受)，研究者决定，实验室检查，肿瘤进展，特殊病人特征，诊断，疾病，锻炼，睡眠，含有多个类别，吸烟状况，体征(医生检测），成瘾行为，健康群体，药物，护理，风险评估，知情同意，设备，饮食，能力，治疗或手术，性别，参与其它试验，居住情况，年龄，预期寿命，器官组织状态", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n② 性别和年龄：不限（男性和女性），年龄35～70岁；\n类型选项：数据可及性，疾病分期，研究者决定，伦理审查，实验室检查，健康群体，锻炼，含有多个类别，教育情况，病例来源，症状(患者感受)，吸烟状况，肿瘤进展，饮食，居住情况，体征(医生检测），设备，器官组织状态，疾病，特殊病人特征，参与其它试验，依存性，读写能力，酒精使用，受体状态，知情同意，过敏耐受，献血，年龄，风险评估，残疾群体，口腔相关，治疗或手术，性别，怀孕相关，药物", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n1. 术前存在胆源性胰腺炎；\n类型选项：性取向，受体状态，数据可及性，怀孕相关，器官组织状态，吸烟状况，口腔相关，病例来源，健康群体，疾病，过敏耐受，锻炼，性别，特殊病人特征，肿瘤进展，居住情况，读写能力，设备，治疗或手术，症状(患者感受)，年龄，饮食，知情同意，能力，体征(医生检测），教育情况，依存性，成瘾行为，药物，残疾群体，睡眠，诊断，种族，风险评估", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "4) NIHSS 评分≥4 分且≤17 分；\n是什么临床试验筛选标准类型？\n选项：研究者决定，预期寿命，药物，风险评估，体征(医生检测），性别，能力，居住情况，依存性，器官组织状态，含有多个类别，年龄，治疗或手术，设备，病例来源，健康群体，诊断，受体状态，锻炼，怀孕相关，口腔相关，读写能力，数据可及性，疾病分期，性取向，种族，参与其它试验，知情同意，睡眠，成瘾行为，疾病，护理，献血", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n无控制的高血压(&gt; 180 / 100 mmHg)\n临床试验筛选标准选项：设备，研究者决定，教育情况，睡眠，能力，体征(医生检测），居住情况，疾病，献血，含有多个类别，锻炼，成瘾行为，读写能力，吸烟状况，特殊病人特征，病例来源，疾病分期，预期寿命，酒精使用，年龄，参与其它试验，性别，受体状态，数据可及性，药物，肿瘤进展，诊断，实验室检查，护理，种族", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "5有严重过敏反应史或对2 种或2 种以上的食物或者药物过敏，及半年内各种免疫接种史；\n是什么临床试验筛选标准类型？\n选项：风险评估，药物，体征(医生检测），诊断，能力，饮食，睡眠，口腔相关，酒精使用，设备，年龄，病例来源，治疗或手术，疾病，伦理审查，研究者决定，读写能力，护理，怀孕相关，教育情况，特殊病人特征，居住情况，健康群体，数据可及性，吸烟状况，实验室检查，献血，过敏耐受", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "（1）I型和IV型肺动脉高压患者；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：疾病，献血，性别，病例来源，风险评估，特殊病人特征，受体状态，口腔相关，治疗或手术，症状(患者感受)，饮食，锻炼，成瘾行为，性取向，读写能力，肿瘤进展，设备，睡眠，药物，诊断，教育情况，依存性，实验室检查，体征(医生检测），预期寿命，年龄，居住情况，器官组织状态，参与其它试验，护理，怀孕相关，知情同意，研究者决定，种族，疾病分期，残疾群体", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n（1）符合POR的诊断标准；\n选项：体征(医生检测），设备，受体状态，成瘾行为，性取向，风险评估，诊断，种族，肿瘤进展，口腔相关，疾病分期，病例来源，能力，研究者决定，含有多个类别，残疾群体，年龄，饮食，参与其它试验，教育情况，酒精使用，性别，器官组织状态，睡眠，护理，实验室检查", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n（5）肺癌组为肺结节初诊行结节切除术后病检为肺癌患者；\n类型选项：研究者决定，献血，教育情况，年龄，锻炼，性取向，实验室检查，口腔相关，体征(医生检测），种族，能力，疾病，睡眠，参与其它试验，病例来源，肿瘤进展，依存性，护理，读写能力，器官组织状态，疾病分期，数据可及性，治疗或手术，饮食，健康群体，怀孕相关，药物，过敏耐受，居住情况，残疾群体，性别，吸烟状况，含有多个类别", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\nb.宫颈细胞学检查结果为正常、异常的女性，或宫颈组织病理学检查结果为正常、宫颈上皮内瘤变（CIN）、原位癌或浸润癌的女性\n类型选项：疾病，设备，能力，年龄，含有多个类别，献血，伦理审查，风险评估，肿瘤进展，诊断，读写能力，疾病分期，预期寿命，怀孕相关，饮食，研究者决定，成瘾行为，知情同意，参与其它试验，性别，症状(患者感受)，居住情况，口腔相关，体征(医生检测），器官组织状态，药物，受体状态，病例来源，性取向，酒精使用，特殊病人特征", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n(4)体力状况计分( Karnofsky Performance Status，KPS)≥70分，预计生存3个月以上者；\n类型选项：过敏耐受，受体状态，怀孕相关，能力，药物，性别，研究者决定，酒精使用，症状(患者感受)，含有多个类别，饮食，器官组织状态，性取向，疾病分期，读写能力，残疾群体，献血，成瘾行为，治疗或手术，教育情况，种族，诊断，锻炼，知情同意，健康群体，特殊病人特征，参与其它试验，吸烟状况，居住情况，实验室检查，口腔相关，风险评估", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n(2)使用刺激性泻药（如大黄、番泻叶、酚酞、蓖麻油）等无效者；\n选项：残疾群体，器官组织状态，伦理审查，肿瘤进展，教育情况，药物，知情同意，预期寿命，实验室检查，研究者决定，健康群体，成瘾行为，受体状态，性别，特殊病人特征，酒精使用，吸烟状况，体征(医生检测），疾病分期，诊断，护理，年龄，献血，居住情况，怀孕相关，含有多个类别，设备", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n14）研究者认为其他任何可能影响受试者提供知情同意或遵循试验方案的情况，或具有任何不宜参加此试验的情况；\n选项：依存性，献血，受体状态，口腔相关，肿瘤进展，成瘾行为，风险评估，药物，实验室检查，伦理审查，酒精使用，读写能力，研究者决定，睡眠，症状(患者感受)，吸烟状况，知情同意，怀孕相关，体征(医生检测），诊断，饮食，种族，年龄，数据可及性，教育情况，病例来源，性取向，残疾群体", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n1)拒绝参加本研究；\n选项：预期寿命，成瘾行为，吸烟状况，能力，肿瘤进展，献血，饮食，症状(患者感受)，护理，读写能力，受体状态，怀孕相关，性取向，诊断，知情同意，特殊病人特征，实验室检查，居住情况，伦理审查，残疾群体，健康群体，设备，教育情况，过敏耐受，器官组织状态，种族，体征(医生检测），睡眠，酒精使用，研究者决定", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n③不可控制的感染性疾病；\n选项：伦理审查，健康群体，种族，器官组织状态，献血，怀孕相关，数据可及性，特殊病人特征，酒精使用，疾病，受体状态，风险评估，疾病分期，研究者决定，知情同意，读写能力，睡眠，锻炼，体征(医生检测），含有多个类别，病例来源，症状(患者感受)，药物，参与其它试验，肿瘤进展，性取向，设备，诊断，能力", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n(3)符合中医脾胃虚弱型辨证标准；\n临床试验筛选标准选项：教育情况，参与其它试验，病例来源，口腔相关，症状(患者感受)，诊断，饮食，锻炼，成瘾行为，实验室检查，风险评估，读写能力，酒精使用，怀孕相关，知情同意，肿瘤进展，能力，过敏耐受，依存性，性取向，药物，残疾群体，含有多个类别，健康群体，器官组织状态，性别，特殊病人特征，伦理审查，设备，吸烟状况，研究者决定，护理，居住情况，种族，受体状态，疾病分期", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "(9) 凝血功能异常；\n是什么临床试验筛选标准类型？\n选项：实验室检查，器官组织状态，过敏耐受，肿瘤进展，性别，知情同意，性取向，数据可及性，种族，含有多个类别，年龄，参与其它试验，设备，依存性，成瘾行为，症状(患者感受)，怀孕相关，预期寿命，能力，读写能力，吸烟状况，饮食，酒精使用，健康群体，疾病，体征(医生检测），锻炼，教育情况，治疗或手术，睡眠", "target": "器官组织状态", "task_dataset": "CHIP-CTC"}
{"input": "（1）非平卧位手术、头面颈手术；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：过敏耐受，诊断，性别，献血，睡眠，健康群体，预期寿命，体征(医生检测），能力，居住情况，读写能力，治疗或手术，器官组织状态，酒精使用，年龄，风险评估，依存性，含有多个类别，饮食，怀孕相关，受体状态，药物，教育情况，种族，成瘾行为，肿瘤进展，实验室检查，口腔相关，研究者决定，知情同意，设备，疾病分期，伦理审查", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n4.三个月内参加过其他临床试验且经过筛选入组者。\n类型选项：器官组织状态，怀孕相关，酒精使用，护理，性取向，过敏耐受，读写能力，特殊病人特征，风险评估，能力，性别，治疗或手术，体征(医生检测），献血，伦理审查，依存性，吸烟状况，成瘾行为，数据可及性，参与其它试验，残疾群体，肿瘤进展，受体状态，药物，预期寿命，设备，知情同意，病例来源", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n2、临床表现和头颅MRI诊断为原发性面肌痉挛，行面神经微血管减压术的患者\n选项：年龄，治疗或手术，酒精使用，睡眠，参与其它试验，知情同意，过敏耐受，特殊病人特征，献血，疾病，症状(患者感受)，病例来源，教育情况，读写能力，肿瘤进展，设备，器官组织状态，含有多个类别，药物，居住情况，诊断，饮食，研究者决定，预期寿命，能力，种族，体征(医生检测）", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n7.近1个月内参加过其他药物临床试验的患者；\n临床试验筛选标准选项：受体状态，诊断，药物，研究者决定，怀孕相关，口腔相关，治疗或手术，预期寿命，睡眠，性别，能力，风险评估，献血，酒精使用，健康群体，饮食，年龄，器官组织状态，知情同意，伦理审查，疾病，读写能力，成瘾行为，设备，体征(医生检测），护理，特殊病人特征，含有多个类别，疾病分期，参与其它试验，教育情况", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n（1）伴有严重颅内出血或脑功能障碍无法恢复者；\n类型选项：治疗或手术，残疾群体，教育情况，献血，依存性，护理，预期寿命，种族，参与其它试验，症状(患者感受)，睡眠，伦理审查，病例来源，数据可及性，疾病，读写能力，疾病分期，风险评估，成瘾行为，过敏耐受，设备，性取向，肿瘤进展，居住情况，知情同意，年龄，研究者决定，能力，实验室检查，体征(医生检测），器官组织状态，怀孕相关，受体状态，特殊病人特征，吸烟状况", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n（3）已知药物或酒精依赖或怀疑对研究药物的活性或非活性成分过敏；\n类型选项：伦理审查，种族，体征(医生检测），预期寿命，肿瘤进展，药物，风险评估，酒精使用，设备，病例来源，实验室检查，读写能力，能力，献血，成瘾行为，知情同意，过敏耐受，教育情况，锻炼，饮食，特殊病人特征，残疾群体，性别，居住情况，含有多个类别，护理，性取向，数据可及性", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n3.有脑梗塞、阿尔海默茨或脑血管意外病史;\n类型选项：病例来源，知情同意，肿瘤进展，献血，居住情况，锻炼，疾病，健康群体，研究者决定，风险评估，体征(医生检测），过敏耐受，年龄，含有多个类别，能力，特殊病人特征，参与其它试验，疾病分期，数据可及性，读写能力，治疗或手术，残疾群体，预期寿命，种族，症状(患者感受)，性别，依存性", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n9、患者及（或）家属料了解及同意参加本试验并签署知情同意书；\n临床试验筛选标准选项：治疗或手术，药物，知情同意，教育情况，风险评估，性取向，数据可及性，疾病分期，诊断，受体状态，献血，护理，健康群体，酒精使用，预期寿命，残疾群体，读写能力，口腔相关，设备，睡眠，锻炼，伦理审查，怀孕相关，饮食，肿瘤进展，种族，性别，疾病，成瘾行为，研究者决定，含有多个类别，过敏耐受，特殊病人特征，实验室检查，症状(患者感受)，器官组织状态", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n7. 研究者判断患者依从性差，无法按照要求完成研究。\n临床试验筛选标准选项：酒精使用，特殊病人特征，器官组织状态，风险评估，含有多个类别，药物，能力，体征(医生检测），睡眠，研究者决定，性别，病例来源，肿瘤进展，种族，怀孕相关，疾病分期，设备，饮食，受体状态，症状(患者感受)，治疗或手术，年龄，护理，实验室检查，疾病，吸烟状况，预期寿命，成瘾行为，读写能力", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n10.慢性完全闭塞病变\n选项：参与其它试验，过敏耐受，性取向，疾病，疾病分期，实验室检查，居住情况，献血，含有多个类别，年龄，数据可及性，性别，护理，研究者决定，诊断，受体状态，症状(患者感受)，能力，肿瘤进展，吸烟状况，伦理审查，体征(医生检测），依存性，残疾群体，药物，怀孕相关，种族", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\nn)有药物滥用史者；\n选项：锻炼，预期寿命，设备，体征(医生检测），饮食，特殊病人特征，残疾群体，诊断，风险评估，治疗或手术，知情同意，实验室检查，性别，伦理审查，含有多个类别，过敏耐受，献血，睡眠，参与其它试验，数据可及性，能力，成瘾行为，酒精使用，怀孕相关，种族，依存性，居住情况，吸烟状况，疾病分期，症状(患者感受)，性取向，疾病，受体状态", "target": "成瘾行为", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n1、肺疾病史：排除有除COPD外的其他肺疾病史（如肺炎、气胸、胸腔积液、肺栓塞等）；\n选项：性别，酒精使用，治疗或手术，教育情况，疾病，成瘾行为，锻炼，器官组织状态，能力，睡眠，献血，含有多个类别，症状(患者感受)，读写能力，风险评估，肿瘤进展，饮食，药物，数据可及性，知情同意，种族，预期寿命，实验室检查，怀孕相关，病例来源，依存性，口腔相关，特殊病人特征，受体状态，过敏耐受，疾病分期，研究者决定，护理", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n③　椎间盘突出不多于2个阶段（突出节段L3-L4、L4-L5或L5-S1）；\n选项：怀孕相关，预期寿命，特殊病人特征，成瘾行为，过敏耐受，献血，锻炼，设备，教育情况，能力，疾病，疾病分期，含有多个类别，伦理审查，受体状态，数据可及性，饮食，治疗或手术，年龄，残疾群体，风险评估，参与其它试验，护理，读写能力，酒精使用，健康群体", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n8）合并恶性肿瘤\n类型选项：锻炼，疾病分期，药物，怀孕相关，含有多个类别，诊断，口腔相关，能力，居住情况，器官组织状态，预期寿命，残疾群体，成瘾行为，吸烟状况，献血，依存性，治疗或手术，护理，伦理审查，体征(医生检测），性取向，性别，特殊病人特征，过敏耐受，读写能力，设备，症状(患者感受)，疾病，肿瘤进展，参与其它试验，研究者决定", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n1.继发性高血压（阻塞性睡眠呼吸暂停、原发性醛固酮增多症、嗜铬细胞瘤，库欣综合征，肾实质疾病，肾动脉狭窄，4期或5期肾脏疾病）；\n临床试验筛选标准选项：治疗或手术，口腔相关，知情同意，研究者决定，成瘾行为，体征(医生检测），居住情况，疾病，怀孕相关，症状(患者感受)，性取向，酒精使用，疾病分期，锻炼，含有多个类别，教育情况，护理，吸烟状况，睡眠，数据可及性，肿瘤进展，病例来源，依存性，性别，年龄，献血，伦理审查，饮食，受体状态，参与其它试验，诊断，健康群体，药物，读写能力，过敏耐受，预期寿命", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n（5）术中确认为上肩袖或者后上肩袖不可修复性损伤；\n临床试验筛选标准选项：设备，疾病分期，数据可及性，饮食，居住情况，教育情况，伦理审查，健康群体，药物，肿瘤进展，过敏耐受，睡眠，怀孕相关，实验室检查，器官组织状态，受体状态，依存性，献血，疾病，口腔相关，特殊病人特征，残疾群体，病例来源，能力，性取向，吸烟状况，护理，读写能力，酒精使用，治疗或手术，性别，参与其它试验，预期寿命", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\na)符合1997年或2012年美国风湿病学会SLE分类标准；\n类型选项：肿瘤进展，含有多个类别，症状(患者感受)，种族，实验室检查，怀孕相关，性取向，饮食，教育情况，诊断，风险评估，研究者决定，年龄，数据可及性，读写能力，成瘾行为，预期寿命，疾病分期，特殊病人特征，护理，受体状态，药物，睡眠，过敏耐受，参与其它试验，设备，居住情况", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n（3）依从性差；\n选项：献血，数据可及性，实验室检查，怀孕相关，受体状态，锻炼，设备，年龄，体征(医生检测），饮食，依存性，残疾群体，参与其它试验，酒精使用，疾病分期，预期寿命，器官组织状态，种族，药物，读写能力，性取向，健康群体，风险评估，吸烟状况，性别，过敏耐受，伦理审查，研究者决定，居住情况，睡眠，诊断，口腔相关，肿瘤进展", "target": "依存性", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n②受试者自愿参与本临床试验并签署知情同意书\n类型选项：能力，预期寿命，设备，年龄，睡眠，成瘾行为，怀孕相关，知情同意，特殊病人特征，教育情况，过敏耐受，病例来源，护理，数据可及性，风险评估，依存性，饮食，献血，受体状态，实验室检查，诊断，参与其它试验，药物，治疗或手术，种族，健康群体，锻炼，性别，残疾群体，酒精使用，含有多个类别，读写能力，居住情况", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n2.2型糖尿病患者（WHO标准，1999年），使用口服降糖药物治疗\n类型选项：治疗或手术，预期寿命，诊断，过敏耐受，知情同意，症状(患者感受)，设备，依存性，特殊病人特征，健康群体，护理，病例来源，实验室检查，含有多个类别，数据可及性，酒精使用，口腔相关，能力，性取向，吸烟状况，疾病，读写能力，睡眠，教育情况，药物，年龄，风险评估", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n3.伴发热：单次口温≥38.3℃(需排除明显环境因素影响)或体温≥38.0℃且持续时间≥1小时；\n类型选项：怀孕相关，器官组织状态，年龄，数据可及性，治疗或手术，实验室检查，种族，体征(医生检测），诊断，知情同意，伦理审查，过敏耐受，性别，饮食，吸烟状况，护理，设备，疾病分期，居住情况，疾病，参与其它试验，睡眠，病例来源，肿瘤进展，教育情况，残疾群体，特殊病人特征，症状(患者感受)，药物，含有多个类别，献血，口腔相关，受体状态，酒精使用，健康群体，性取向", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n8. 以前有过非恶性黑色素瘤的皮肤癌病史,或其他恶性肿瘤, 但无瘤生存期已超过3 年者。\n类型选项：含有多个类别，吸烟状况，疾病分期，锻炼，口腔相关，依存性，诊断，读写能力，设备，过敏耐受，治疗或手术，健康群体，教育情况，知情同意，体征(医生检测），症状(患者感受)，受体状态，睡眠，实验室检查，性别，酒精使用，风险评估，护理，预期寿命，肿瘤进展，残疾群体，怀孕相关，病例来源，居住情况，疾病，器官组织状态，成瘾行为，特殊病人特征", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n3、确诊前未接受过预先治疗，不包括单一剂量鞘注及为治疗高白细胞血症（初诊WBC≥50×109/L）而使用的羟基尿(Hydroxyurea)或阿糖胞苷者(阿糖胞苷用量不超过5天，总剂量不超过1g/m2)；\n类型选项：预期寿命，睡眠，特殊病人特征，酒精使用，能力，知情同意，读写能力，药物，参与其它试验，数据可及性，年龄，成瘾行为，伦理审查，受体状态，肿瘤进展，饮食，研究者决定，居住情况，教育情况，风险评估，疾病分期，治疗或手术，健康群体，性别，锻炼，诊断，含有多个类别", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n2.病程不超过3个月；\n临床试验筛选标准选项：酒精使用，体征(医生检测），受体状态，疾病分期，设备，吸烟状况，性别，过敏耐受，依存性，诊断，数据可及性，特殊病人特征，疾病，预期寿命，健康群体，献血，研究者决定，年龄，实验室检查，居住情况，含有多个类别，伦理审查，能力，饮食，参与其它试验，药物，性取向，护理", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n(8) 根据研究者判断，患者有自杀或者伤害他人的危险。\n临床试验筛选标准选项：年龄，研究者决定，设备，数据可及性，病例来源，成瘾行为，含有多个类别，知情同意，疾病分期，实验室检查，种族，治疗或手术，肿瘤进展，读写能力，教育情况，性取向，风险评估，献血，健康群体，饮食，居住情况，依存性，伦理审查，药物，器官组织状态，锻炼，特殊病人特征，口腔相关，症状(患者感受)，受体状态，吸烟状况", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n2. 多发性结直肠癌或者同时合并其他恶性肿瘤\n类型选项：肿瘤进展，锻炼，吸烟状况，数据可及性，含有多个类别，设备，成瘾行为，疾病，护理，年龄，口腔相关，诊断，药物，知情同意，体征(医生检测），参与其它试验，过敏耐受，器官组织状态，疾病分期，酒精使用，受体状态，睡眠，健康群体，献血，症状(患者感受)，实验室检查，性别，饮食，能力，研究者决定", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n（1）合并意识障碍、吸入性肺炎等并发症；\n选项：性别，酒精使用，读写能力，饮食，诊断，疾病，口腔相关，症状(患者感受)，睡眠，特殊病人特征，药物，年龄，风险评估，怀孕相关，研究者决定，设备，伦理审查，健康群体，受体状态，治疗或手术，器官组织状态，疾病分期，含有多个类别，过敏耐受，实验室检查，肿瘤进展，残疾群体，参与其它试验，护理", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n至少一侧IMT≥1.1mm；\n类型选项：残疾群体，疾病，性别，健康群体，居住情况，药物，过敏耐受，症状(患者感受)，参与其它试验，能力，预期寿命，体征(医生检测），肿瘤进展，锻炼，治疗或手术，年龄，成瘾行为，风险评估，疾病分期，饮食，教育情况，实验室检查，吸烟状况，知情同意，性取向，伦理审查，数据可及性，依存性，受体状态，口腔相关，种族，怀孕相关", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "1.经临床确诊，符合西医诊断为脓毒症患者。\n是什么临床试验筛选标准类型？\n选项：依存性，年龄，肿瘤进展，怀孕相关，研究者决定，预期寿命，性取向，实验室检查，知情同意，特殊病人特征，残疾群体，种族，口腔相关，疾病分期，设备，过敏耐受，药物，居住情况，健康群体，伦理审查，体征(医生检测），病例来源，读写能力，器官组织状态，治疗或手术，参与其它试验，受体状态，饮食，诊断，疾病，风险评估，酒精使用，性别，睡眠，教育情况", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "9）合并精神分裂症患者、重度抑郁症患者（HAMD量表&gt;24分）、酒精依赖者、药物滥用史者；\n是什么临床试验筛选标准类型？\n选项：疾病分期，实验室检查，性取向，特殊病人特征，教育情况，疾病，预期寿命，含有多个类别，成瘾行为，风险评估，数据可及性，治疗或手术，献血，居住情况，读写能力，受体状态，吸烟状况，酒精使用，能力，口腔相关，设备，过敏耐受，依存性，体征(医生检测），种族，睡眠，锻炼", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n7、患儿家属不同意或无法配合随访；\n类型选项：实验室检查，年龄，诊断，成瘾行为，睡眠，风险评估，体征(医生检测），居住情况，性取向，残疾群体，特殊病人特征，过敏耐受，肿瘤进展，知情同意，性别，怀孕相关，含有多个类别，受体状态，锻炼，疾病，参与其它试验，健康群体，教育情况，口腔相关，治疗或手术，病例来源，依存性，饮食，酒精使用，读写能力，预期寿命，研究者决定，伦理审查，能力", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "（4）对局部麻醉药物过敏者；\n是什么临床试验筛选标准类型？\n选项：吸烟状况，年龄，研究者决定，体征(医生检测），实验室检查，锻炼，性别，护理，肿瘤进展，器官组织状态，特殊病人特征，风险评估，依存性，治疗或手术，睡眠，预期寿命，数据可及性，教育情况，成瘾行为，健康群体，读写能力，过敏耐受，含有多个类别，献血，能力，怀孕相关，设备，诊断，症状(患者感受)，性取向，疾病分期", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n（1）入组前手术切除肿瘤病理证实为恶性胆管腺癌诊断；\n选项：伦理审查，过敏耐受，风险评估，酒精使用，锻炼，健康群体，依存性，含有多个类别，能力，疾病分期，研究者决定，种族，实验室检查，教育情况，性别，居住情况，病例来源，睡眠，体征(医生检测），性取向，诊断，症状(患者感受)，肿瘤进展，残疾群体，设备，年龄，特殊病人特征，护理", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n（2）甲状腺恶性肿瘤原发灶小于等于2.0cm，无明显侵犯周围器官；或甲状腺良性肿瘤最大径小于等于3.5cm；\n临床试验筛选标准选项：依存性，成瘾行为，体征(医生检测），药物，吸烟状况，锻炼，实验室检查，知情同意，酒精使用，性取向，饮食，含有多个类别，风险评估，数据可及性，口腔相关，疾病，参与其它试验，伦理审查，残疾群体，治疗或手术，设备，能力，特殊病人特征，年龄，怀孕相关，献血，睡眠，健康群体，研究者决定，病例来源", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（1）年龄在16-65岁，男女不限；\n类型选项：残疾群体，数据可及性，疾病分期，药物，伦理审查，口腔相关，护理，饮食，献血，种族，教育情况，成瘾行为，肿瘤进展，能力，治疗或手术，体征(医生检测），设备，诊断，过敏耐受，受体状态，风险评估，含有多个类别，健康群体，性取向，预期寿命，性别，特殊病人特征，疾病，知情同意，实验室检查，吸烟状况，怀孕相关，居住情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n(4)WBC≥20×10^9/L的患者；\n临床试验筛选标准选项：依存性，居住情况，年龄，能力，药物，数据可及性，治疗或手术，过敏耐受，症状(患者感受)，风险评估，成瘾行为，疾病，含有多个类别，教育情况，实验室检查，读写能力，特殊病人特征，伦理审查，诊断，设备，参与其它试验，疾病分期，种族，护理，病例来源，酒精使用，预期寿命，吸烟状况，口腔相关，怀孕相关，肿瘤进展，体征(医生检测），健康群体，睡眠，性别，锻炼", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n1、慢乙肝\n临床试验筛选标准选项：治疗或手术，实验室检查，特殊病人特征，疾病，性取向，护理，读写能力，疾病分期，残疾群体，口腔相关，吸烟状况，依存性，教育情况，居住情况，设备，能力，诊断，药物，受体状态，肿瘤进展，知情同意，预期寿命，含有多个类别，怀孕相关，成瘾行为，健康群体，年龄", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n3. 宫腔镜手术史。\n临床试验筛选标准选项：体征(医生检测），护理，受体状态，设备，含有多个类别，肿瘤进展，病例来源，性别，年龄，知情同意，性取向，药物，怀孕相关，种族，诊断，依存性，研究者决定，治疗或手术，饮食，能力，成瘾行为，器官组织状态，健康群体，症状(患者感受)，读写能力，睡眠，疾病分期", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n④能接受治疗及配合相关化验，并签署知情同意书\n类型选项：含有多个类别，护理，器官组织状态，读写能力，实验室检查，知情同意，参与其它试验，居住情况，年龄，怀孕相关，风险评估，治疗或手术，能力，特殊病人特征，过敏耐受，健康群体，伦理审查，病例来源，受体状态，献血，酒精使用，预期寿命，种族，研究者决定，成瘾行为，数据可及性，性取向，依存性", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n6.体力状况KPS≥70分；\n临床试验筛选标准选项：预期寿命，症状(患者感受)，年龄，饮食，教育情况，护理，治疗或手术，受体状态，实验室检查，睡眠，种族，口腔相关，残疾群体，怀孕相关，锻炼，器官组织状态，含有多个类别，性别，诊断，数据可及性，献血，伦理审查，性取向，成瘾行为，风险评估，能力，体征(医生检测），吸烟状况，依存性，研究者决定，疾病分期，知情同意，过敏耐受", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n（9）根据研究者的判断、具有降低入组可能性或使入组复杂化的其他病变，如工作环境经常变动等易造成失访的情况；\n类型选项：锻炼，药物，风险评估，教育情况，怀孕相关，设备，数据可及性，肿瘤进展，能力，性取向，疾病，年龄，依存性，口腔相关，病例来源，吸烟状况，护理，受体状态，献血，体征(医生检测），睡眠，知情同意，预期寿命，种族，参与其它试验，居住情况，过敏耐受，研究者决定，器官组织状态，残疾群体，治疗或手术", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n8)试验前6个月内有酗酒史，即每周饮酒超过14单位酒精（1单位=360 mL啤酒或45 mL酒精量为40%的烈酒或150 mL葡萄酒）或不同意在试验期间戒酒，试验期间酗酒者；\n临床试验筛选标准选项：数据可及性，预期寿命，吸烟状况，治疗或手术，性取向，年龄，症状(患者感受)，残疾群体，药物，护理，依存性，献血，病例来源，疾病，口腔相关，读写能力，含有多个类别，体征(医生检测），伦理审查，设备，性别，成瘾行为，能力，疾病分期，种族，怀孕相关，参与其它试验，风险评估，睡眠，受体状态，居住情况，锻炼，过敏耐受，特殊病人特征", "target": "成瘾行为", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n6. 病人知情同意，并签署知情同意书者。\n选项：睡眠，受体状态，参与其它试验，药物，健康群体，器官组织状态，居住情况，疾病分期，数据可及性，知情同意，锻炼，症状(患者感受)，体征(医生检测），怀孕相关，护理，病例来源，风险评估，特殊病人特征，含有多个类别，肿瘤进展，治疗或手术，疾病，诊断，实验室检查，吸烟状况，教育情况，年龄，种族，饮食，性别，口腔相关，性取向", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n6. 可逆性原因（电解质紊乱、药物、中毒与感染等）引起的流出道室性心律失常；\n类型选项：锻炼，献血，风险评估，病例来源，预期寿命，性取向，药物，设备，诊断，睡眠，教育情况，疾病，数据可及性，疾病分期，居住情况，含有多个类别，能力，酒精使用，口腔相关，年龄，特殊病人特征，研究者决定，肿瘤进展，饮食，残疾群体，怀孕相关，性别，过敏耐受，依存性，成瘾行为，护理，参与其它试验，吸烟状况", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n5.肥胖症（BMI&gt;25）；\n临床试验筛选标准选项：锻炼，症状(患者感受)，读写能力，酒精使用，实验室检查，器官组织状态，含有多个类别，知情同意，睡眠，成瘾行为，病例来源，口腔相关，诊断，疾病分期，疾病，治疗或手术，体征(医生检测），残疾群体，数据可及性，健康群体，设备，能力，伦理审查，教育情况，特殊病人特征，预期寿命，怀孕相关，参与其它试验，献血", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n（10）近期内（4周内）有各种感染者；\n临床试验筛选标准选项：献血，研究者决定，预期寿命，数据可及性，能力，病例来源，疾病分期，种族，怀孕相关，设备，风险评估，口腔相关，锻炼，读写能力，实验室检查，健康群体，疾病，体征(医生检测），成瘾行为，残疾群体，依存性，饮食，睡眠，吸烟状况，居住情况，知情同意，年龄，肿瘤进展，酒精使用，受体状态，治疗或手术，症状(患者感受)，过敏耐受", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n2、存在急性CSVD临床症状，包括TIA，腔隙综合征或亚临床症状，并在MR上发现存在解剖相关的责任病灶，DWI提示急性病灶&lt;20mm，T1,T2或FLAIR提示病灶非急性期3-15mm；\n临床试验筛选标准选项：读写能力，受体状态，药物，残疾群体，特殊病人特征，风险评估，含有多个类别，设备，锻炼，护理，教育情况，治疗或手术，性别，知情同意，饮食，能力，参与其它试验，器官组织状态，诊断，疾病分期，数据可及性，口腔相关，种族，依存性，睡眠，疾病，研究者决定，肿瘤进展，体征(医生检测），实验室检查", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n（1）符合DSM-V诊断标准的双相I型或II型门诊及住院部患者；\n临床试验筛选标准选项：实验室检查，风险评估，药物，酒精使用，诊断，献血，依存性，性别，肿瘤进展，年龄，受体状态，治疗或手术，器官组织状态，设备，成瘾行为，怀孕相关，数据可及性，教育情况，残疾群体，伦理审查，病例来源，种族，饮食，特殊病人特征，预期寿命，研究者决定，知情同意，含有多个类别，健康群体，睡眠，吸烟状况，参与其它试验", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n3.言语或口面部失用；\n选项：酒精使用，诊断，年龄，病例来源，种族，过敏耐受，风险评估，饮食，疾病分期，受体状态，设备，治疗或手术，怀孕相关，口腔相关，药物，性取向，睡眠，器官组织状态，研究者决定，读写能力，献血，教育情况，肿瘤进展，护理，体征(医生检测），伦理审查，健康群体，能力，锻炼，预期寿命，吸烟状况，数据可及性，依存性，居住情况，实验室检查，疾病", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n4. 理解能力障碍；\n类型选项：口腔相关，疾病分期，器官组织状态，实验室检查，风险评估，研究者决定，成瘾行为，献血，酒精使用，饮食，受体状态，肿瘤进展，居住情况，锻炼，特殊病人特征，读写能力，能力，依存性，残疾群体，教育情况，伦理审查，过敏耐受，药物，性别，知情同意，治疗或手术，年龄，参与其它试验", "target": "能力", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n1.年龄：18岁-65岁；\n类型选项：过敏耐受，居住情况，知情同意，疾病，年龄，体征(医生检测），成瘾行为，吸烟状况，药物，口腔相关，预期寿命，护理，肿瘤进展，诊断，伦理审查，教育情况，受体状态，读写能力，性别，病例来源，风险评估，症状(患者感受)，怀孕相关，特殊病人特征，能力，残疾群体，设备，治疗或手术，参与其它试验，数据可及性，献血，健康群体，睡眠，锻炼，实验室检查", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "⑥妊娠及哺乳期妇女或有妊娠愿望的妇女。\n这句话是什么临床试验筛选标准类型？\n类型选项：睡眠，饮食，数据可及性，怀孕相关，居住情况，锻炼，依存性，特殊病人特征，能力，年龄，献血，读写能力，知情同意，药物，实验室检查，吸烟状况，残疾群体，性别，健康群体，症状(患者感受)，口腔相关，参与其它试验，种族，过敏耐受，酒精使用，成瘾行为，护理", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n（5）合并肿瘤、血管畸形和动脉瘤；\n类型选项：读写能力，药物，种族，研究者决定，伦理审查，吸烟状况，参与其它试验，能力，实验室检查，过敏耐受，诊断，受体状态，护理，知情同意，设备，器官组织状态，居住情况，体征(医生检测），年龄，饮食，肿瘤进展，症状(患者感受)，特殊病人特征，风险评估，怀孕相关，数据可及性，酒精使用，教育情况，性别，疾病，口腔相关，健康群体，成瘾行为", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n3、同意在整个试验期间和研究结束后的半年内采取研究者认为可接受的有效避孕措施（包括但不限于：绝育手术、物理避孕或禁欲）；\n类型选项：疾病，药物，饮食，护理，读写能力，居住情况，实验室检查，伦理审查，风险评估，依存性，研究者决定，体征(医生检测），性取向，睡眠，肿瘤进展，年龄，治疗或手术，疾病分期，特殊病人特征，健康群体，吸烟状况，诊断，含有多个类别，性别，设备，过敏耐受，锻炼，献血", "target": "依存性", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n3. 正在应用维生素D制剂或抗骨质疏松治疗\n类型选项：疾病，诊断，含有多个类别，怀孕相关，数据可及性，预期寿命，实验室检查，伦理审查，参与其它试验，献血，疾病分期，体征(医生检测），性取向，饮食，特殊病人特征，健康群体，吸烟状况，护理，能力，性别，依存性，口腔相关，残疾群体，年龄，药物，器官组织状态，成瘾行为，设备，症状(患者感受)，治疗或手术，种族，教育情况，受体状态，病例来源，锻炼", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n(4)偏头痛属于药物过度使用性头痛者以及其他特殊类型的偏头痛；\n选项：参与其它试验，居住情况，护理，性别，酒精使用，治疗或手术，读写能力，病例来源，睡眠，过敏耐受，药物，器官组织状态，教育情况，能力，特殊病人特征，体征(医生检测），饮食，口腔相关，疾病，性取向，依存性，数据可及性，知情同意，症状(患者感受)，研究者决定，伦理审查，实验室检查，种族，成瘾行为", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n5）患有其他未被控制的疾病，研究者认为不适合加入者；\n类型选项：吸烟状况，含有多个类别，怀孕相关，伦理审查，肿瘤进展，居住情况，参与其它试验，读写能力，健康群体，成瘾行为，数据可及性，饮食，依存性，病例来源，锻炼，献血，知情同意，疾病，疾病分期，设备，性取向，睡眠，实验室检查，器官组织状态，药物，种族，教育情况，过敏耐受，研究者决定", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n① 有头颅或耳部外伤史、家族性或先天性耳聋病史、耳毒性药物使用史、中耳炎、腮腺炎、麻疹、耳膜穿孔等\n临床试验筛选标准选项：诊断，口腔相关，伦理审查，症状(患者感受)，知情同意，肿瘤进展，器官组织状态，病例来源，疾病，特殊病人特征，数据可及性，能力，种族，锻炼，吸烟状况，酒精使用，健康群体，睡眠，风险评估，教育情况，读写能力，治疗或手术，实验室检查，药物，含有多个类别，残疾群体，性取向，成瘾行为，护理，年龄，研究者决定，献血，受体状态，居住情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n1.符合HIV无症状期的诊断标准\n选项：疾病分期，药物，居住情况，锻炼，特殊病人特征，含有多个类别，过敏耐受，伦理审查，成瘾行为，疾病，设备，数据可及性，吸烟状况，依存性，饮食，种族，受体状态，酒精使用，诊断，读写能力，教育情况，研究者决定，器官组织状态，口腔相关，病例来源，能力，年龄，护理，健康群体，献血，体征(医生检测），肿瘤进展，残疾群体", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n(1) 正在参加其他临床试验的人员；\n临床试验筛选标准选项：含有多个类别，残疾群体，肿瘤进展，口腔相关，疾病，护理，睡眠，年龄，药物，献血，怀孕相关，性取向，教育情况，体征(医生检测），健康群体，实验室检查，诊断，读写能力，种族，风险评估，过敏耐受，酒精使用，知情同意，依存性，居住情况，研究者决定，参与其它试验，锻炼，受体状态，病例来源，特殊病人特征，器官组织状态，饮食，疾病分期，数据可及性，治疗或手术", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n11、过敏体质及对多种药物过敏者，如碘过敏；\n选项：性取向，锻炼，睡眠，器官组织状态，研究者决定，风险评估，能力，献血，设备，含有多个类别，疾病分期，症状(患者感受)，特殊病人特征，教育情况，酒精使用，数据可及性，过敏耐受，诊断，吸烟状况，依存性，伦理审查，成瘾行为，性别，怀孕相关，参与其它试验，种族，健康群体", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\nD.妊娠及哺乳期妇女；\n临床试验筛选标准选项：药物，诊断，病例来源，能力，怀孕相关，实验室检查，肿瘤进展，风险评估，含有多个类别，吸烟状况，伦理审查，成瘾行为，酒精使用，读写能力，数据可及性，年龄，饮食，研究者决定，知情同意，性取向，睡眠，治疗或手术，献血，教育情况，设备，残疾群体，口腔相关，疾病分期", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n(2)规律透析，3次/周，4小时/次；\n临床试验筛选标准选项：性取向，成瘾行为，能力，吸烟状况，口腔相关，锻炼，数据可及性，治疗或手术，健康群体，酒精使用，含有多个类别，设备，护理，肿瘤进展，疾病分期，预期寿命，症状(患者感受)，诊断，知情同意，风险评估，药物，残疾群体，实验室检查，特殊病人特征，受体状态，种族", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "动静脉畸形、外伤性等非动脉瘤性蛛网膜下腔出血\n是什么临床试验筛选标准类型？\n选项：能力，成瘾行为，疾病分期，读写能力，器官组织状态，肿瘤进展，口腔相关，睡眠，居住情况，知情同意，参与其它试验，疾病，残疾群体，治疗或手术，体征(医生检测），受体状态，献血，实验室检查，药物，饮食，吸烟状况，伦理审查，性别，教育情况，锻炼，设备，过敏耐受，预期寿命，研究者决定，年龄", "target": "体征(医生检测）", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n1.年龄≥60岁\n选项：受体状态，口腔相关，性别，吸烟状况，药物，依存性，酒精使用，疾病，饮食，诊断，知情同意，过敏耐受，读写能力，成瘾行为，性取向，治疗或手术，怀孕相关，护理，伦理审查，含有多个类别，居住情况，肿瘤进展，健康群体，特殊病人特征，研究者决定，器官组织状态，数据可及性，能力，体征(医生检测），献血，设备，年龄", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n11．正在参加其他药物临床研究的患者。\n选项：吸烟状况，睡眠，酒精使用，器官组织状态，预期寿命，能力，知情同意，性别，性取向，肿瘤进展，疾病，锻炼，药物，风险评估，参与其它试验，饮食，疾病分期，读写能力，成瘾行为，伦理审查，献血，过敏耐受，居住情况，怀孕相关，受体状态，治疗或手术，含有多个类别，特殊病人特征，护理，教育情况，依存性，设备，体征(医生检测）", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n(9) 正参加其它临床研究的患者。\n选项：健康群体，预期寿命，过敏耐受，成瘾行为，器官组织状态，伦理审查，性别，风险评估，种族，饮食，护理，年龄，药物，受体状态，怀孕相关，诊断，疾病分期，残疾群体，含有多个类别，能力，睡眠，参与其它试验，性取向，肿瘤进展，读写能力，体征(医生检测）", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n(6)自愿签署知情同意书者。\n选项：受体状态，饮食，风险评估，参与其它试验，预期寿命，居住情况，怀孕相关，性取向，依存性，治疗或手术，酒精使用，成瘾行为，锻炼，读写能力，诊断，含有多个类别，健康群体，疾病分期，体征(医生检测），研究者决定，口腔相关，知情同意，能力，性别，献血，实验室检查，年龄，睡眠，数据可及性，设备", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n患者拒绝接受\n临床试验筛选标准选项：症状(患者感受)，诊断，能力，含有多个类别，知情同意，居住情况，过敏耐受，治疗或手术，年龄，研究者决定，预期寿命，实验室检查，数据可及性，种族，吸烟状况，病例来源，药物，读写能力，睡眠，特殊病人特征，饮食，设备，锻炼，成瘾行为，风险评估，伦理审查，献血，性别，怀孕相关，受体状态，残疾群体，健康群体", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n1）年龄18-60岁；\n临床试验筛选标准选项：种族，特殊病人特征，残疾群体，教育情况，器官组织状态，锻炼，实验室检查，治疗或手术，设备，过敏耐受，依存性，吸烟状况，体征(医生检测），饮食，年龄，性取向，诊断，疾病分期，病例来源，参与其它试验，护理，献血，研究者决定，能力，风险评估，性别，药物，读写能力，口腔相关，知情同意，肿瘤进展", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n⑧慢性酗酒史或滥用药物史或任何影响依从性的因素；\n类型选项：锻炼，过敏耐受，能力，风险评估，居住情况，种族，受体状态，吸烟状况，疾病分期，酒精使用，健康群体，含有多个类别，体征(医生检测），参与其它试验，实验室检查，残疾群体，数据可及性，疾病，肿瘤进展，伦理审查，症状(患者感受)，诊断，怀孕相关，研究者决定，口腔相关，治疗或手术，特殊病人特征，成瘾行为，年龄", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（15）过敏体质、对多种药物过敏或对试验药物或氯沙坦钾片成分过敏者；\n类型选项：知情同意，伦理审查，教育情况，锻炼，酒精使用，依存性，体征(医生检测），睡眠，药物，数据可及性，诊断，过敏耐受，特殊病人特征，献血，护理，含有多个类别，病例来源，居住情况，年龄，种族，器官组织状态，吸烟状况，症状(患者感受)，受体状态，饮食，健康群体，能力，肿瘤进展，残疾群体，怀孕相关，研究者决定，参与其它试验，实验室检查，预期寿命，治疗或手术", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n4. 严重心功能不全（射血分数&lt;25％）或心肺阻塞;\n选项：受体状态，口腔相关，数据可及性，残疾群体，疾病，器官组织状态，含有多个类别，吸烟状况，预期寿命，睡眠，实验室检查，年龄，治疗或手术，体征(医生检测），饮食，风险评估，疾病分期，性别，研究者决定，伦理审查，酒精使用，诊断，居住情况，成瘾行为，过敏耐受，教育情况，特殊病人特征，依存性", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n2.X线片、CT或MRI诊断的胸腰椎单个椎体骨折；\n临床试验筛选标准选项：睡眠，含有多个类别，成瘾行为，诊断，残疾群体，健康群体，受体状态，依存性，能力，研究者决定，数据可及性，性别，居住情况，酒精使用，过敏耐受，药物，体征(医生检测），疾病分期，症状(患者感受)，锻炼，吸烟状况，教育情况，怀孕相关，种族，肿瘤进展，器官组织状态，参与其它试验，风险评估，实验室检查，预期寿命，饮食，病例来源，疾病", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n4)轻中度活动患者，2.6<das28≤5.1（血沉升高，28个关节中关节肿胀数不少于2个，关节疼痛数不少于3个）； 5)=\"\" p=\"\" 无严重系统受累，如严重的心包积液、肺间质病、肾小管酸中毒、萎缩性胃炎、自身免疫性肝病等。&nbsp;<=\"\">\n临床试验筛选标准选项：实验室检查，过敏耐受，成瘾行为，献血，肿瘤进展，诊断，护理，病例来源，治疗或手术，锻炼，居住情况，疾病分期，研究者决定，健康群体，性取向，含有多个类别，器官组织状态，风险评估，怀孕相关，症状(患者感受)，知情同意，设备，口腔相关，读写能力，性别，残疾群体，参与其它试验，饮食，吸烟状况，药物，依存性", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n1.根据NCCN直肠癌诊疗指南，临床试验开始前未进行任何抗肿瘤治疗（cT1-2N0M0）或已进行标准的新辅助放化疗（cT3-4或任何T，N1-2）\n临床试验筛选标准选项：吸烟状况，含有多个类别，能力，器官组织状态，锻炼，读写能力，诊断，献血，疾病分期，怀孕相关，残疾群体，药物，年龄，实验室检查，口腔相关，体征(医生检测），预期寿命，教育情况，设备，病例来源，居住情况，种族，依存性，肿瘤进展，数据可及性，风险评估，疾病，症状(患者感受)，特殊病人特征，睡眠", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n(三)服用三种以上降压药物\n选项：吸烟状况，疾病，献血，疾病分期，口腔相关，性取向，伦理审查，居住情况，风险评估，性别，酒精使用，护理，过敏耐受，读写能力，诊断，饮食，病例来源，残疾群体，健康群体，研究者决定，依存性，实验室检查，药物，年龄，体征(医生检测），怀孕相关，特殊病人特征，能力，治疗或手术，成瘾行为，预期寿命，症状(患者感受)", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n(8).同意从接受研究药物前14日直至研究结束不得使用处方药、非处方药、草药、中成药或天然药物；\n临床试验筛选标准选项：护理，成瘾行为，体征(医生检测），病例来源，症状(患者感受)，教育情况，风险评估，性取向，肿瘤进展，吸烟状况，受体状态，疾病，读写能力，研究者决定，口腔相关，健康群体，参与其它试验，依存性，特殊病人特征，设备，知情同意，过敏耐受，能力，伦理审查，怀孕相关，药物", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n1)试验前4周内患过具有临床意义的重大疾病或接受过重大外科手术者；\n选项：酒精使用，肿瘤进展，能力，居住情况，含有多个类别，药物，性别，体征(医生检测），性取向，疾病，过敏耐受，治疗或手术，伦理审查，成瘾行为，教育情况，知情同意，怀孕相关，疾病分期，实验室检查，护理，受体状态，研究者决定，预期寿命，病例来源，参与其它试验，种族，设备，症状(患者感受)，诊断，献血，锻炼，特殊病人特征，风险评估，读写能力", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n(4)自愿加入本试验并签署知情同意书者\n选项：诊断，设备，疾病分期，依存性，治疗或手术，肿瘤进展，疾病，护理，健康群体，性别，研究者决定，风险评估，病例来源，居住情况，年龄，知情同意，特殊病人特征，器官组织状态，酒精使用，性取向，怀孕相关，吸烟状况，锻炼，睡眠，症状(患者感受)，体征(医生检测）", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n6）肿瘤患者或曾患肿瘤。\n选项：特殊病人特征，残疾群体，居住情况，口腔相关，受体状态，药物，实验室检查，过敏耐受，读写能力，伦理审查，酒精使用，吸烟状况，成瘾行为，教育情况，数据可及性，疾病分期，锻炼，护理，性取向，诊断，设备，怀孕相关，风险评估，性别，依存性，体征(医生检测），能力，饮食，疾病，治疗或手术", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n20、肝硬化或肝硬化引起门脉高压患者；\n类型选项：口腔相关，锻炼，年龄，残疾群体，读写能力，教育情况，诊断，体征(医生检测），药物，怀孕相关，酒精使用，知情同意，性取向，受体状态，疾病，器官组织状态，特殊病人特征，研究者决定，献血，吸烟状况，实验室检查，预期寿命，症状(患者感受)，肿瘤进展，护理，病例来源，饮食，健康群体，数据可及性，居住情况，治疗或手术，依存性，含有多个类别，成瘾行为，性别", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n③皮损面积≤体表面积的3%；\n类型选项：酒精使用，残疾群体，设备，病例来源，治疗或手术，实验室检查，饮食，性别，睡眠，过敏耐受，口腔相关，特殊病人特征，疾病，含有多个类别，性取向，受体状态，吸烟状况，健康群体，知情同意，锻炼，器官组织状态，肿瘤进展，献血，诊断，体征(医生检测），年龄，依存性，风险评估，疾病分期", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n(7)筛选访视时受试者乙型肝炎表面（HBs）抗原、丙型肝炎病毒（HCV）抗体、人免疫缺陷病毒（HIV）1和2抗体或梅毒血清学检测阳性，或乙肝病毒核酸检测＞2.5*102 copies/ml。\n类型选项：数据可及性，研究者决定，怀孕相关，药物，性取向，设备，教育情况，受体状态，疾病，参与其它试验，种族，诊断，成瘾行为，症状(患者感受)，疾病分期，残疾群体，能力，器官组织状态，实验室检查，护理，锻炼，吸烟状况，口腔相关，治疗或手术，性别，体征(医生检测），献血，过敏耐受，睡眠，年龄", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n1.发病时间≤24h的急性缺血性卒中患者；\n选项：居住情况，症状(患者感受)，性取向，口腔相关，种族，研究者决定，年龄，读写能力，设备，锻炼，预期寿命，残疾群体，护理，疾病，依存性，参与其它试验，数据可及性，体征(医生检测），实验室检查，风险评估，伦理审查，特殊病人特征，肿瘤进展，性别，知情同意，吸烟状况，教育情况", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\nd）影像学确诊的肺炎\n临床试验筛选标准选项：护理，读写能力，肿瘤进展，教育情况，怀孕相关，诊断，过敏耐受，年龄，实验室检查，种族，吸烟状况，性取向，口腔相关，酒精使用，睡眠，器官组织状态，预期寿命，治疗或手术，健康群体，参与其它试验，能力，依存性，伦理审查，受体状态，饮食，锻炼", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n⑥酒精依赖及其他精神活性物质滥用病史(如抗精神病药、苯二氮卓类药等)，或服用影响认知功能药物\n选项：肿瘤进展，锻炼，病例来源，含有多个类别，过敏耐受，教育情况，睡眠，种族，症状(患者感受)，酒精使用，疾病，性取向，研究者决定，疾病分期，知情同意，实验室检查，饮食，读写能力，性别，居住情况，口腔相关，年龄，诊断，残疾群体，参与其它试验，能力，特殊病人特征，依存性", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n(1) 哺乳期或妊娠期妇女；\n选项：怀孕相关，研究者决定，设备，疾病分期，居住情况，健康群体，护理，含有多个类别，风险评估，实验室检查，过敏耐受，数据可及性，睡眠，体征(医生检测），性取向，残疾群体，病例来源，药物，教育情况，成瘾行为，伦理审查，种族，预期寿命，器官组织状态，吸烟状况，疾病", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n2)近3月内参加过其他新药或医疗器械临床试验者；\n选项：数据可及性，体征(医生检测），器官组织状态，健康群体，口腔相关，风险评估，吸烟状况，参与其它试验，酒精使用，献血，特殊病人特征，治疗或手术，预期寿命，病例来源，实验室检查，肿瘤进展，睡眠，成瘾行为，研究者决定，过敏耐受，读写能力，药物，教育情况，伦理审查，设备，锻炼，年龄，知情同意，性别，疾病，能力，性取向，依存性，疾病分期", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n4.治疗前1个月内使用抗生素、胃肠动力药物、益生菌或微生态活菌制剂（例如酸奶）等制品，\n类型选项：读写能力，诊断，吸烟状况，献血，居住情况，性别，护理，年龄，体征(医生检测），种族，饮食，实验室检查，药物，疾病，研究者决定，受体状态，过敏耐受，参与其它试验，能力，器官组织状态，数据可及性，依存性，特殊病人特征，教育情况，病例来源，伦理审查，怀孕相关，口腔相关，残疾群体，锻炼，含有多个类别，成瘾行为，酒精使用，症状(患者感受)", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n4）同时正进行其他药物或器械临床试验的患者；\n临床试验筛选标准选项：健康群体，研究者决定，居住情况，残疾群体，知情同意，参与其它试验，疾病分期，读写能力，器官组织状态，预期寿命，疾病，治疗或手术，睡眠，性别，肿瘤进展，设备，性取向，过敏耐受，锻炼，护理，依存性，年龄，伦理审查，教育情况，怀孕相关，实验室检查，体征(医生检测），饮食，含有多个类别，酒精使用，症状(患者感受)", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "4)肿瘤放疗科医师认为患者适合采用术前立体定向放疗（SBRT）;\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：酒精使用，预期寿命，依存性，诊断，性别，药物，伦理审查，参与其它试验，年龄，睡眠，器官组织状态，健康群体，成瘾行为，受体状态，性取向，残疾群体，护理，体征(医生检测），居住情况，肿瘤进展，能力，疾病，研究者决定，风险评估，知情同意，献血，病例来源，特殊病人特征，口腔相关，治疗或手术，过敏耐受，饮食", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（2）有行支气管镜相关禁忌证患者（参照2008版诊断性可弯曲支气管镜应用指南）；\n类型选项：受体状态，实验室检查，疾病，睡眠，年龄，过敏耐受，锻炼，诊断，器官组织状态，风险评估，护理，性取向，含有多个类别，口腔相关，吸烟状况，治疗或手术，设备，研究者决定，教育情况，怀孕相关，参与其它试验，种族，依存性，伦理审查，病例来源，知情同意，药物", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n(5)过敏体质及多种药物过敏史，甲氨喋呤有应用禁忌者。\n类型选项：居住情况，预期寿命，依存性，护理，酒精使用，药物，健康群体，饮食，年龄，性别，能力，特殊病人特征，性取向，含有多个类别，种族，知情同意，献血，研究者决定，残疾群体，参与其它试验，数据可及性，治疗或手术，成瘾行为，受体状态，吸烟状况，教育情况，锻炼，睡眠，疾病分期，诊断，疾病，器官组织状态，过敏耐受，口腔相关，肿瘤进展", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n⑧不同意参加本项研究或拒绝签署知情同意；\n临床试验筛选标准选项：药物，数据可及性，疾病分期，体征(医生检测），预期寿命，诊断，实验室检查，年龄，性取向，病例来源，护理，器官组织状态，伦理审查，饮食，设备，睡眠，知情同意，成瘾行为，参与其它试验，依存性，居住情况，种族，残疾群体，献血，受体状态，研究者决定，能力，性别，含有多个类别，特殊病人特征", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n3湿性老年性黄斑变性完全瘢痕形成，无出血渗出者；\n选项：参与其它试验，预期寿命，病例来源，锻炼，体征(医生检测），能力，献血，口腔相关，护理，症状(患者感受)，吸烟状况，性取向，居住情况，种族，肿瘤进展，饮食，依存性，疾病分期，设备，读写能力，疾病，研究者决定，器官组织状态，教育情况，实验室检查，残疾群体，酒精使用", "target": "体征(医生检测）", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n3. 伴有其他进展的恶性肿瘤\n类型选项：依存性，参与其它试验，体征(医生检测），疾病，年龄，含有多个类别，受体状态，实验室检查，诊断，器官组织状态，疾病分期，性别，能力，病例来源，特殊病人特征，预期寿命，锻炼，种族，酒精使用，读写能力，性取向，成瘾行为，知情同意，治疗或手术，药物，献血，设备，风险评估，护理，睡眠，残疾群体，研究者决定", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n9)知情同意者。\n类型选项：治疗或手术，酒精使用，吸烟状况，残疾群体，诊断，献血，设备，疾病分期，症状(患者感受)，居住情况，伦理审查，种族，护理，性别，怀孕相关，肿瘤进展，研究者决定，年龄，药物，口腔相关，性取向，饮食，含有多个类别，读写能力，特殊病人特征，教育情况，预期寿命，受体状态，数据可及性，依存性，体征(医生检测），知情同意，风险评估，过敏耐受，参与其它试验，病例来源", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n3）若服用药物，则多巴制剂、金刚烷胺、抗胆碱能药物、儿茶酚-O-甲基转移酶抑制剂或单胺氧化酶B抑制剂类药物必须在基线前稳定使用4周；抗抑郁、多巴胺受体激动剂类药物必须在基线前稳定使用8周；\n选项：伦理审查，器官组织状态，年龄，数据可及性，受体状态，性取向，读写能力，居住情况，能力，吸烟状况，诊断，研究者决定，怀孕相关，治疗或手术，成瘾行为，性别，设备，健康群体，参与其它试验，睡眠，特殊病人特征，饮食，肿瘤进展，锻炼，预期寿命，药物，含有多个类别，教育情况，症状(患者感受)，依存性，过敏耐受，疾病分期，体征(医生检测），口腔相关，献血", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n3) 经询问，怀疑或确认有药物滥用史；\n临床试验筛选标准选项：年龄，症状(患者感受)，护理，健康群体，口腔相关，过敏耐受，酒精使用，读写能力，参与其它试验，风险评估，吸烟状况，数据可及性，预期寿命，成瘾行为，怀孕相关，能力，性别，教育情况，器官组织状态，知情同意，种族，体征(医生检测），疾病，特殊病人特征，诊断，献血，依存性，病例来源，设备，疾病分期，受体状态，性取向，伦理审查", "target": "成瘾行为", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n-既往或目前患有间质性肺病；\n临床试验筛选标准选项：健康群体，酒精使用，能力，饮食，怀孕相关，残疾群体，种族，睡眠，锻炼，年龄，药物，献血，含有多个类别，居住情况，成瘾行为，研究者决定，实验室检查，特殊病人特征，疾病分期，知情同意，口腔相关，疾病，性别，性取向，设备，受体状态", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n（4）年龄18~65周岁（包括18周岁和65周岁），性别不限；\n类型选项：酒精使用，睡眠，数据可及性，症状(患者感受)，成瘾行为，锻炼，药物，性取向，性别，能力，疾病分期，含有多个类别，过敏耐受，教育情况，读写能力，疾病，吸烟状况，居住情况，怀孕相关，研究者决定，风险评估，知情同意，种族，肿瘤进展，口腔相关，献血，预期寿命，饮食，护理，参与其它试验，健康群体，伦理审查，体征(医生检测），实验室检查", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n2.多囊卵巢综合征、高催乳素血症、高雄激素血症者、甲状腺功能减退、慢性肾上腺皮质功能减退等内分泌疾病影响排卵者；\n选项：参与其它试验，实验室检查，健康群体，酒精使用，居住情况，研究者决定，残疾群体，成瘾行为，风险评估，治疗或手术，药物，过敏耐受，读写能力，特殊病人特征，病例来源，预期寿命，疾病分期，含有多个类别，数据可及性，性别，护理，吸烟状况，诊断，症状(患者感受)，怀孕相关，饮食，种族，受体状态，能力，器官组织状态", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n5. 行根治性放化疗/新辅助化疗+术后放疗±同期化疗±辅助化疗\n类型选项：疾病分期，伦理审查，献血，睡眠，锻炼，怀孕相关，性取向，残疾群体，年龄，特殊病人特征，依存性，器官组织状态，饮食，治疗或手术，口腔相关，护理，病例来源，药物，参与其它试验，风险评估，成瘾行为，含有多个类别，实验室检查，居住情况，性别，读写能力", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n3)15岁&lt;年龄&lt;65岁；\n选项：教育情况，怀孕相关，睡眠，含有多个类别，疾病，研究者决定，药物，种族，能力，数据可及性，依存性，成瘾行为，口腔相关，预期寿命，治疗或手术，残疾群体，护理，居住情况，读写能力，特殊病人特征，年龄，性别，疾病分期，体征(医生检测），风险评估，肿瘤进展，症状(患者感受)，实验室检查，受体状态，参与其它试验，过敏耐受，饮食", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n3.存在活动性出血或者明显的出血倾向患者\n类型选项：成瘾行为，口腔相关，怀孕相关，锻炼，过敏耐受，特殊病人特征，护理，性别，器官组织状态，实验室检查，教育情况，种族，肿瘤进展，健康群体，含有多个类别，受体状态，性取向，体征(医生检测），吸烟状况，诊断，睡眠，设备，病例来源，风险评估，献血，药物，饮食，疾病，数据可及性", "target": "体征(医生检测）", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n2) 伴随其他情况，术者认为患者不适宜进行冠状动脉造影或PCI，例如有使用抗血小板药物的禁忌症、伴有精神疾病、不明原因的发热＞38.5℃、未经控制的感染、严重低体重等。\n选项：疾病分期，特殊病人特征，症状(患者感受)，病例来源，参与其它试验，风险评估，伦理审查，诊断，怀孕相关，成瘾行为，肿瘤进展，居住情况，实验室检查，体征(医生检测），药物，受体状态，预期寿命，残疾群体，年龄，口腔相关，过敏耐受，器官组织状态，健康群体，锻炼，知情同意，读写能力，教育情况，依存性，献血，数据可及性，吸烟状况，含有多个类别，研究者决定，设备，酒精使用，饮食", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n6. 存在糖尿病足；\n类型选项：治疗或手术，症状(患者感受)，口腔相关，参与其它试验，实验室检查，过敏耐受，睡眠，特殊病人特征，体征(医生检测），酒精使用，种族，教育情况，风险评估，性别，设备，能力，诊断，锻炼，药物，健康群体，病例来源，怀孕相关，预期寿命，性取向，受体状态，疾病", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n2. 年龄在18岁到75岁之间；\n类型选项：居住情况，读写能力，参与其它试验，含有多个类别，特殊病人特征，知情同意，疾病，口腔相关，体征(医生检测），性别，护理，设备，残疾群体，过敏耐受，教育情况，症状(患者感受)，病例来源，肿瘤进展，器官组织状态，研究者决定，预期寿命，诊断，吸烟状况，治疗或手术，伦理审查，年龄，献血，性取向，怀孕相关，受体状态，锻炼", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n2.出生后一周内患有疾病需要机械换气或药物治疗者（不包括蓝光治疗的婴儿期黄疸患者）\n选项：能力，口腔相关，性别，吸烟状况，数据可及性，症状(患者感受)，饮食，疾病，研究者决定，过敏耐受，诊断，知情同意，治疗或手术，依存性，病例来源，器官组织状态，肿瘤进展，种族，年龄，含有多个类别，疾病分期，参与其它试验，护理，伦理审查，设备，风险评估，药物，怀孕相关，残疾群体，献血", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n11.对氨甲环酸药物过敏者。\n选项：病例来源，依存性，实验室检查，受体状态，研究者决定，护理，残疾群体，特殊病人特征，药物，性别，过敏耐受，健康群体，预期寿命，成瘾行为，参与其它试验，读写能力，献血，知情同意，睡眠，性取向，饮食，体征(医生检测），怀孕相关，居住情况，种族，疾病分期，器官组织状态，肿瘤进展，症状(患者感受)，疾病，风险评估，酒精使用", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n⑧签署知情同意书，能定期接受后期随访\n选项：怀孕相关，年龄，肿瘤进展，预期寿命，口腔相关，治疗或手术，药物，健康群体，数据可及性，读写能力，参与其它试验，种族，知情同意，锻炼，依存性，酒精使用，饮食，献血，教育情况，护理，性取向，研究者决定，伦理审查，诊断，能力，实验室检查，性别，器官组织状态，居住情况，设备，睡眠，含有多个类别，成瘾行为，风险评估", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n任何实验室检查结果存在具有临床意义的异常情况者；\n类型选项：怀孕相关，设备，特殊病人特征，研究者决定，器官组织状态，性取向，护理，受体状态，症状(患者感受)，药物，居住情况，参与其它试验，种族，献血，性别，预期寿命，实验室检查，疾病，睡眠，治疗或手术，健康群体，病例来源，含有多个类别，教育情况，读写能力，残疾群体", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n5 目前怀孕妇女\n类型选项：献血，教育情况，治疗或手术，受体状态，症状(患者感受)，年龄，数据可及性，护理，残疾群体，实验室检查，口腔相关，伦理审查，饮食，能力，疾病，肿瘤进展，研究者决定，读写能力，睡眠，性别，依存性，怀孕相关，酒精使用，知情同意，病例来源，吸烟状况，预期寿命，药物，过敏耐受，种族，性取向，特殊病人特征，居住情况", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n7.近期3个月内有手术史者；\n类型选项：诊断，症状(患者感受)，锻炼，知情同意，能力，疾病分期，酒精使用，治疗或手术，性取向，成瘾行为，健康群体，特殊病人特征，怀孕相关，饮食，性别，教育情况，病例来源，体征(医生检测），含有多个类别，睡眠，读写能力，受体状态，器官组织状态，口腔相关，风险评估，研究者决定，年龄，献血，疾病，依存性", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n⑥凝血功能不全的患者。\n选项：护理，药物，口腔相关，设备，疾病分期，读写能力，依存性，治疗或手术，种族，锻炼，成瘾行为，献血，性别，伦理审查，诊断，参与其它试验，吸烟状况，风险评估，症状(患者感受)，居住情况，教育情况，酒精使用，知情同意，饮食，年龄，器官组织状态，睡眠，能力，含有多个类别", "target": "器官组织状态", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n1)中低位直肠癌癌肿下缘距齿状线2—7cm者\n选项：治疗或手术，成瘾行为，疾病，实验室检查，性取向，睡眠，怀孕相关，能力，疾病分期，受体状态，护理，知情同意，器官组织状态，诊断，预期寿命，设备，健康群体，体征(医生检测），锻炼，依存性，性别，酒精使用，教育情况，居住情况，肿瘤进展，残疾群体，参与其它试验", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n符合伦理要求，并签署知情同意书。\n类型选项：预期寿命，护理，症状(患者感受)，特殊病人特征，性别，器官组织状态，教育情况，伦理审查，治疗或手术，药物，能力，饮食，怀孕相关，残疾群体，疾病分期，疾病，体征(医生检测），风险评估，读写能力，实验室检查，睡眠，依存性，含有多个类别，数据可及性，年龄，居住情况，病例来源，锻炼，成瘾行为，口腔相关，健康群体，献血", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n（4）意识清楚，无精神病史或人格障碍。\n类型选项：教育情况，设备，过敏耐受，治疗或手术，性别，特殊病人特征，肿瘤进展，伦理审查，怀孕相关，护理，药物，研究者决定，吸烟状况，疾病，残疾群体，数据可及性，含有多个类别，体征(医生检测），读写能力，睡眠，症状(患者感受)，预期寿命，种族，居住情况，饮食，知情同意，风险评估，诊断，疾病分期", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n(11)试验前3个月内献血或失血≥400 mL；\n类型选项：实验室检查，性取向，成瘾行为，预期寿命，特殊病人特征，体征(医生检测），护理，饮食，器官组织状态，诊断，参与其它试验，疾病分期，过敏耐受，研究者决定，疾病，吸烟状况，含有多个类别，读写能力，年龄，药物，健康群体，残疾群体，睡眠，教育情况，锻炼，酒精使用，肿瘤进展，口腔相关，居住情况，病例来源，知情同意，设备，治疗或手术，伦理审查", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n1.ASAⅠ-Ⅱ级择期全麻病人；\n临床试验筛选标准选项：疾病分期，成瘾行为，居住情况，能力，治疗或手术，饮食，健康群体，疾病，种族，参与其它试验，睡眠，肿瘤进展，读写能力，伦理审查，药物，酒精使用，实验室检查，诊断，研究者决定，年龄，受体状态，怀孕相关，锻炼，残疾群体，风险评估，教育情况，症状(患者感受)，器官组织状态，口腔相关，特殊病人特征，吸烟状况，病例来源，过敏耐受，护理，预期寿命，设备", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n5、无严重的肝肾疾病；\n选项：性取向，治疗或手术，肿瘤进展，疾病，药物，预期寿命，年龄，数据可及性，知情同意，怀孕相关，饮食，诊断，献血，受体状态，护理，病例来源，研究者决定，疾病分期，性别，风险评估，设备，读写能力，依存性，种族，残疾群体，酒精使用，成瘾行为，特殊病人特征，过敏耐受，教育情况，参与其它试验", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "1）男性或女性，年龄≥18岁\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：性别，酒精使用，能力，含有多个类别，居住情况，研究者决定，吸烟状况，教育情况，症状(患者感受)，实验室检查，诊断，受体状态，护理，健康群体，药物，疾病分期，过敏耐受，种族，性取向，成瘾行为，饮食，数据可及性，依存性，体征(医生检测），风险评估，设备，病例来源", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "5)妊娠或哺乳期妇女。\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：设备，体征(医生检测），病例来源，健康群体，居住情况，酒精使用，残疾群体，年龄，特殊病人特征，参与其它试验，护理，饮食，疾病，治疗或手术，睡眠，种族，疾病分期，知情同意，性取向，肿瘤进展，教育情况，怀孕相关，口腔相关，依存性，预期寿命，症状(患者感受)，能力，性别，过敏耐受，诊断", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n4 BMI≥30；\n类型选项：依存性，过敏耐受，药物，性取向，成瘾行为，病例来源，健康群体，护理，性别，治疗或手术，含有多个类别，疾病，体征(医生检测），饮食，受体状态，锻炼，睡眠，伦理审查，参与其它试验，怀孕相关，研究者决定，残疾群体，肿瘤进展，风险评估，吸烟状况，能力，献血，诊断，预期寿命，年龄，症状(患者感受)，特殊病人特征，读写能力，数据可及性，实验室检查，设备", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n1.受试者对一种及以上的药物或对两种及以上的食物过敏；\n选项：治疗或手术，研究者决定，健康群体，锻炼，诊断，设备，性别，伦理审查，器官组织状态，受体状态，数据可及性，体征(医生检测），症状(患者感受)，风险评估，参与其它试验，能力，含有多个类别，特殊病人特征，读写能力，睡眠，怀孕相关，吸烟状况，疾病分期，知情同意，病例来源，依存性，过敏耐受，护理，实验室检查，酒精使用，药物", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n4.原发病灶完整手术切除；\n类型选项：疾病分期，睡眠，实验室检查，器官组织状态，伦理审查，特殊病人特征，症状(患者感受)，病例来源，酒精使用，预期寿命，受体状态，过敏耐受，怀孕相关，教育情况，疾病，治疗或手术，风险评估，护理，口腔相关，依存性，知情同意，献血，吸烟状况，读写能力，含有多个类别，诊断，锻炼，设备，参与其它试验，肿瘤进展，数据可及性", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n4.内翻畸形在屈曲20°位时外翻应力可以矫正\n临床试验筛选标准选项：知情同意，能力，吸烟状况，风险评估，依存性，器官组织状态，教育情况，治疗或手术，诊断，疾病分期，种族，性别，实验室检查，年龄，特殊病人特征，受体状态，伦理审查，居住情况，含有多个类别，数据可及性，病例来源，护理，锻炼，疾病，残疾群体，症状(患者感受)，怀孕相关，设备，酒精使用，过敏耐受", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n1.根据美国风湿病协会诊断标准确诊SLE患者;\n类型选项：特殊病人特征，症状(患者感受)，种族，年龄，风险评估，读写能力，能力，受体状态，知情同意，残疾群体，口腔相关，吸烟状况，器官组织状态，肿瘤进展，病例来源，诊断，依存性，药物，教育情况，健康群体，献血，锻炼，酒精使用，成瘾行为，参与其它试验，性别，护理，过敏耐受，睡眠", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n（12）患者曾经或可能对造影剂有严重反应以至无法完成治疗前用药\n类型选项：药物，教育情况，成瘾行为，健康群体，伦理审查，年龄，口腔相关，吸烟状况，参与其它试验，居住情况，过敏耐受，器官组织状态，特殊病人特征，预期寿命，能力，疾病，睡眠，护理，研究者决定，肿瘤进展，酒精使用，读写能力，怀孕相关，性别，献血，病例来源", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n17)病毒性肝炎（包括乙肝和丙肝）、艾滋病抗体、梅毒螺旋体抗体筛选阳性；\n临床试验筛选标准选项：实验室检查，酒精使用，读写能力，疾病，性取向，依存性，特殊病人特征，过敏耐受，教育情况，治疗或手术，知情同意，居住情况，护理，诊断，数据可及性，风险评估，吸烟状况，器官组织状态，成瘾行为，预期寿命，睡眠，怀孕相关，口腔相关，含有多个类别，症状(患者感受)，献血，肿瘤进展，能力，伦理审查，锻炼，病例来源，设备，参与其它试验，药物，年龄", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n4、愿意参加此项研究者，签署手术知情同意书。\n临床试验筛选标准选项：体征(医生检测），症状(患者感受)，肿瘤进展，器官组织状态，参与其它试验，设备，口腔相关，怀孕相关，读写能力，饮食，依存性，吸烟状况，种族，疾病，能力，性取向，睡眠，药物，锻炼，成瘾行为，诊断，数据可及性，特殊病人特征，治疗或手术，知情同意，受体状态，风险评估，实验室检查，预期寿命，献血", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n④合并严重其他系统疾病的，如失代偿性心力衰竭、严重肝肾功能损害(血清转氨酶≥2×医学参考值上限，肌酐清除率≤40 ml／min或肾病活动期)；\n临床试验筛选标准选项：性别，参与其它试验，过敏耐受，受体状态，教育情况，风险评估，读写能力，种族，数据可及性，健康群体，知情同意，含有多个类别，睡眠，治疗或手术，居住情况，体征(医生检测），护理，特殊病人特征，献血，病例来源，成瘾行为，酒精使用，饮食，研究者决定，残疾群体，能力，药物", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（4）有精神障碍及智能障碍不能配合问卷调查者；\n类型选项：酒精使用，伦理审查，器官组织状态，性别，过敏耐受，研究者决定，病例来源，成瘾行为，数据可及性，受体状态，设备，药物，疾病分期，依存性，能力，含有多个类别，特殊病人特征，实验室检查，教育情况，读写能力，怀孕相关，体征(医生检测），诊断，居住情况，疾病，献血，护理，知情同意，饮食，锻炼，口腔相关，预期寿命，残疾群体，性取向，睡眠，种族", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n①孕期、哺乳期妇女；\n类型选项：疾病分期，数据可及性，病例来源，风险评估，预期寿命，受体状态，残疾群体，器官组织状态，口腔相关，症状(患者感受)，依存性，伦理审查，怀孕相关，成瘾行为，特殊病人特征，睡眠，年龄，吸烟状况，过敏耐受，设备，体征(医生检测），健康群体，诊断，含有多个类别，知情同意，读写能力，教育情况，酒精使用，能力，治疗或手术，性取向，锻炼，药物，肿瘤进展，实验室检查", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n2.5.曾用过鼠源性抗体者；\n类型选项：能力，过敏耐受，预期寿命，器官组织状态，怀孕相关，成瘾行为，疾病分期，数据可及性，健康群体，设备，含有多个类别，治疗或手术，体征(医生检测），知情同意，锻炼，受体状态，年龄，药物，伦理审查，居住情况，酒精使用，护理，吸烟状况，睡眠，特殊病人特征，疾病，献血", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n3). 签署知情同意书。\n临床试验筛选标准选项：年龄，健康群体，酒精使用，症状(患者感受)，器官组织状态，居住情况，性取向，病例来源，研究者决定，锻炼，依存性，诊断，吸烟状况，种族，成瘾行为，读写能力，口腔相关，体征(医生检测），饮食，知情同意，疾病，残疾群体，睡眠，能力，预期寿命，伦理审查，设备，教育情况", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n6．活动性溃疡及有出血倾向者。\n类型选项：护理，器官组织状态，肿瘤进展，能力，饮食，特殊病人特征，教育情况，种族，性取向，研究者决定，含有多个类别，过敏耐受，伦理审查，疾病，诊断，性别，读写能力，锻炼，成瘾行为，受体状态，体征(医生检测），残疾群体，治疗或手术，睡眠，健康群体，病例来源，年龄，实验室检查，居住情况，知情同意", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n2)合并糖尿病，骨代谢疾病，严重心、肺、肝、肾功能损害，血液系统或肿瘤性疾病者\n临床试验筛选标准选项：吸烟状况，能力，居住情况，症状(患者感受)，药物，疾病，饮食，口腔相关，依存性，锻炼，知情同意，护理，读写能力，教育情况，过敏耐受，特殊病人特征，设备，种族，风险评估，残疾群体，性取向，研究者决定，体征(医生检测），预期寿命，年龄，实验室检查，伦理审查，治疗或手术，含有多个类别，诊断，参与其它试验，病例来源", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n3) 有肾功能损害证据或下列肾病病史：血清肌酐高于正常值上限的1.5倍；透析史；或肾病综合征病史。\n类型选项：居住情况，实验室检查，口腔相关，酒精使用，研究者决定，能力，性别，体征(医生检测），依存性，伦理审查，设备，病例来源，含有多个类别，受体状态，年龄，饮食，知情同意，器官组织状态，疾病，教育情况，治疗或手术，吸烟状况，肿瘤进展，参与其它试验，健康群体，疾病分期，睡眠，献血", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\nd)怀孕或近期准备怀孕的女性，及哺乳期妇女；\n类型选项：锻炼，饮食，疾病分期，数据可及性，研究者决定，献血，病例来源，吸烟状况，症状(患者感受)，肿瘤进展，教育情况，预期寿命，实验室检查，性别，年龄，种族，健康群体，成瘾行为，伦理审查，体征(医生检测），口腔相关，知情同意，药物，受体状态，特殊病人特征，残疾群体，疾病，含有多个类别，过敏耐受，怀孕相关，能力", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n⑴年龄18～65岁的肝炎肝硬化患者；\n类型选项：参与其它试验，性别，数据可及性，健康群体，特殊病人特征，治疗或手术，设备，教育情况，口腔相关，依存性，读写能力，风险评估，症状(患者感受)，含有多个类别，体征(医生检测），实验室检查，预期寿命，献血，怀孕相关，过敏耐受，伦理审查，种族，病例来源，疾病，酒精使用，护理，受体状态，饮食，成瘾行为，药物，睡眠，器官组织状态，研究者决定", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n④筛选前30天内，未使用抗生素。\n类型选项：风险评估，特殊病人特征，设备，症状(患者感受)，诊断，疾病，年龄，肿瘤进展，饮食，知情同意，口腔相关，体征(医生检测），酒精使用，残疾群体，药物，参与其它试验，伦理审查，数据可及性，怀孕相关，性取向，健康群体，献血，吸烟状况，成瘾行为，病例来源，受体状态，实验室检查，疾病分期", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n2.手术切除不完全或存在第二肿瘤；\n类型选项：依存性，饮食，残疾群体，设备，疾病，过敏耐受，怀孕相关，预期寿命，口腔相关，酒精使用，药物，居住情况，含有多个类别，参与其它试验，症状(患者感受)，成瘾行为，风险评估，研究者决定，伦理审查，吸烟状况，性别，疾病分期，教育情况，体征(医生检测），性取向，健康群体，数据可及性，护理，年龄，睡眠", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n5、对本研究所用药物过敏者。\n类型选项：知情同意，实验室检查，治疗或手术，锻炼，诊断，性别，受体状态，伦理审查，依存性，症状(患者感受)，成瘾行为，疾病，药物，怀孕相关，研究者决定，数据可及性，睡眠，能力，含有多个类别，性取向，饮食，预期寿命，酒精使用，口腔相关，器官组织状态，疾病分期，教育情况，献血，设备，过敏耐受，参与其它试验，护理，病例来源，种族", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n2.身高、体重在生长正常范围内；\n类型选项：数据可及性，特殊病人特征，读写能力，年龄，研究者决定，预期寿命，怀孕相关，知情同意，依存性，睡眠，诊断，过敏耐受，器官组织状态，饮食，实验室检查，体征(医生检测），治疗或手术，吸烟状况，性取向，酒精使用，能力，居住情况，成瘾行为，疾病，设备，肿瘤进展，药物", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n3）合并其他部位恶性肿瘤，或其他器官功能衰竭；\n临床试验筛选标准选项：受体状态，吸烟状况，伦理审查，体征(医生检测），特殊病人特征，治疗或手术，护理，性取向，疾病分期，疾病，实验室检查，设备，残疾群体，药物，怀孕相关，能力，含有多个类别，年龄，教育情况，知情同意，居住情况，健康群体，症状(患者感受)，过敏耐受，献血，病例来源，锻炼，读写能力，酒精使用，数据可及性，成瘾行为，性别，参与其它试验", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\nE、 治疗未超过7天死亡或出院者；\n类型选项：症状(患者感受)，残疾群体，饮食，性取向，诊断，参与其它试验，含有多个类别，种族，数据可及性，受体状态，疾病分期，伦理审查，依存性，体征(医生检测），性别，教育情况，护理，实验室检查，疾病，献血，酒精使用，器官组织状态，成瘾行为，设备，过敏耐受，风险评估，锻炼，能力", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n3.愿意接受化疗和中药治疗的患者;\n临床试验筛选标准选项：居住情况，诊断，教育情况，参与其它试验，受体状态，过敏耐受，伦理审查，献血，病例来源，吸烟状况，依存性，设备，药物，知情同意，特殊病人特征，性别，睡眠，能力，残疾群体，怀孕相关，含有多个类别，酒精使用，症状(患者感受)，研究者决定，锻炼，饮食，性取向，预期寿命，疾病，年龄，口腔相关，治疗或手术", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n5. 依据体格检查，病史，生命体征，心电图等，研究者判定健康状况良好。\n类型选项：怀孕相关，器官组织状态，病例来源，教育情况，疾病，饮食，参与其它试验，诊断，性别，能力，特殊病人特征，受体状态，酒精使用，药物，护理，含有多个类别，过敏耐受，锻炼，伦理审查，性取向，设备，睡眠，研究者决定，体征(医生检测），预期寿命，治疗或手术，依存性，年龄，症状(患者感受)，成瘾行为，肿瘤进展，数据可及性，疾病分期，吸烟状况", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\nj. 不能耐受手术或麻醉者。\n类型选项：睡眠，体征(医生检测），能力，诊断，疾病，年龄，药物，伦理审查，酒精使用，受体状态，性取向，残疾群体，成瘾行为，性别，居住情况，疾病分期，护理，吸烟状况，病例来源，研究者决定，器官组织状态，读写能力，含有多个类别，口腔相关，怀孕相关，参与其它试验，症状(患者感受)，特殊病人特征，教育情况，过敏耐受，风险评估，肿瘤进展，预期寿命，实验室检查，治疗或手术", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n1.18-65岁\n类型选项：疾病分期，献血，饮食，睡眠，含有多个类别，数据可及性，吸烟状况，风险评估，健康群体，器官组织状态，疾病，年龄，锻炼，受体状态，性取向，肿瘤进展，治疗或手术，能力，居住情况，酒精使用，药物，设备，过敏耐受，残疾群体，诊断，特殊病人特征，病例来源，实验室检查，性别，体征(医生检测），参与其它试验，读写能力，怀孕相关，教育情况，种族", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n⑥患者或其监护人不能或不愿意签署知情同意书。\n临床试验筛选标准选项：参与其它试验，实验室检查，性取向，性别，数据可及性，预期寿命，体征(医生检测），吸烟状况，酒精使用，疾病，护理，种族，症状(患者感受)，特殊病人特征，知情同意，教育情况，睡眠，器官组织状态，依存性，研究者决定，居住情况，含有多个类别，年龄，口腔相关，成瘾行为，过敏耐受，受体状态，诊断，锻炼，残疾群体", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n7.血糖控制欠佳的糖尿病患者；\n类型选项：年龄，锻炼，数据可及性，器官组织状态，实验室检查，疾病，诊断，设备，疾病分期，体征(医生检测），过敏耐受，治疗或手术，酒精使用，教育情况，含有多个类别，健康群体，种族，伦理审查，怀孕相关，居住情况，献血，成瘾行为，性别，依存性，受体状态，吸烟状况，残疾群体，护理，性取向，口腔相关，药物，症状(患者感受)", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n2) 采集血清之前48小时内有静脉用药史；\n类型选项：诊断，读写能力，居住情况，数据可及性，依存性，吸烟状况，研究者决定，护理，药物，知情同意，口腔相关，性别，风险评估，受体状态，设备，预期寿命，治疗或手术，种族，教育情况，特殊病人特征，性取向，疾病分期，残疾群体，睡眠，体征(医生检测），肿瘤进展，疾病，含有多个类别，实验室检查", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n（2）匹兹堡睡眠质量指数（PSQI）计分﹥7分，焦虑自评量表（SAS）标准分&gt;50分或抑郁自评量表（SDS）标准分&gt;50分。\n临床试验筛选标准选项：睡眠，饮食，参与其它试验，风险评估，疾病分期，数据可及性，肿瘤进展，性别，酒精使用，受体状态，残疾群体，锻炼，教育情况，依存性，成瘾行为，诊断，研究者决定，伦理审查，知情同意，治疗或手术，症状(患者感受)，居住情况，疾病，预期寿命，种族，含有多个类别，读写能力，体征(医生检测），设备，药物，年龄，病例来源，器官组织状态", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "（4）能够耐受卵巢切除术或卵巢病灶手术\n这句话是什么临床试验筛选标准类型？\n类型选项：吸烟状况，受体状态，疾病，特殊病人特征，教育情况，残疾群体，实验室检查，饮食，读写能力，性取向，器官组织状态，数据可及性，研究者决定，年龄，体征(医生检测），疾病分期，参与其它试验，依存性，预期寿命，设备，过敏耐受，能力，献血，治疗或手术，睡眠，护理，种族，药物，健康群体，伦理审查，居住情况，风险评估", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n① 不愿意接受知情同意书；\n选项：知情同意，设备，献血，种族，口腔相关，护理，健康群体，肿瘤进展，怀孕相关，症状(患者感受)，年龄，受体状态，药物，伦理审查，含有多个类别，器官组织状态，实验室检查，治疗或手术，锻炼，睡眠，过敏耐受，饮食，教育情况，预期寿命，风险评估，诊断，性别，依存性，读写能力，特殊病人特征，居住情况，疾病", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n5) 愿意参与研究接受随访并签署知情同意书。\n类型选项：体征(医生检测），居住情况，受体状态，过敏耐受，怀孕相关，种族，病例来源，献血，口腔相关，年龄，预期寿命，药物，能力，诊断，锻炼，酒精使用，伦理审查，实验室检查，参与其它试验，肿瘤进展，健康群体，依存性，研究者决定，症状(患者感受)，知情同意，吸烟状况，治疗或手术，读写能力，含有多个类别，设备", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n8.随机前7天内接受过强效CYP3A4抑制剂治疗，或参加研究前12天内接受过强效CYP3A4诱导剂治疗者；\n选项：健康群体，设备，吸烟状况，年龄，研究者决定，器官组织状态，读写能力，数据可及性，性取向，参与其它试验，性别，疾病分期，成瘾行为，种族，治疗或手术，药物，受体状态，实验室检查，预期寿命，酒精使用，残疾群体，怀孕相关，饮食，过敏耐受，肿瘤进展，口腔相关，症状(患者感受)，献血，知情同意，护理，能力，风险评估，锻炼，体征(医生检测），疾病", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n7)筛选期间血清肌酐浓度≤2mg/dL (176.8μmol/L)。筛选期间总胆红素在正常范围上限1.5倍以内，丙氨酸氨基转移酶（ALT）和天冬氨酸氨基转移酶（AST）在正常范围上限3倍以内的患者。\n类型选项：献血，口腔相关，药物，肿瘤进展，年龄，研究者决定，病例来源，睡眠，居住情况，残疾群体，疾病，酒精使用，饮食，种族，受体状态，锻炼，伦理审查，设备，症状(患者感受)，体征(医生检测），读写能力，实验室检查，过敏耐受，含有多个类别，风险评估，怀孕相关，护理", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n11）既往患有任何增加出血性风险的疾病，如牙周病、痔疮、急性胃炎或消化道溃疡、血肿、直肠出血、呕血、血尿症、生殖道出血（包括月经过多）、鼻出血等；\n选项：种族，酒精使用，实验室检查，依存性，性别，设备，教育情况，睡眠，含有多个类别，治疗或手术，健康群体，护理，口腔相关，伦理审查，疾病，献血，吸烟状况，特殊病人特征，器官组织状态，读写能力，参与其它试验，能力，饮食，预期寿命，过敏耐受，成瘾行为，体征(医生检测），肿瘤进展，怀孕相关", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n1.合并心、脑、肾、肝胆、胃肠道疾病及其他严重内科疾病者；\n选项：预期寿命，肿瘤进展，体征(医生检测），健康群体，研究者决定，性别，药物，护理，知情同意，疾病分期，饮食，含有多个类别，设备，性取向，治疗或手术，病例来源，口腔相关，教育情况，数据可及性，伦理审查，睡眠，依存性，诊断，种族，怀孕相关，风险评估，读写能力，特殊病人特征，疾病，参与其它试验，受体状态，年龄", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n1）自愿参加本研究，签署知情同意书，依从性好，可随访；\n选项：读写能力，成瘾行为，健康群体，诊断，睡眠，种族，特殊病人特征，性别，献血，器官组织状态，知情同意，锻炼，年龄，实验室检查，预期寿命，酒精使用，参与其它试验，残疾群体，风险评估，过敏耐受，饮食，受体状态，治疗或手术，含有多个类别，疾病分期，研究者决定，疾病，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n7.活动性肝炎（HBVDNA或HCVRNA检测阳性）;\n临床试验筛选标准选项：设备，性取向，年龄，口腔相关，伦理审查，教育情况，读写能力，依存性，酒精使用，疾病，实验室检查，疾病分期，献血，肿瘤进展，受体状态，药物，知情同意，器官组织状态，性别，居住情况，护理，怀孕相关，睡眠，治疗或手术，残疾群体，锻炼，能力，饮食，成瘾行为，含有多个类别，数据可及性，预期寿命", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n6. 肿瘤或其它恶性疾病；\n类型选项：疾病，受体状态，数据可及性，研究者决定，护理，含有多个类别，吸烟状况，饮食，伦理审查，肿瘤进展，成瘾行为，献血，酒精使用，症状(患者感受)，参与其它试验，居住情况，口腔相关，体征(医生检测），怀孕相关，诊断，治疗或手术，过敏耐受，性取向，特殊病人特征，病例来源，器官组织状态，能力，实验室检查，依存性，年龄", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n6）依从性良好，口腔卫生情况良好，全身情况良好。\n类型选项：献血，设备，药物，症状(患者感受)，疾病分期，性别，体征(医生检测），健康群体，特殊病人特征，病例来源，怀孕相关，研究者决定，读写能力，伦理审查，口腔相关，锻炼，护理，参与其它试验，预期寿命，成瘾行为，居住情况，诊断，器官组织状态，疾病，实验室检查，能力，治疗或手术，数据可及性，含有多个类别，过敏耐受，性取向，吸烟状况，知情同意，依存性，风险评估，酒精使用", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "4. 受试者有对利多卡因或曲安奈德过敏史；\n是什么临床试验筛选标准类型？\n选项：伦理审查，研究者决定，特殊病人特征，器官组织状态，睡眠，参与其它试验，残疾群体，口腔相关，疾病，风险评估，健康群体，护理，献血，酒精使用，受体状态，症状(患者感受)，诊断，性别，怀孕相关，知情同意，治疗或手术，过敏耐受，肿瘤进展，读写能力，年龄，性取向，病例来源，药物，预期寿命，锻炼，设备，体征(医生检测），吸烟状况，实验室检查", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "（1）术前检查无肺部手术禁忌证并签署知情同意书的患者；\n是什么临床试验筛选标准类型？\n选项：吸烟状况，伦理审查，口腔相关，诊断，饮食，种族，研究者决定，药物，参与其它试验，治疗或手术，实验室检查，依存性，健康群体，受体状态，能力，风险评估，病例来源，疾病分期，含有多个类别，器官组织状态，护理，性别，锻炼，设备，酒精使用，睡眠，症状(患者感受)，年龄，特殊病人特征，残疾群体，性取向，献血，成瘾行为，怀孕相关，过敏耐受，知情同意", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n12. 怀疑或确定有酒精、药物滥用病史；或者根据研究者的判断，易造成失访的情况，如工作环境经常变动等的患者。\n选项：吸烟状况，病例来源，体征(医生检测），成瘾行为，年龄，数据可及性，锻炼，饮食，研究者决定，设备，性取向，教育情况，健康群体，参与其它试验，受体状态，护理，疾病，肿瘤进展，器官组织状态，种族，含有多个类别，知情同意，性别，症状(患者感受)，居住情况，特殊病人特征，药物，治疗或手术，风险评估，伦理审查，怀孕相关", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n2.肺功能检查有弥散功能下降的患者。\n临床试验筛选标准选项：口腔相关，器官组织状态，预期寿命，残疾群体，居住情况，教育情况，研究者决定，疾病分期，风险评估，健康群体，能力，受体状态，特殊病人特征，献血，肿瘤进展，酒精使用，性别，参与其它试验，疾病，知情同意，设备，依存性，吸烟状况，症状(患者感受)，含有多个类别，种族，实验室检查，体征(医生检测），药物，过敏耐受，诊断", "target": "器官组织状态", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（4）知情同意并签署知情同意书；\n类型选项：年龄，酒精使用，研究者决定，睡眠，能力，参与其它试验，献血，残疾群体，预期寿命，器官组织状态，健康群体，数据可及性，病例来源，成瘾行为，特殊病人特征，含有多个类别，体征(医生检测），知情同意，教育情况，怀孕相关，口腔相关，锻炼，风险评估，性别，护理，依存性，症状(患者感受)，设备，实验室检查，种族，肿瘤进展，治疗或手术", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n（3）出现术后胆道并发症及血管并发症者；\n类型选项：过敏耐受，怀孕相关，护理，药物，锻炼，病例来源，症状(患者感受)，依存性，献血，参与其它试验，受体状态，睡眠，肿瘤进展，含有多个类别，疾病，诊断，性取向，实验室检查，饮食，研究者决定，特殊病人特征，性别，酒精使用，居住情况，能力，吸烟状况，体征(医生检测），风险评估，设备，知情同意，种族，年龄，数据可及性，伦理审查", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n2.有严重心肺等系统疾病，不能耐受评估过程的患者\n类型选项：体征(医生检测），特殊病人特征，成瘾行为，肿瘤进展，含有多个类别，性别，种族，酒精使用，居住情况，吸烟状况，年龄，疾病分期，症状(患者感受)，研究者决定，读写能力，健康群体，残疾群体，诊断，护理，预期寿命，口腔相关，数据可及性，睡眠，能力，性取向，怀孕相关，设备，病例来源，饮食，参与其它试验，依存性，风险评估，疾病", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\na)伴有严重的内科疾病;\n类型选项：病例来源，设备，体征(医生检测），器官组织状态，种族，预期寿命，酒精使用，数据可及性，能力，读写能力，疾病，参与其它试验，疾病分期，睡眠，性取向，实验室检查，症状(患者感受)，研究者决定，风险评估，成瘾行为，知情同意，健康群体，口腔相关，过敏耐受，受体状态，特殊病人特征", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n2.正在进行其他临床实验者；\n类型选项：护理，数据可及性，依存性，年龄，怀孕相关，特殊病人特征，过敏耐受，预期寿命，伦理审查，体征(医生检测），含有多个类别，疾病，献血，症状(患者感受)，读写能力，知情同意，药物，疾病分期，器官组织状态，饮食，口腔相关，参与其它试验，能力，受体状态，实验室检查，居住情况，研究者决定，性别", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "（4）患者的肌酸激酶水平超出ULN范围。\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：性取向，预期寿命，参与其它试验，受体状态，护理，献血，健康群体，残疾群体，伦理审查，数据可及性，吸烟状况，肿瘤进展，居住情况，知情同意，诊断，疾病分期，实验室检查，设备，教育情况，含有多个类别，体征(医生检测），过敏耐受，能力，风险评估，酒精使用，睡眠，性别，治疗或手术，读写能力，成瘾行为，种族，怀孕相关，饮食", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n1）新诊断的III/IV期T-LBL，经前期诱导治疗疗效评价CR/PR；\n临床试验筛选标准选项：睡眠，成瘾行为，年龄，器官组织状态，锻炼，种族，居住情况，疾病分期，体征(医生检测），知情同意，教育情况，口腔相关，读写能力，药物，肿瘤进展，性别，实验室检查，特殊病人特征，献血，能力，研究者决定，数据可及性，受体状态，残疾群体，风险评估，诊断，病例来源，参与其它试验，设备，吸烟状况，怀孕相关，过敏耐受，饮食", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "1．乳腺癌改良根治术后,临床分期Ⅱ—Ⅳ期，放化疗结束一个月以上的患者；\n这句话是什么临床试验筛选标准类型？\n类型选项：能力，参与其它试验，风险评估，含有多个类别，诊断，数据可及性，体征(医生检测），症状(患者感受)，残疾群体，研究者决定，疾病分期，饮食，吸烟状况，药物，实验室检查，读写能力，成瘾行为，教育情况，器官组织状态，护理，健康群体，伦理审查，预期寿命，怀孕相关，酒精使用，受体状态，性取向，过敏耐受，献血，锻炼，睡眠，设备，居住情况，年龄，疾病，肿瘤进展", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n2.1.4四周内未接受抗组胺药物和糖皮质激素治疗者；\n类型选项：护理，知情同意，实验室检查，酒精使用，吸烟状况，健康群体，肿瘤进展，睡眠，诊断，设备，器官组织状态，教育情况，体征(医生检测），依存性，读写能力，药物，参与其它试验，锻炼，献血，能力，过敏耐受，疾病，数据可及性，种族，含有多个类别，成瘾行为，饮食", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "2.缺血性脑卒中患者\n这句话是什么临床试验筛选标准类型？\n类型选项：设备，含有多个类别，怀孕相关，风险评估，睡眠，读写能力，肿瘤进展，饮食，疾病，体征(医生检测），性取向，献血，研究者决定，参与其它试验，药物，教育情况，知情同意，残疾群体，护理，成瘾行为，伦理审查，能力，预期寿命，口腔相关，治疗或手术，年龄，特殊病人特征，数据可及性，实验室检查", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "② 根据国际心血管疾病学会及世界卫生组织报告的诊断标准，既往出现或新发现ST段抬高1毫米以上，左束支传导阻滞或病理性Q波形成持续至少10分钟；\n这句话是什么临床试验筛选标准类型？\n类型选项：种族，护理，吸烟状况，口腔相关，伦理审查，依存性，锻炼，居住情况，健康群体，治疗或手术，睡眠，能力，数据可及性，病例来源，教育情况，知情同意，成瘾行为，体征(医生检测），怀孕相关，含有多个类别，器官组织状态，诊断，预期寿命，酒精使用，疾病，残疾群体", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n年龄≤6岁的终末期肝病及肝移植患儿；\n类型选项：过敏耐受，居住情况，含有多个类别，种族，预期寿命，实验室检查，治疗或手术，数据可及性，设备，病例来源，疾病，症状(患者感受)，锻炼，护理，能力，疾病分期，献血，药物，饮食，风险评估，健康群体，伦理审查，残疾群体，年龄，研究者决定，怀孕相关，读写能力，酒精使用，性别，性取向，口腔相关，参与其它试验，知情同意，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "6.妊娠或授乳期的妇女,接受治疗过程中准备妊娠者。\n是什么临床试验筛选标准类型？\n选项：吸烟状况，病例来源，受体状态，献血，教育情况，读写能力，实验室检查，居住情况，研究者决定，种族，锻炼，过敏耐受，口腔相关，疾病分期，疾病，诊断，体征(医生检测），症状(患者感受)，风险评估，能力，肿瘤进展，性取向，饮食，伦理审查，器官组织状态，酒精使用，护理，数据可及性，性别，健康群体，设备，含有多个类别，残疾群体，依存性，成瘾行为，怀孕相关", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n7.患者及家属知情同意。\n临床试验筛选标准选项：酒精使用，药物，伦理审查，预期寿命，锻炼，居住情况，特殊病人特征，疾病，健康群体，口腔相关，知情同意，种族，体征(医生检测），睡眠，成瘾行为，读写能力，风险评估，病例来源，饮食，数据可及性，器官组织状态，症状(患者感受)，含有多个类别，能力，依存性，性取向，怀孕相关", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n⑦ 拒绝针灸治疗患者，包括惧怕针刺，无法坚持针灸治疗。\n类型选项：年龄，实验室检查，伦理审查，酒精使用，献血，治疗或手术，性别，成瘾行为，研究者决定，风险评估，锻炼，诊断，参与其它试验，病例来源，教育情况，肿瘤进展，疾病，依存性，受体状态，药物，预期寿命，含有多个类别，体征(医生检测），知情同意，性取向，能力，数据可及性，器官组织状态", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n4.ECOG评分0—2分。\n类型选项：成瘾行为，症状(患者感受)，健康群体，研究者决定，睡眠，肿瘤进展，酒精使用，过敏耐受，种族，吸烟状况，残疾群体，锻炼，含有多个类别，性别，口腔相关，体征(医生检测），饮食，伦理审查，数据可及性，实验室检查，性取向，风险评估，受体状态，疾病，病例来源，怀孕相关，能力，诊断，疾病分期，设备，特殊病人特征", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n2. 年龄18-80岁；\n类型选项：实验室检查，怀孕相关，献血，数据可及性，特殊病人特征，健康群体，风险评估，知情同意，体征(医生检测），护理，吸烟状况，设备，口腔相关，含有多个类别，年龄，饮食，锻炼，药物，诊断，受体状态，预期寿命，睡眠，病例来源，器官组织状态，读写能力，伦理审查", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n3、术前需要进行抗体诱导治疗的患者\n临床试验筛选标准选项：性别，怀孕相关，过敏耐受，酒精使用，成瘾行为，护理，锻炼，居住情况，饮食，吸烟状况，读写能力，实验室检查，病例来源，性取向，诊断，预期寿命，治疗或手术，睡眠，数据可及性，教育情况，残疾群体，体征(医生检测），肿瘤进展，疾病，种族，受体状态，知情同意，设备，药物，风险评估，含有多个类别，特殊病人特征，能力，年龄", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n（14）认知功能障碍、痴呆患者、严重精神病患者；\n类型选项：特殊病人特征，睡眠，疾病，疾病分期，预期寿命，献血，残疾群体，健康群体，体征(医生检测），怀孕相关，治疗或手术，含有多个类别，肿瘤进展，护理，口腔相关，诊断，居住情况，器官组织状态，设备，药物，伦理审查，性取向，酒精使用，饮食，能力，吸烟状况，种族，病例来源", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "5. 使用两种降压药联合治疗仍无法控制的高血压（收缩压≥140 mmHg或者舒张压≥90 mmHg）；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：含有多个类别，伦理审查，疾病分期，残疾群体，参与其它试验，症状(患者感受)，数据可及性，依存性，肿瘤进展，特殊病人特征，饮食，读写能力，护理，体征(医生检测），疾病，知情同意，口腔相关，能力，献血，成瘾行为，性取向，性别，诊断，怀孕相关，锻炼，风险评估，酒精使用，吸烟状况，年龄，预期寿命，药物，设备，治疗或手术，受体状态，健康群体，病例来源", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n④伴有其他严重慢性病者：如慢性阻塞性肺疾病，慢性心衰，慢性肝炎，肝性脑病，肝脏肿瘤及肝脏手术史，糖尿病等；\n临床试验筛选标准选项：受体状态，知情同意，性别，疾病，特殊病人特征，吸烟状况，治疗或手术，研究者决定，风险评估，护理，肿瘤进展，残疾群体，健康群体，药物，酒精使用，居住情况，能力，锻炼，器官组织状态，病例来源，献血，实验室检查，种族，症状(患者感受)，疾病分期，参与其它试验，含有多个类别，过敏耐受，设备", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n5.患有某些能干扰认知功能评价疾病,其中包括嗜酒的病人,或者在过去5年内经DSM-IV标准诊断为吸毒或其他精神性药物滥用者；\n临床试验筛选标准选项：教育情况，含有多个类别，受体状态，过敏耐受，酒精使用，体征(医生检测），特殊病人特征，性别，睡眠，伦理审查，健康群体，能力，研究者决定，数据可及性，治疗或手术，成瘾行为，口腔相关，参与其它试验，器官组织状态，病例来源，实验室检查，读写能力，疾病，饮食，年龄，预期寿命，怀孕相关，残疾群体，药物，锻炼，居住情况，肿瘤进展，症状(患者感受)", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n(7)全身结缔组织病、自身免疫性疾病及糖尿病等；\n类型选项：依存性，治疗或手术，健康群体，病例来源，残疾群体，护理，知情同意，器官组织状态，年龄，设备，种族，能力，预期寿命，献血，教育情况，实验室检查，疾病分期，疾病，肿瘤进展，性别，睡眠，参与其它试验，读写能力，症状(患者感受)，受体状态，研究者决定，诊断，药物，饮食，过敏耐受，风险评估，成瘾行为", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n8)有明显的主要内脏器官功能障碍, 如：肌酐&gt;1.5倍正常值范围的上限，AST、ALT、总胆红素&gt;1.5倍正常值范围的上         限，空腹血糖&gt;8 mmol/L等；\n临床试验筛选标准选项：成瘾行为，怀孕相关，读写能力，年龄，口腔相关，过敏耐受，能力，含有多个类别，症状(患者感受)，数据可及性，锻炼，睡眠，设备，预期寿命，特殊病人特征，性别，酒精使用，受体状态，饮食，病例来源，肿瘤进展，实验室检查，健康群体，护理，献血，研究者决定，种族，参与其它试验，疾病分期，居住情况，吸烟状况，伦理审查", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n5、近期未服用影响甲状旁腺激素水平的药物\n选项：数据可及性，器官组织状态，治疗或手术，睡眠，依存性，读写能力，伦理审查，过敏耐受，年龄，成瘾行为，病例来源，预期寿命，体征(医生检测），健康群体，设备，口腔相关，护理，症状(患者感受)，受体状态，教育情况，疾病分期，酒精使用，锻炼，实验室检查，吸烟状况，肿瘤进展，知情同意，研究者决定，诊断，含有多个类别，献血，药物，特殊病人特征，能力，风险评估，疾病", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n①年龄16岁-80岁患者，性别不限；\n类型选项：预期寿命，疾病分期，治疗或手术，性取向，教育情况，读写能力，怀孕相关，残疾群体，诊断，症状(患者感受)，依存性，居住情况，数据可及性，酒精使用，健康群体，性别，体征(医生检测），年龄，风险评估，知情同意，研究者决定，伦理审查，口腔相关，能力，过敏耐受，肿瘤进展，病例来源，特殊病人特征，锻炼，含有多个类别", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n4.拟择期行上腹部手术\n临床试验筛选标准选项：能力，知情同意，参与其它试验，睡眠，教育情况，疾病分期，护理，研究者决定，读写能力，症状(患者感受)，健康群体，口腔相关，设备，受体状态，伦理审查，含有多个类别，数据可及性，器官组织状态，种族，成瘾行为，吸烟状况，病例来源，性取向，预期寿命，治疗或手术，性别，药物，疾病，过敏耐受，酒精使用，居住情况", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n5)自愿参加试验，获得知情同意书过程符合GCP规定。\n临床试验筛选标准选项：知情同意，数据可及性，年龄，锻炼，居住情况，健康群体，性别，研究者决定，种族，含有多个类别，读写能力，献血，风险评估，护理，病例来源，症状(患者感受)，设备，体征(医生检测），疾病，睡眠，能力，诊断，器官组织状态，实验室检查，依存性，参与其它试验，过敏耐受，残疾群体，饮食，肿瘤进展，成瘾行为，疾病分期，预期寿命", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n（5）明确现症细菌感染\n类型选项：诊断，预期寿命，实验室检查，性别，居住情况，口腔相关，风险评估，能力，饮食，器官组织状态，种族，教育情况，酒精使用，参与其它试验，睡眠，肿瘤进展，受体状态，特殊病人特征，知情同意，吸烟状况，读写能力，性取向，含有多个类别，成瘾行为，症状(患者感受)，设备，锻炼，献血，疾病，健康群体，伦理审查，护理", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n2)肿瘤最大直径小于2cm且未合并超声内镜下的高危因素\n临床试验筛选标准选项：药物，居住情况，献血，饮食，过敏耐受，健康群体，含有多个类别，体征(医生检测），症状(患者感受)，性别，病例来源，风险评估，成瘾行为，诊断，肿瘤进展，依存性，疾病分期，吸烟状况，研究者决定，治疗或手术，能力，护理，读写能力，口腔相关，受体状态，酒精使用，伦理审查，知情同意，数据可及性，参与其它试验，种族，年龄，疾病，锻炼，怀孕相关，器官组织状态", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n3)目前正在进行其他药物临床试验者；\n临床试验筛选标准选项：酒精使用，残疾群体，伦理审查，成瘾行为，病例来源，知情同意，种族，教育情况，受体状态，数据可及性，参与其它试验，含有多个类别，居住情况，设备，器官组织状态，诊断，性取向，锻炼，疾病分期，怀孕相关，饮食，实验室检查，体征(医生检测），健康群体，性别，读写能力，过敏耐受，疾病", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "4）空腹血糖小于7.0mmol/L。\n这句话是什么临床试验筛选标准类型？\n类型选项：睡眠，性别，含有多个类别，体征(医生检测），种族，能力，预期寿命，实验室检查，参与其它试验，健康群体，酒精使用，器官组织状态，锻炼，风险评估，献血，年龄，肿瘤进展，读写能力，依存性，研究者决定，过敏耐受，饮食，成瘾行为，药物，诊断，性取向，设备，特殊病人特征", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "3)除判断为肾功能不全诊断的疾病导致的实验室检查异常外，有其它有临床意义的实验室检查异常者（注：中重度贫血的患者（Hb＜60g/L）、重度高血压（收缩压＞180mmHg和/或舒张压＞110mmHg）患者以及糖尿病肾病患者均需排除）；\n这句话是什么临床试验筛选标准类型？\n类型选项：体征(医生检测），吸烟状况，教育情况，药物，能力，设备，特殊病人特征，研究者决定，疾病分期，读写能力，居住情况，肿瘤进展，护理，酒精使用，锻炼，病例来源，残疾群体，预期寿命，参与其它试验，伦理审查，数据可及性，含有多个类别，症状(患者感受)，风险评估，实验室检查，口腔相关，过敏耐受，种族，怀孕相关，饮食，诊断，性取向", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n1.吞咽相关器官存在肿瘤、畸形等器质性病变；\n选项：成瘾行为，伦理审查，健康群体，年龄，锻炼，口腔相关，依存性，教育情况，过敏耐受，读写能力，实验室检查，饮食，诊断，性别，睡眠，参与其它试验，症状(患者感受)，病例来源，特殊病人特征，含有多个类别，能力，吸烟状况，设备，器官组织状态，预期寿命，怀孕相关，残疾群体，酒精使用，治疗或手术，护理，献血，性取向，数据可及性，疾病", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n②非真性红细胞增多症：包括继发性红细胞增多症和相对性红细胞增多症等。\n临床试验筛选标准选项：怀孕相关，疾病，性取向，病例来源，健康群体，过敏耐受，药物，睡眠，疾病分期，残疾群体，肿瘤进展，知情同意，器官组织状态，实验室检查，锻炼，居住情况，症状(患者感受)，参与其它试验，伦理审查，献血，治疗或手术，受体状态，性别，含有多个类别，酒精使用，教育情况，风险评估，数据可及性，诊断，特殊病人特征，种族，护理，吸烟状况，读写能力，研究者决定，体征(医生检测）", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n4.合并严重感染，病情危重者;\n类型选项：含有多个类别，过敏耐受，肿瘤进展，疾病分期，药物，病例来源，诊断，饮食，设备，教育情况，性别，年龄，治疗或手术，伦理审查，体征(医生检测），成瘾行为，器官组织状态，口腔相关，怀孕相关，居住情况，种族，疾病，性取向，吸烟状况，症状(患者感受)，健康群体，实验室检查，参与其它试验，研究者决定", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n6.已接受甲氨蝶呤、来氟米特、沙利度胺或硫酸羟氯喹在入组前规律用药至少3个月以上，并且未出现源于改善病情抗风湿药（DMARDs）严重毒副作用，尤其无胃肠道反应，且在入组前至少固定剂量4个周以上，\n类型选项：过敏耐受，实验室检查，居住情况，教育情况，设备，残疾群体，锻炼，研究者决定，读写能力，症状(患者感受)，器官组织状态，受体状态，疾病分期，吸烟状况，数据可及性，肿瘤进展，性取向，口腔相关，依存性，风险评估，能力，种族，饮食，知情同意，病例来源，体征(医生检测），含有多个类别，诊断，药物，健康群体，护理，预期寿命，成瘾行为，酒精使用，治疗或手术", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n5.前置胎盘剖宫产预防性使用\n类型选项：怀孕相关，器官组织状态，健康群体，肿瘤进展，疾病分期，药物，种族，口腔相关，酒精使用，数据可及性，治疗或手术，含有多个类别，预期寿命，体征(医生检测），残疾群体，病例来源，受体状态，读写能力，疾病，睡眠，成瘾行为，伦理审查，设备，献血，研究者决定，吸烟状况，能力，教育情况，特殊病人特征，锻炼，居住情况，风险评估，参与其它试验，饮食", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "6.在6个月内口服或外用过维甲酸类药物者\n这句话是什么临床试验筛选标准类型？\n类型选项：酒精使用，性别，知情同意，设备，预期寿命，护理，治疗或手术，肿瘤进展，含有多个类别，过敏耐受，读写能力，献血，依存性，年龄，怀孕相关，残疾群体，数据可及性，器官组织状态，风险评估，教育情况，锻炼，居住情况，药物，吸烟状况，健康群体，体征(医生检测），种族，实验室检查，诊断", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n4.签署知情同意书\n选项：知情同意，残疾群体，症状(患者感受)，预期寿命，健康群体，设备，药物，风险评估，含有多个类别，过敏耐受，教育情况，怀孕相关，睡眠，诊断，性别，伦理审查，实验室检查，年龄，肿瘤进展，口腔相关，成瘾行为，依存性，研究者决定，数据可及性，特殊病人特征，读写能力，体征(医生检测），吸烟状况，疾病分期，护理，参与其它试验，种族", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n1.母亲有以下疾病：糖尿病、高血压、甲状腺疾病和其他内分泌疾病或服用相关药物者;\n类型选项：治疗或手术，口腔相关，研究者决定，知情同意，残疾群体，吸烟状况，疾病分期，教育情况，睡眠，诊断，种族，酒精使用，预期寿命，肿瘤进展，数据可及性，疾病，怀孕相关，性取向，读写能力，体征(医生检测），药物，器官组织状态，依存性，实验室检查，年龄，成瘾行为，含有多个类别，伦理审查，护理", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n1.年龄18-80岁\n选项：预期寿命，成瘾行为，实验室检查，怀孕相关，饮食，种族，残疾群体，口腔相关，年龄，性别，睡眠，读写能力，能力，疾病分期，护理，受体状态，疾病，治疗或手术，肿瘤进展，器官组织状态，研究者决定，参与其它试验，知情同意，含有多个类别，性取向，健康群体，风险评估，数据可及性，药物，伦理审查，病例来源，献血，锻炼，设备", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "4.受试者具有恶性肿瘤病史；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：过敏耐受，肿瘤进展，锻炼，饮食，风险评估，护理，酒精使用，疾病，种族，睡眠，成瘾行为，疾病分期，年龄，含有多个类别，特殊病人特征，能力，健康群体，读写能力，口腔相关，残疾群体，治疗或手术，预期寿命，怀孕相关，依存性，受体状态，设备，知情同意", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n(1) 年龄在40-65岁，性别、种族不限。\n类型选项：诊断，含有多个类别，口腔相关，健康群体，成瘾行为，锻炼，病例来源，过敏耐受，性取向，疾病，知情同意，能力，预期寿命，体征(医生检测），风险评估，教育情况，设备，种族，器官组织状态，疾病分期，睡眠，肿瘤进展，受体状态，饮食，性别，年龄，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n8）已知活动的、无法控制的或有症状的中枢神经系统转移、癌性脑膜炎或有临床症状提示的软脑膜疾病、脑水肿和/或肿瘤进展性生长。有中枢神经系统转移或者脊髓压迫病史的患者，如已接受明确的局部治疗（如放疗，立体定向放疗）且在分组前使用抗痉挛药和激素后病情达到稳定超过4周。\n选项：饮食，病例来源，种族，残疾群体，怀孕相关，年龄，数据可及性，器官组织状态，健康群体，诊断，症状(患者感受)，疾病，过敏耐受，酒精使用，药物，教育情况，睡眠，设备，口腔相关，实验室检查，知情同意，含有多个类别，读写能力，成瘾行为，研究者决定，特殊病人特征", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "①无内科并发症（妊娠高血压综合征、先天性心脏病、胎盘血管瘤，心、肺、肝、肾等疾患，内分泌及神经系统疾病、神经精神疾病，胎儿先天畸形或高危，血液病等）；\n这句话是什么临床试验筛选标准类型？\n类型选项：酒精使用，饮食，体征(医生检测），疾病，依存性，含有多个类别，护理，设备，性取向，成瘾行为，实验室检查，风险评估，睡眠，预期寿命，肿瘤进展，吸烟状况，锻炼，性别，怀孕相关，残疾群体，种族，数据可及性，疾病分期，参与其它试验，献血，能力，特殊病人特征，口腔相关，药物，病例来源，受体状态，教育情况，年龄", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "a.I型呼吸衰竭：动脉血气分析PaO2 ≤55mmHg 或指脉氧饱和度SpO2 ≤88%；或者动脉血气分析PaO2 55mmHg~60mmHg，或指脉氧饱和度SpO2 88%，伴有右心衰竭或红细胞增多症（红细胞比容&gt;55%）；经鼻导管或面罩吸氧治疗仍无法纠正低氧血症者。\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：知情同意，设备，口腔相关，参与其它试验，疾病分期，依存性，饮食，诊断，酒精使用，症状(患者感受)，肿瘤进展，种族，风险评估，药物，预期寿命，怀孕相关，数据可及性，含有多个类别，过敏耐受，性取向，疾病，健康群体，读写能力，器官组织状态，实验室检查，护理，教育情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（3）心脏瓣膜病、肥厚型心肌病、扩张型心肌病引起的胸痛；非心脏性疾病引起的胸痛（重度神经官能症；或更年期综合征；或颈椎病；或食管、肺部或胸壁引起的胸痛等）；\n类型选项：疾病分期，性取向，种族，饮食，献血，风险评估，器官组织状态，疾病，护理，体征(医生检测），吸烟状况，睡眠，预期寿命，研究者决定，酒精使用，居住情况，参与其它试验，怀孕相关，受体状态，性别，年龄，教育情况，含有多个类别，过敏耐受，伦理审查，知情同意，健康群体", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n(5)乙肝病毒、丙肝病毒、人类免疫缺陷病毒感染者（研究者认为可以入组的乙型肝炎病毒携带者除外）或其他需全身治疗的严重感染；\n选项：怀孕相关，药物，设备，种族，特殊病人特征，依存性，参与其它试验，疾病分期，口腔相关，健康群体，吸烟状况，风险评估，体征(医生检测），受体状态，成瘾行为，肿瘤进展，能力，酒精使用，性取向，器官组织状态，研究者决定，锻炼，护理，饮食，献血，过敏耐受，残疾群体，性别，症状(患者感受)，预期寿命，教育情况，数据可及性，实验室检查，诊断，知情同意，疾病", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n3.经临床诊断证实为良性前列腺增生；\n选项：残疾群体，治疗或手术，成瘾行为，读写能力，锻炼，健康群体，居住情况，受体状态，体征(医生检测），吸烟状况，知情同意，疾病，伦理审查，实验室检查，种族，数据可及性，年龄，口腔相关，肿瘤进展，教育情况，参与其它试验，病例来源，依存性，性取向，过敏耐受，怀孕相关，药物，风险评估，睡眠，设备，疾病分期，酒精使用，特殊病人特征，预期寿命", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n1)曾使用利妥昔单抗治疗病人\n临床试验筛选标准选项：含有多个类别，睡眠，性取向，特殊病人特征，怀孕相关，设备，献血，饮食，预期寿命，疾病分期，健康群体，实验室检查，知情同意，口腔相关，参与其它试验，读写能力，药物，教育情况，器官组织状态，诊断，治疗或手术，体征(医生检测），性别，肿瘤进展，残疾群体，过敏耐受，锻炼", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n5、使用伏立康唑前72小时内用过氟康唑治疗者。\n选项：预期寿命，成瘾行为，性取向，健康群体，过敏耐受，读写能力，能力，睡眠，病例来源，依存性，疾病，知情同意，受体状态，器官组织状态，数据可及性，吸烟状况，设备，药物，实验室检查，教育情况，伦理审查，种族，含有多个类别，体征(医生检测），献血，锻炼，居住情况，风险评估，参与其它试验，酒精使用，研究者决定，治疗或手术，症状(患者感受)，肿瘤进展，护理", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n1.组织学或细胞学证实为恶性肿瘤。\n选项：护理，性别，器官组织状态，过敏耐受，饮食，数据可及性，读写能力，设备，诊断，性取向，教育情况，病例来源，风险评估，能力，肿瘤进展，年龄，锻炼，疾病分期，健康群体，受体状态，药物，治疗或手术，实验室检查，预期寿命，特殊病人特征，伦理审查，居住情况，酒精使用，献血，吸烟状况，种族，症状(患者感受)，含有多个类别，疾病", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n（4）继发性上尿路积水（伴或不伴肾功能损害），良性前列腺患者合并膀胱大憩室、腹股沟疝、严重的痔疮或脱肛。\n类型选项：特殊病人特征，饮食，含有多个类别，知情同意，参与其它试验，疾病分期，器官组织状态，献血，种族，读写能力，风险评估，伦理审查，口腔相关，吸烟状况，诊断，教育情况，研究者决定，酒精使用，年龄，睡眠，过敏耐受，肿瘤进展，实验室检查，病例来源，体征(医生检测），能力，药物，居住情况，症状(患者感受)，锻炼，依存性，受体状态，预期寿命，性取向", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n(2)血性便或脓血便者；\n类型选项：特殊病人特征，口腔相关，实验室检查，饮食，病例来源，数据可及性，残疾群体，器官组织状态，肿瘤进展，依存性，疾病，体征(医生检测），成瘾行为，居住情况，治疗或手术，献血，怀孕相关，年龄，诊断，种族，研究者决定，含有多个类别，教育情况，酒精使用，知情同意，性别", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n3.肝肾功能、肾功能异常，哮喘、未控制的糖尿病、甲状腺功能亢进、中重度瓣膜性心脏病、慢性心包炎、肥厚型心肌病等不能耐受电生理检查者；\n选项：参与其它试验，教育情况，含有多个类别，肿瘤进展，风险评估，过敏耐受，实验室检查，饮食，睡眠，性取向，怀孕相关，药物，疾病，能力，特殊病人特征，吸烟状况，治疗或手术，体征(医生检测），锻炼，性别，预期寿命，成瘾行为，护理，病例来源，伦理审查，数据可及性", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n?患免疫抑制疾病如恶性肿瘤、器官或干细胞移植、无丙种球蛋白血症等；或在rTV疫苗接种后1个月内的密切接触者中有以上患者；\n临床试验筛选标准选项：睡眠，教育情况，健康群体，口腔相关，数据可及性，器官组织状态，锻炼，居住情况，疾病分期，治疗或手术，含有多个类别，受体状态，伦理审查，疾病，年龄，种族，过敏耐受，知情同意，酒精使用，性别，药物，实验室检查，研究者决定，风险评估，读写能力，预期寿命，诊断，设备，症状(患者感受)，献血，特殊病人特征，怀孕相关，成瘾行为", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n4.气管和右主支气管无占位性病变。\n类型选项：设备，受体状态，知情同意，药物，疾病分期，器官组织状态，残疾群体，成瘾行为，治疗或手术，睡眠，过敏耐受，饮食，献血，依存性，症状(患者感受)，能力，教育情况，锻炼，酒精使用，病例来源，风险评估，吸烟状况，研究者决定，肿瘤进展，实验室检查，特殊病人特征，疾病，性取向，预期寿命", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n5.由于严重全身性疾病、家庭生活问题等不能坚持随访者；\n选项：酒精使用，预期寿命，怀孕相关，研究者决定，护理，献血，锻炼，设备，知情同意，成瘾行为，能力，残疾群体，疾病，饮食，含有多个类别，口腔相关，读写能力，性取向，居住情况，诊断，性别，疾病分期，特殊病人特征，依存性，种族，过敏耐受，教育情况，数据可及性", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n根据MDS维也纳最低诊断标准确诊，且经IPSS国际预后评分分组为低危、中危-1的亚型MDS患者患者；\n类型选项：吸烟状况，器官组织状态，睡眠，症状(患者感受)，锻炼，特殊病人特征，参与其它试验，酒精使用，预期寿命，成瘾行为，受体状态，读写能力，健康群体，献血，饮食，能力，治疗或手术，体征(医生检测），伦理审查，知情同意，疾病，教育情况，病例来源，实验室检查，性取向，性别，含有多个类别，怀孕相关", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n5.慢性病毒性肝炎（如果有）得到有效控制；（表面表面抗原阳性者需要定期监测DNA拷贝数）；\n临床试验筛选标准选项：研究者决定，数据可及性，诊断，怀孕相关，性别，病例来源，护理，疾病，性取向，健康群体，酒精使用，含有多个类别，疾病分期，居住情况，依存性，受体状态，器官组织状态，预期寿命，残疾群体，种族，参与其它试验，实验室检查，饮食，伦理审查，教育情况，睡眠，药物，知情同意，吸烟状况，肿瘤进展", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n4、术前2周使用过影响凝血功能药物的患者\n类型选项：实验室检查，性取向，研究者决定，献血，护理，残疾群体，受体状态，风险评估，依存性，性别，疾病分期，器官组织状态，睡眠，药物，居住情况，肿瘤进展，伦理审查，年龄，体征(医生检测），种族，能力，健康群体，参与其它试验，诊断，锻炼，吸烟状况，怀孕相关，酒精使用，特殊病人特征，含有多个类别，过敏耐受", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n5)符合DSM-IV-TR酒药依赖（尼古丁依赖除外）诊断标准的患者；\n类型选项：护理，性别，酒精使用，饮食，疾病分期，体征(医生检测），治疗或手术，病例来源，口腔相关，能力，吸烟状况，献血，疾病，居住情况，锻炼，诊断，器官组织状态，参与其它试验，残疾群体，研究者决定，依存性，睡眠，特殊病人特征，受体状态，药物，设备，教育情况，种族", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n(3)需要进行植骨的脊柱手术；估计植骨量5~60cc\n选项：诊断，治疗或手术，过敏耐受，锻炼，口腔相关，健康群体，残疾群体，数据可及性，参与其它试验，体征(医生检测），风险评估，献血，病例来源，性别，症状(患者感受)，居住情况，教育情况，护理，成瘾行为，吸烟状况，能力，实验室检查，含有多个类别，性取向，肿瘤进展，年龄，饮食，种族，疾病，依存性，受体状态，药物，读写能力，预期寿命，特殊病人特征", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n1. 年龄在18周岁到75周岁之间，男女不限；\n类型选项：读写能力，疾病分期，健康群体，参与其它试验，饮食，知情同意，依存性，锻炼，睡眠，残疾群体，治疗或手术，病例来源，怀孕相关，居住情况，研究者决定，成瘾行为，吸烟状况，教育情况，设备，实验室检查，受体状态，酒精使用，特殊病人特征，年龄，含有多个类别，预期寿命，伦理审查，药物，体征(医生检测），诊断，性取向，风险评估，症状(患者感受)，肿瘤进展，器官组织状态", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n（1）初治的非孕期女性患者；\n临床试验筛选标准选项：知情同意，酒精使用，能力，怀孕相关，残疾群体，居住情况，风险评估，药物，成瘾行为，读写能力，特殊病人特征，设备，依存性，护理，献血，受体状态，年龄，吸烟状况，诊断，教育情况，饮食，健康群体，伦理审查，参与其它试验，过敏耐受，病例来源，疾病，实验室检查，种族，性别，数据可及性", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "1)入院12小时内行急诊手术者\n这句话是什么临床试验筛选标准类型？\n类型选项：性别，治疗或手术，疾病，口腔相关，健康群体，性取向，锻炼，药物，肿瘤进展，读写能力，睡眠，受体状态，含有多个类别，设备，依存性，参与其它试验，酒精使用，特殊病人特征，体征(医生检测），残疾群体，伦理审查，疾病分期，饮食，数据可及性，能力，实验室检查，风险评估，症状(患者感受)，吸烟状况，成瘾行为，病例来源，居住情况，诊断", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n3)其他引起视力下降的颅内病变。\n临床试验筛选标准选项：参与其它试验，成瘾行为，年龄，预期寿命，伦理审查，能力，过敏耐受，依存性，受体状态，器官组织状态，种族，居住情况，护理，残疾群体，肿瘤进展，锻炼，饮食，体征(医生检测），风险评估，酒精使用，病例来源，口腔相关，治疗或手术，疾病，睡眠，性别，疾病分期，性取向，特殊病人特征", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n④发病年龄30-80岁之间者；\n类型选项：教育情况，药物，过敏耐受，种族，病例来源，知情同意，饮食，肿瘤进展，睡眠，护理，特殊病人特征，伦理审查，怀孕相关，能力，吸烟状况，症状(患者感受)，治疗或手术，诊断，居住情况，依存性，风险评估，献血，年龄，疾病分期，参与其它试验，含有多个类别，成瘾行为，读写能力", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n6.伴有ST段抬高的非心源性胸痛\n类型选项：含有多个类别，过敏耐受，肿瘤进展，预期寿命，年龄，实验室检查，疾病分期，残疾群体，风险评估，性取向，知情同意，治疗或手术，依存性，诊断，种族，睡眠，怀孕相关，能力，健康群体，饮食，病例来源，读写能力，研究者决定，疾病，酒精使用，吸烟状况，伦理审查，参与其它试验，特殊病人特征，受体状态，设备，口腔相关，体征(医生检测），数据可及性，性别", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n⑤  ECOG PS评分：0~1分；\n类型选项：治疗或手术，参与其它试验，献血，伦理审查，数据可及性，实验室检查，知情同意，教育情况，病例来源，能力，疾病分期，疾病，研究者决定，读写能力，预期寿命，药物，残疾群体，饮食，年龄，吸烟状况，风险评估，睡眠，受体状态，成瘾行为，酒精使用，口腔相关", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "7)无烟酒嗜好，服药前1周至试验结束期间能禁用烟、禁食含葡萄柚果汁、烟、酒和含咖啡因、黄嘌呤的食品和饮料者\n是什么临床试验筛选标准类型？\n选项：年龄，药物，献血，体征(医生检测），疾病，伦理审查，过敏耐受，症状(患者感受)，受体状态，知情同意，健康群体，饮食，数据可及性，教育情况，含有多个类别，参与其它试验，性别，肿瘤进展，成瘾行为，性取向，残疾群体，治疗或手术，疾病分期，睡眠，依存性，口腔相关，护理，诊断，设备，器官组织状态，病例来源，吸烟状况，读写能力，怀孕相关，预期寿命，酒精使用", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n10）3个月内参加过其他临床试验者。\n类型选项：饮食，特殊病人特征，献血，怀孕相关，能力，种族，肿瘤进展，研究者决定，护理，诊断，口腔相关，症状(患者感受)，性别，残疾群体，药物，风险评估，病例来源，参与其它试验，酒精使用，居住情况，受体状态，含有多个类别，疾病分期，过敏耐受，性取向，设备，实验室检查，器官组织状态，吸烟状况，健康群体，体征(医生检测）", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n2、穿刺部位皮肤溃疡；\n临床试验筛选标准选项：残疾群体，过敏耐受，研究者决定，教育情况，预期寿命，锻炼，特殊病人特征，疾病分期，参与其它试验，疾病，饮食，含有多个类别，成瘾行为，性取向，献血，体征(医生检测），肿瘤进展，药物，伦理审查，实验室检查，种族，酒精使用，居住情况，依存性，读写能力，怀孕相关，知情同意，口腔相关，睡眠，护理，年龄，能力，健康群体，性别", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n①符合失眠的诊断标准；\n选项：过敏耐受，伦理审查，预期寿命，疾病，体征(医生检测），含有多个类别，知情同意，残疾群体，成瘾行为，护理，实验室检查，研究者决定，居住情况，数据可及性，器官组织状态，健康群体，疾病分期，睡眠，依存性，设备，诊断，饮食，病例来源，风险评估，性取向，锻炼，能力", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n（1）符合西医儿童注意缺陷多动障碍诊断标准。\n临床试验筛选标准选项：治疗或手术，研究者决定，预期寿命，肿瘤进展，能力，参与其它试验，献血，锻炼，性别，诊断，病例来源，读写能力，过敏耐受，器官组织状态，疾病，年龄，知情同意，健康群体，居住情况，症状(患者感受)，残疾群体，特殊病人特征，实验室检查，体征(医生检测），酒精使用，吸烟状况，饮食，性取向，口腔相关，护理，受体状态，依存性，怀孕相关", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n2）妊娠或哺乳期妇女，未采取有效的避孕措施，受试者或其配偶6个月内有生育计划者。\n选项：预期寿命，病例来源，风险评估，设备，睡眠，残疾群体，数据可及性，种族，研究者决定，治疗或手术，献血，护理，实验室检查，药物，伦理审查，特殊病人特征，健康群体，居住情况，性取向，年龄，饮食，读写能力，怀孕相关，疾病，成瘾行为，体征(医生检测），症状(患者感受)，器官组织状态，酒精使用，能力，含有多个类别，性别，参与其它试验", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\nc)休克等循环功能不全表现\n选项：病例来源，体征(医生检测），残疾群体，设备，实验室检查，能力，药物，肿瘤进展，治疗或手术，知情同意，口腔相关，疾病分期，研究者决定，受体状态，种族，居住情况，健康群体，酒精使用，饮食，症状(患者感受)，怀孕相关，年龄，献血，过敏耐受，吸烟状况，性别，成瘾行为，预期寿命，特殊病人特征，性取向，疾病，读写能力，器官组织状态，诊断，锻炼", "target": "器官组织状态", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\nCI7. 无严重肺动脉高压；\n选项：残疾群体，吸烟状况，锻炼，风险评估，含有多个类别，药物，数据可及性，症状(患者感受)，饮食，肿瘤进展，疾病，特殊病人特征，护理，设备，教育情况，过敏耐受，病例来源，年龄，受体状态，怀孕相关，治疗或手术，睡眠，诊断，酒精使用，依存性，知情同意", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n(18) 合并有基础肺部疾病、COPD或中重度以上肺功能受损的患者；\n临床试验筛选标准选项：药物，教育情况，病例来源，疾病，风险评估，献血，年龄，诊断，器官组织状态，口腔相关，研究者决定，依存性，读写能力，饮食，护理，疾病分期，居住情况，吸烟状况，实验室检查，能力，残疾群体，含有多个类别，锻炼，知情同意，过敏耐受，健康群体，症状(患者感受)，治疗或手术，睡眠，成瘾行为，性取向，参与其它试验", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "（2）已出现呼吸衰竭者且估计生存时间小于一年者；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：特殊病人特征，居住情况，数据可及性，器官组织状态，病例来源，依存性，参与其它试验，睡眠，怀孕相关，饮食，酒精使用，药物，设备，性别，护理，含有多个类别，能力，治疗或手术，年龄，预期寿命，风险评估，口腔相关，残疾群体，吸烟状况，症状(患者感受)，受体状态，教育情况，实验室检查，锻炼，伦理审查", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "(5)发病前无睡眠障碍、认知障碍或仅有短暂性睡眠障碍；\n这句话是什么临床试验筛选标准类型？\n类型选项：种族，器官组织状态，睡眠，性别，疾病，成瘾行为，献血，锻炼，吸烟状况，病例来源，酒精使用，知情同意，伦理审查，怀孕相关，体征(医生检测），参与其它试验，数据可及性，药物，含有多个类别，健康群体，特殊病人特征，诊断，疾病分期，口腔相关，过敏耐受，残疾群体，预期寿命，居住情况，风险评估，依存性，教育情况，读写能力", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n3）患有脑血管病、痴呆及阿尔茨海默病等脑部疾病\n选项：风险评估，肿瘤进展，吸烟状况，参与其它试验，酒精使用，年龄，疾病分期，健康群体，口腔相关，种族，器官组织状态，睡眠，含有多个类别，设备，预期寿命，知情同意，锻炼，受体状态，诊断，数据可及性，饮食，治疗或手术，症状(患者感受)，特殊病人特征，疾病，残疾群体，成瘾行为，性别，居住情况，实验室检查，病例来源，献血，药物", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n5）双眼远视力至少能矫正到0.8以上\n类型选项：疾病分期，知情同意，数据可及性，过敏耐受，依存性，怀孕相关，健康群体，读写能力，受体状态，献血，能力，治疗或手术，疾病，种族，护理，年龄，口腔相关，实验室检查，诊断，成瘾行为，性别，锻炼，器官组织状态，残疾群体，性取向，预期寿命，居住情况", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n14. 哺乳期妇女、妊娠期女性或不能采取有效避孕措施者；\n类型选项：特殊病人特征，器官组织状态，怀孕相关，肿瘤进展，吸烟状况，性别，能力，种族，居住情况，含有多个类别，伦理审查，研究者决定，读写能力，残疾群体，知情同意，献血，症状(患者感受)，年龄，护理，教育情况，风险评估，参与其它试验，受体状态，药物，设备，健康群体，数据可及性，病例来源，实验室检查，睡眠，疾病分期", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n（6）心律失常的患者\n临床试验筛选标准选项：体征(医生检测），设备，病例来源，口腔相关，疾病分期，受体状态，药物，能力，健康群体，治疗或手术，护理，诊断，怀孕相关，种族，居住情况，吸烟状况，性别，研究者决定，参与其它试验，读写能力，数据可及性，献血，风险评估，预期寿命，睡眠，依存性，饮食，残疾群体，酒精使用，特殊病人特征，过敏耐受，性取向，成瘾行为，疾病，锻炼", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n1.筛查中无精神疾病诊断者并且无自杀自伤行为的大中学生。\n临床试验筛选标准选项：体征(医生检测），诊断，教育情况，性别，饮食，献血，参与其它试验，数据可及性，症状(患者感受)，风险评估，锻炼，怀孕相关，治疗或手术，过敏耐受，居住情况，残疾群体，口腔相关，护理，病例来源，实验室检查，伦理审查，吸烟状况，健康群体，成瘾行为，设备，含有多个类别，知情同意，依存性，疾病，受体状态，药物，器官组织状态，疾病分期，睡眠，研究者决定", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\nb有继发性高尿酸血症病史和甲状旁腺功能亢进病史；\n临床试验筛选标准选项：残疾群体，器官组织状态，酒精使用，锻炼，成瘾行为，献血，实验室检查，受体状态，特殊病人特征，诊断，伦理审查，疾病，过敏耐受，知情同意，预期寿命，药物，年龄，教育情况，数据可及性，含有多个类别，肿瘤进展，吸烟状况，能力，睡眠，症状(患者感受)，依存性，体征(医生检测），风险评估，护理，读写能力，口腔相关，参与其它试验，性取向", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n4、受试者知情，自愿签署知情同意书。\n选项：含有多个类别，特殊病人特征，病例来源，怀孕相关，锻炼，实验室检查，知情同意，肿瘤进展，设备，献血，参与其它试验，能力，症状(患者感受)，数据可及性，酒精使用，疾病分期，健康群体，治疗或手术，体征(医生检测），睡眠，居住情况，预期寿命，诊断，性取向，性别，疾病，过敏耐受，成瘾行为，饮食，种族，教育情况，年龄", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n12 研究者认为不适宜参加试验的其他情况。\n类型选项：教育情况，器官组织状态，怀孕相关，症状(患者感受)，特殊病人特征，疾病分期，研究者决定，依存性，护理，风险评估，读写能力，睡眠，性取向，锻炼，性别，年龄，口腔相关，药物，酒精使用，受体状态，饮食，吸烟状况，居住情况，体征(医生检测），参与其它试验，设备，预期寿命，含有多个类别，肿瘤进展，治疗或手术，病例来源，健康群体，数据可及性，知情同意", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n- 已经做过相应膝关节手术者；\n类型选项：健康群体，药物，症状(患者感受)，残疾群体，读写能力，特殊病人特征，成瘾行为，设备，年龄，性取向，预期寿命，体征(医生检测），过敏耐受，睡眠，诊断，饮食，吸烟状况，居住情况，护理，伦理审查，受体状态，能力，性别，教育情况，知情同意，怀孕相关，种族，含有多个类别，锻炼，风险评估，口腔相关，数据可及性，献血，参与其它试验，治疗或手术", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "⑺病人不能正确表达自己主诉，如精神病、严重神经官能症，不能合作本试验者。\n这句话是什么临床试验筛选标准类型？\n类型选项：年龄，健康群体，性取向，锻炼，酒精使用，实验室检查，数据可及性，体征(医生检测），疾病，教育情况，伦理审查，过敏耐受，病例来源，参与其它试验，含有多个类别，风险评估，能力，种族，症状(患者感受)，饮食，设备，预期寿命，研究者决定，吸烟状况，知情同意，疾病分期，器官组织状态，献血，护理，治疗或手术", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n（3）患者或其家属拒绝术后立即拔除尿管；\n临床试验筛选标准选项：年龄，症状(患者感受)，酒精使用，怀孕相关，健康群体，含有多个类别，饮食，能力，护理，疾病分期，疾病，伦理审查，居住情况，器官组织状态，实验室检查，口腔相关，特殊病人特征，研究者决定，依存性，设备，吸烟状况，预期寿命，种族，读写能力，风险评估，肿瘤进展", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "8、靶血管急性或亚急性的血栓或栓塞。\n是什么临床试验筛选标准类型？\n选项：疾病分期，成瘾行为，症状(患者感受)，种族，口腔相关，酒精使用，饮食，依存性，受体状态，病例来源，护理，能力，风险评估，知情同意，疾病，预期寿命，残疾群体，含有多个类别，年龄，研究者决定，性取向，吸烟状况，怀孕相关，实验室检查，药物，过敏耐受，读写能力，健康群体，器官组织状态，教育情况，伦理审查，治疗或手术，睡眠，居住情况，锻炼，参与其它试验", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n1.有不可控制的癫痫发作、中枢神经系统紊乱或因精神病丧失自知力者；\n选项：治疗或手术，依存性，献血，年龄，疾病，读写能力，诊断，实验室检查，成瘾行为，能力，含有多个类别，种族，过敏耐受，锻炼，药物，设备，口腔相关，知情同意，器官组织状态，风险评估，伦理审查，症状(患者感受)，预期寿命，数据可及性，特殊病人特征，疾病分期，吸烟状况，性别，饮食，参与其它试验，残疾群体，睡眠", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n5）严重／不稳定型心绞痛、心肌梗死、冠状动脉／外周动脉旁路移植、装有心脏起搏器的患者；\n临床试验筛选标准选项：饮食，怀孕相关，体征(医生检测），能力，治疗或手术，成瘾行为，病例来源，疾病，过敏耐受，口腔相关，知情同意，性取向，参与其它试验，健康群体，读写能力，诊断，实验室检查，献血，居住情况，预期寿命，数据可及性，睡眠，依存性，锻炼，疾病分期，设备，吸烟状况，教育情况，含有多个类别，年龄，护理，器官组织状态，种族", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n①入组前1个月应用激素、类固醇类药物；\n选项：残疾群体，病例来源，知情同意，饮食，设备，献血，特殊病人特征，器官组织状态，药物，症状(患者感受)，口腔相关，锻炼，护理，健康群体，年龄，体征(医生检测），疾病分期，能力，受体状态，过敏耐受，性别，种族，伦理审查，肿瘤进展，读写能力，风险评估，依存性，疾病", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n4.患者全身状况差，不能耐受手术、放疗、化疗、靶向药物等治疗；\n选项：肿瘤进展，体征(医生检测），特殊病人特征，设备，预期寿命，献血，药物，怀孕相关，吸烟状况，实验室检查，研究者决定，饮食，教育情况，残疾群体，护理，居住情况，含有多个类别，诊断，能力，过敏耐受，疾病，口腔相关，锻炼，受体状态，种族，性别，风险评估，疾病分期，睡眠，年龄，症状(患者感受)，健康群体，器官组织状态，依存性，伦理审查，参与其它试验", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n⑷ 患者本人是直接参与本试验工作的研究者。\n类型选项：实验室检查，药物，设备，病例来源，成瘾行为，参与其它试验，锻炼，预期寿命，吸烟状况，特殊病人特征，读写能力，器官组织状态，治疗或手术，能力，性取向，口腔相关，健康群体，献血，饮食，症状(患者感受)，数据可及性，护理，伦理审查，酒精使用，含有多个类别，教育情况，性别，年龄，依存性，过敏耐受，知情同意，种族，研究者决定，肿瘤进展，残疾群体，受体状态", "target": "病例来源", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n(8)伴严重神经症者\n类型选项：诊断，器官组织状态，种族，教育情况，读写能力，知情同意，成瘾行为，能力，疾病分期，睡眠，含有多个类别，锻炼，设备，疾病，依存性，怀孕相关，症状(患者感受)，健康群体，受体状态，治疗或手术，参与其它试验，特殊病人特征，伦理审查，性别，肿瘤进展，饮食，过敏耐受", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n8.怀孕或哺乳期妇女；\n类型选项：含有多个类别，病例来源，献血，实验室检查，疾病，肿瘤进展，症状(患者感受)，能力，过敏耐受，护理，饮食，参与其它试验，风险评估，成瘾行为，怀孕相关，体征(医生检测），疾病分期，性别，依存性，锻炼，伦理审查，居住情况，器官组织状态，教育情况，诊断，治疗或手术，口腔相关，吸烟状况，特殊病人特征，知情同意，年龄，受体状态，读写能力，睡眠，数据可及性", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n3、确诊的高血压病患者；\n类型选项：性取向，药物，实验室检查，口腔相关，症状(患者感受)，预期寿命，教育情况，酒精使用，居住情况，设备，护理，诊断，能力，性别，年龄，献血，体征(医生检测），特殊病人特征，肿瘤进展，风险评估，读写能力，饮食，怀孕相关，疾病，依存性，数据可及性", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n8.血糖控制不佳者和有慢性疼痛者；\n临床试验筛选标准选项：疾病分期，疾病，含有多个类别，风险评估，性取向，锻炼，肿瘤进展，酒精使用，治疗或手术，护理，受体状态，参与其它试验，药物，怀孕相关，设备，预期寿命，器官组织状态，性别，口腔相关，伦理审查，年龄，饮食，知情同意，居住情况，依存性，睡眠，诊断，吸烟状况，过敏耐受，教育情况，读写能力，症状(患者感受)，残疾群体，研究者决定", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n6 签署知情同意书者。\n选项：酒精使用，性取向，怀孕相关，依存性，知情同意，成瘾行为，疾病，病例来源，肿瘤进展，风险评估，预期寿命，症状(患者感受)，教育情况，锻炼，含有多个类别，种族，能力，饮食，参与其它试验，受体状态，残疾群体，诊断，治疗或手术，药物，护理，睡眠，读写能力，年龄", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "1.完成正畸治疗的患者\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：居住情况，过敏耐受，伦理审查，读写能力，护理，锻炼，酒精使用，能力，治疗或手术，风险评估，症状(患者感受)，性取向，疾病，献血，肿瘤进展，饮食，特殊病人特征，设备，含有多个类别，种族，受体状态，教育情况，疾病分期，药物，口腔相关，年龄，预期寿命", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n14.研究开始(采血) 前4周内进行过针对研究疾病的放化疗、使用过靶向抗肿瘤药或针对肿瘤的介入疗法；\n选项：器官组织状态，口腔相关，症状(患者感受)，疾病分期，含有多个类别，睡眠，数据可及性，参与其它试验，体征(医生检测），疾病，伦理审查，设备，特殊病人特征，依存性，读写能力，诊断，吸烟状况，种族，能力，治疗或手术，知情同意，居住情况，病例来源，预期寿命，献血，风险评估，教育情况，过敏耐受，残疾群体，实验室检查", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n(1)手术时年龄在35岁至75岁的成人。\n类型选项：伦理审查，风险评估，受体状态，依存性，性取向，体征(医生检测），性别，读写能力，健康群体，知情同意，饮食，口腔相关，吸烟状况，实验室检查，诊断，疾病分期，锻炼，药物，年龄，治疗或手术，酒精使用，残疾群体，护理，成瘾行为，含有多个类别，睡眠，症状(患者感受)，献血，参与其它试验，疾病，研究者决定", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n5.ASA Ⅳ级到Ⅴ级；\n类型选项：献血，实验室检查，疾病，依存性，锻炼，读写能力，参与其它试验，研究者决定，酒精使用，居住情况，风险评估，能力，吸烟状况，器官组织状态，口腔相关，预期寿命，性别，治疗或手术，年龄，饮食，知情同意，病例来源，伦理审查，护理，含有多个类别，受体状态，特殊病人特征，睡眠", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "c. 罹患血液系统疾病者，包括白血病、再生障碍性贫血、骨髓增生异常综合症、血小板减少症、多发性骨髓瘤、淋巴瘤、骨骼纤维化、血友病、地中海贫血等\n是什么临床试验筛选标准类型？\n选项：护理，教育情况，健康群体，特殊病人特征，酒精使用，症状(患者感受)，参与其它试验，锻炼，疾病，能力，诊断，含有多个类别，研究者决定，实验室检查，睡眠，性别，过敏耐受，设备，成瘾行为，器官组织状态，肿瘤进展，治疗或手术，伦理审查，预期寿命，饮食，怀孕相关", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n4）在访视1之前，已使用各种固定剂量胰岛素（联合或未联合二甲双胍）治疗至少8周，血糖控制不佳（7.0%≤HbA1c ≤10%）\n选项：风险评估，睡眠，受体状态，酒精使用，疾病分期，知情同意，教育情况，怀孕相关，过敏耐受，饮食，设备，预期寿命，药物，年龄，伦理审查，诊断，性取向，体征(医生检测），健康群体，居住情况，数据可及性，锻炼，性别，残疾群体，吸烟状况，研究者决定", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n5）肝、肾功能：血胆红素≤35μmol/L，AST/ALT在正常值上限2倍以下， 血肌肝 ≤150μmol/L\n类型选项：健康群体，诊断，性取向，过敏耐受，设备，能力，年龄，性别，知情同意，睡眠，药物，伦理审查，数据可及性，预期寿命，特殊病人特征，参与其它试验，护理，成瘾行为，酒精使用，锻炼，实验室检查，居住情况，读写能力，怀孕相关，依存性，含有多个类别，疾病分期，饮食，风险评估，受体状态，病例来源，疾病，教育情况，器官组织状态", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "(2)壁间血肿或者穿透性溃疡的患者不纳入此项研究。\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：锻炼，疾病，实验室检查，残疾群体，护理，怀孕相关，治疗或手术，风险评估，含有多个类别，教育情况，药物，性取向，肿瘤进展，健康群体，吸烟状况，体征(医生检测），献血，研究者决定，种族，预期寿命，器官组织状态，疾病分期，年龄，病例来源，口腔相关，饮食，伦理审查，依存性，酒精使用，设备，知情同意，数据可及性，睡眠，能力", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n（3）患者平素畏风寒，素体为肺脾气虚，表现为最近1年以来，季节交替、气候变化时比常人易患感冒（6次/年以上）；或易见疲乏，食欲不振等；\n类型选项：年龄，含有多个类别，饮食，健康群体，锻炼，过敏耐受，器官组织状态，药物，种族，口腔相关，依存性，残疾群体，护理，疾病分期，体征(医生检测），知情同意，酒精使用，献血，性取向，疾病，吸烟状况，研究者决定，实验室检查，预期寿命，教育情况，症状(患者感受)", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n①合并其他可能给居家锻炼带来风险的情况，如不稳定的心血管疾病、进行抗凝治疗、骨关节疾病、存在跌倒风险、平稳性差、体位性低血压、神经肌肉疾病、肿瘤、精神异常等疾病）。\n类型选项：献血，风险评估，肿瘤进展，酒精使用，睡眠，疾病分期，吸烟状况，研究者决定，护理，教育情况，能力，受体状态，症状(患者感受)，怀孕相关，体征(医生检测），读写能力，治疗或手术，锻炼，诊断，药物，残疾群体，成瘾行为，健康群体，饮食，种族，居住情况，预期寿命，病例来源，数据可及性，含有多个类别，性别，过敏耐受", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n2. 对纳洛酮过敏患者；\n类型选项：睡眠，护理，药物，依存性，实验室检查，吸烟状况，受体状态，设备，特殊病人特征，酒精使用，种族，伦理审查，锻炼，教育情况，预期寿命，过敏耐受，知情同意，疾病，症状(患者感受)，读写能力，风险评估，居住情况，口腔相关，成瘾行为，性别，体征(医生检测），器官组织状态，治疗或手术，健康群体，饮食，年龄，研究者决定，含有多个类别，性取向，疾病分期，怀孕相关", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "2. 供者年龄≥16岁，＜60岁\n是什么临床试验筛选标准类型？\n选项：含有多个类别，诊断，治疗或手术，伦理审查，居住情况，受体状态，研究者决定，残疾群体，读写能力，教育情况，献血，护理，肿瘤进展，风险评估，疾病，实验室检查，依存性，性取向，症状(患者感受)，睡眠，成瘾行为，数据可及性，参与其它试验，酒精使用，疾病分期，怀孕相关，能力，药物，种族，吸烟状况，性别，体征(医生检测），年龄，口腔相关", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（8）既往有颈部放疗史患者；\n类型选项：知情同意，体征(医生检测），伦理审查，治疗或手术，年龄，能力，性别，口腔相关，性取向，酒精使用，药物，过敏耐受，饮食，数据可及性，风险评估，症状(患者感受)，病例来源，参与其它试验，教育情况，诊断，特殊病人特征，吸烟状况，依存性，献血，种族，受体状态，健康群体，疾病分期，怀孕相关，设备", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n7. 不能回答问题；\n选项：器官组织状态，参与其它试验，疾病分期，年龄，治疗或手术，设备，献血，残疾群体，依存性，饮食，教育情况，伦理审查，种族，锻炼，能力，健康群体，含有多个类别，实验室检查，知情同意，风险评估，性取向，特殊病人特征，护理，读写能力，性别，药物，怀孕相关，受体状态，研究者决定，疾病，吸烟状况，诊断，数据可及性", "target": "能力", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n（5）严重的认知功能障碍，简易智能状态测试＜22分；\n选项：实验室检查，参与其它试验，献血，吸烟状况，数据可及性，饮食，治疗或手术，肿瘤进展，受体状态，种族，知情同意，性别，诊断，研究者决定，教育情况，酒精使用，性取向，口腔相关，特殊病人特征，体征(医生检测），成瘾行为，器官组织状态，含有多个类别，伦理审查，预期寿命，能力，残疾群体，病例来源，风险评估，疾病分期", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n5、年龄在40-80岁（包括40、80岁）；\n类型选项：病例来源，数据可及性，伦理审查，受体状态，护理，成瘾行为，设备，性取向，年龄，知情同意，性别，治疗或手术，特殊病人特征，怀孕相关，疾病，体征(医生检测），预期寿命，读写能力，依存性，饮食，肿瘤进展，诊断，吸烟状况，含有多个类别，献血，居住情况，健康群体，口腔相关，药物，锻炼，种族，过敏耐受，睡眠，风险评估", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n4)施针部位有感染或者既往手术瘢痕；\n类型选项：性别，药物，体征(医生检测），疾病，含有多个类别，健康群体，疾病分期，依存性，风险评估，肿瘤进展，酒精使用，种族，成瘾行为，年龄，饮食，特殊病人特征，诊断，受体状态，器官组织状态，病例来源，设备，性取向，居住情况，睡眠，残疾群体，研究者决定，知情同意，吸烟状况，症状(患者感受)", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n1.来本院就诊的确诊癫痫患者；\n临床试验筛选标准选项：年龄，种族，成瘾行为，设备，器官组织状态，酒精使用，口腔相关，睡眠，怀孕相关，诊断，吸烟状况，药物，护理，饮食，疾病，特殊病人特征，残疾群体，能力，教育情况，数据可及性，风险评估，研究者决定，治疗或手术，症状(患者感受)，伦理审查，含有多个类别，疾病分期", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n14.5年内有复发的肿瘤患者；\n选项：受体状态，酒精使用，伦理审查，疾病分期，风险评估，特殊病人特征，种族，实验室检查，饮食，性取向，体征(医生检测），数据可及性，病例来源，过敏耐受，疾病，器官组织状态，治疗或手术，性别，教育情况，锻炼，依存性，吸烟状况，口腔相关，居住情况，设备，症状(患者感受)，知情同意，成瘾行为", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n5）研究者认为应该被排除的其它情况。\n类型选项：病例来源，年龄，参与其它试验，酒精使用，含有多个类别，器官组织状态，锻炼，体征(医生检测），依存性，研究者决定，睡眠，护理，过敏耐受，性取向，能力，性别，居住情况，饮食，诊断，种族，疾病，特殊病人特征，受体状态，献血，数据可及性，预期寿命", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n(1) 有严重的脑、肺、肝、肾和代谢疾病病史者；\n临床试验筛选标准选项：伦理审查，居住情况，种族，病例来源，饮食，护理，性别，设备，受体状态，疾病，诊断，肿瘤进展，过敏耐受，体征(医生检测），口腔相关，实验室检查，怀孕相关，吸烟状况，药物，睡眠，酒精使用，教育情况，特殊病人特征，成瘾行为，疾病分期，参与其它试验，年龄，锻炼，风险评估，器官组织状态", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n⑷ 有严重视觉或听觉障碍无法进行认知功能量表评估。\n类型选项：居住情况，研究者决定，种族，特殊病人特征，实验室检查，性取向，口腔相关，数据可及性，肿瘤进展，读写能力，药物，献血，教育情况，体征(医生检测），饮食，过敏耐受，治疗或手术，设备，依存性，风险评估，伦理审查，怀孕相关，受体状态，含有多个类别，能力，残疾群体，吸烟状况，睡眠，年龄，预期寿命，性别，健康群体，症状(患者感受)，酒精使用，参与其它试验，疾病分期", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（1）血液系统疾病（如贫血、骨髓增生异常综合征），定期输血的病人，或其他原因近3 月有输血史的患者\n类型选项：性取向，酒精使用，依存性，怀孕相关，设备，伦理审查，口腔相关，数据可及性，锻炼，能力，教育情况，含有多个类别，疾病，成瘾行为，残疾群体，诊断，预期寿命，受体状态，居住情况，过敏耐受，参与其它试验，风险评估，治疗或手术，献血，实验室检查，病例来源，吸烟状况，性别", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n③试验中，病情持续加重或出现严重并发症者；\n选项：风险评估，疾病分期，体征(医生检测），教育情况，年龄，性取向，居住情况，读写能力，依存性，诊断，参与其它试验，怀孕相关，种族，症状(患者感受)，受体状态，疾病，含有多个类别，护理，伦理审查，预期寿命，睡眠，饮食，知情同意，献血，特殊病人特征，设备，肿瘤进展，健康群体，能力", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（1）年龄18-60岁，男女不限；\n类型选项：酒精使用，吸烟状况，肿瘤进展，过敏耐受，健康群体，居住情况，知情同意，能力，设备，依存性，体征(医生检测），饮食，残疾群体，实验室检查，锻炼，性取向，研究者决定，治疗或手术，睡眠，口腔相关，含有多个类别，疾病，怀孕相关，护理，教育情况，症状(患者感受)", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n6、有精神病史患者。\n类型选项：性别，肿瘤进展，成瘾行为，依存性，年龄，酒精使用，参与其它试验，风险评估，口腔相关，疾病，器官组织状态，设备，教育情况，残疾群体，症状(患者感受)，读写能力，种族，饮食，研究者决定，药物，伦理审查，特殊病人特征，锻炼，治疗或手术，能力，数据可及性，病例来源，吸烟状况，体征(医生检测），实验室检查", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n6、裂隙灯显微镜下和房角镜下可见虹膜表面或房角有新生血管；\n临床试验筛选标准选项：睡眠，受体状态，诊断，器官组织状态，风险评估，性取向，设备，病例来源，种族，残疾群体，含有多个类别，实验室检查，性别，药物，教育情况，居住情况，锻炼，成瘾行为，疾病，症状(患者感受)，肿瘤进展，预期寿命，护理，治疗或手术，能力，参与其它试验，数据可及性，过敏耐受", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n9. 有精神疾病或认知功能有障碍，不能配合和依从性差的患者。\n类型选项：含有多个类别，口腔相关，年龄，器官组织状态，风险评估，种族，怀孕相关，能力，健康群体，依存性，设备，教育情况，参与其它试验，肿瘤进展，读写能力，特殊病人特征，饮食，治疗或手术，药物，睡眠，残疾群体，锻炼，性别，实验室检查，体征(医生检测），病例来源，酒精使用，伦理审查，知情同意，吸烟状况，研究者决定，献血，数据可及性，居住情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n9.严重肝病（转氨酶升高达正常值上限1.5倍及以上）及恶性肿瘤者；\n选项：症状(患者感受)，过敏耐受，性别，药物，睡眠，性取向，诊断，怀孕相关，数据可及性，特殊病人特征，护理，疾病，成瘾行为，含有多个类别，种族，年龄，伦理审查，受体状态，饮食，能力，器官组织状态，居住情况，治疗或手术，健康群体，残疾群体，读写能力，研究者决定，设备，肿瘤进展，预期寿命，体征(医生检测），病例来源，献血", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n6)有严重心血管、呼吸系统、肝肾或肌肉疾病病史；\n类型选项：疾病，口腔相关，病例来源，肿瘤进展，护理，酒精使用，器官组织状态，吸烟状况，饮食，症状(患者感受)，教育情况，受体状态，知情同意，读写能力，治疗或手术，健康群体，献血，成瘾行为，含有多个类别，参与其它试验，预期寿命，疾病分期，体征(医生检测），怀孕相关，性取向，睡眠，过敏耐受，数据可及性，残疾群体，居住情况，药物，锻炼，性别，研究者决定，设备", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n有严重内分泌、心血管、血液、肝肾等系统疾病以及免疫功能低者；\n临床试验筛选标准选项：居住情况，献血，年龄，能力，知情同意，吸烟状况，数据可及性，口腔相关，症状(患者感受)，研究者决定，性别，种族，酒精使用，依存性，体征(医生检测），特殊病人特征，残疾群体，实验室检查，肿瘤进展，设备，参与其它试验，过敏耐受，含有多个类别，预期寿命，教育情况，性取向，器官组织状态，诊断，疾病分期", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "（7）研究者认为有不适宜参加临床试验者。\n是什么临床试验筛选标准类型？\n选项：药物，伦理审查，酒精使用，居住情况，参与其它试验，症状(患者感受)，器官组织状态，肿瘤进展，健康群体，疾病，治疗或手术，成瘾行为，研究者决定，年龄，能力，数据可及性，性别，锻炼，含有多个类别，设备，口腔相关，知情同意，读写能力，怀孕相关，献血，过敏耐受，护理，病例来源，吸烟状况，特殊病人特征，受体状态", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n1..成人参照2008年支气管哮喘防治指南的哮喘诊断标准。\n选项：吸烟状况，特殊病人特征，知情同意，护理，预期寿命，器官组织状态，风险评估，饮食，研究者决定，过敏耐受，疾病分期，含有多个类别，肿瘤进展，酒精使用，药物，伦理审查，受体状态，种族，症状(患者感受)，体征(医生检测），依存性，健康群体，设备，怀孕相关，睡眠，能力，数据可及性，诊断，献血，教育情况，读写能力", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n4）年龄在18～65岁之间的患者。\n选项：怀孕相关，睡眠，实验室检查，疾病，设备，依存性，吸烟状况，药物，体征(医生检测），诊断，种族，治疗或手术，成瘾行为，特殊病人特征，居住情况，数据可及性，风险评估，过敏耐受，知情同意，伦理审查，年龄，症状(患者感受)，含有多个类别，器官组织状态，教育情况，锻炼，酒精使用", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n1. 经病理检查明确为局部晚期非小细胞肺癌，包括III期不能或不愿意手术者和IV期的患者，经常规系统性化疗出现进展者；\n类型选项：器官组织状态，健康群体，含有多个类别，研究者决定，居住情况，药物，疾病，教育情况，知情同意，献血，参与其它试验，伦理审查，酒精使用，设备，预期寿命，怀孕相关，诊断，种族，依存性，受体状态，性别，能力，吸烟状况，成瘾行为，性取向，实验室检查，肿瘤进展，体征(医生检测），症状(患者感受)，数据可及性，治疗或手术，年龄，残疾群体，疾病分期，特殊病人特征", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n2. 有明确急性感染指征患者；\n临床试验筛选标准选项：病例来源，健康群体，成瘾行为，药物，过敏耐受，年龄，特殊病人特征，数据可及性，实验室检查，睡眠，器官组织状态，研究者决定，能力，含有多个类别，症状(患者感受)，设备，疾病，口腔相关，性别，疾病分期，怀孕相关，受体状态，伦理审查，风险评估，肿瘤进展，居住情况，种族，依存性，知情同意，献血，诊断，预期寿命，性取向，酒精使用，体征(医生检测），参与其它试验", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\nB.一线化疗至少完成6周期但不超过9个周期的含铂化疗（仅限紫杉醇（135-175mg/m2）联合卡铂（AUC 5）化疗\n选项：疾病，口腔相关，实验室检查，年龄，参与其它试验，设备，研究者决定，成瘾行为，症状(患者感受)，过敏耐受，受体状态，残疾群体，护理，献血，种族，体征(医生检测），能力，数据可及性，怀孕相关，健康群体，治疗或手术，含有多个类别，病例来源，伦理审查，风险评估，诊断，读写能力，性取向，锻炼", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n外周血白细胞 &gt; 3,000/mm3,\n类型选项：含有多个类别，过敏耐受，疾病分期，年龄，诊断，体征(医生检测），知情同意，成瘾行为，居住情况，性取向，种族，特殊病人特征，药物，受体状态，酒精使用，肿瘤进展，口腔相关，护理，数据可及性，吸烟状况，设备，能力，病例来源，健康群体，实验室检查，风险评估，教育情况", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n4）西方失语症成套测验（WAB）失语商(AQ)&lt;93.8，言语流畅性0～6分；\n临床试验筛选标准选项：知情同意，肿瘤进展，吸烟状况，受体状态，怀孕相关，药物，锻炼，数据可及性，能力，护理，研究者决定，教育情况，种族，器官组织状态，病例来源，疾病分期，依存性，过敏耐受，预期寿命，诊断，健康群体，设备，居住情况，风险评估，症状(患者感受)，体征(医生检测），口腔相关，酒精使用，读写能力，实验室检查，含有多个类别", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n4.参加研究之前半年内曾发生心梗、卒中、TIA等疾病；\n类型选项：吸烟状况，药物，教育情况，体征(医生检测），酒精使用，知情同意，性别，能力，献血，护理，居住情况，依存性，病例来源，设备，残疾群体，怀孕相关，研究者决定，特殊病人特征，数据可及性，肿瘤进展，性取向，锻炼，疾病，参与其它试验，伦理审查，读写能力，实验室检查，预期寿命，诊断，受体状态，疾病分期", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "3 35-75岁\n是什么临床试验筛选标准类型？\n选项：教育情况，睡眠，年龄，护理，伦理审查，特殊病人特征，疾病分期，性取向，体征(医生检测），性别，残疾群体，过敏耐受，读写能力，实验室检查，吸烟状况，怀孕相关，药物，受体状态，酒精使用，种族，预期寿命，献血，参与其它试验，研究者决定，锻炼，疾病，症状(患者感受)，肿瘤进展", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "2.ASAⅠ~Ⅱ级，格拉斯哥昏迷计分法（GCS）评分=6~12分\n是什么临床试验筛选标准类型？\n选项：治疗或手术，怀孕相关，诊断，睡眠，受体状态，锻炼，健康群体，教育情况，过敏耐受，酒精使用，种族，年龄，性取向，性别，口腔相关，居住情况，数据可及性，参与其它试验，风险评估，疾病分期，成瘾行为，读写能力，研究者决定，实验室检查，设备，药物，吸烟状况", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "10）患者因其他原因不能参加本此研究\n这句话是什么临床试验筛选标准类型？\n类型选项：吸烟状况，受体状态，数据可及性，风险评估，性别，知情同意，疾病，教育情况，年龄，献血，残疾群体，参与其它试验，体征(医生检测），含有多个类别，性取向，读写能力，居住情况，症状(患者感受)，预期寿命，治疗或手术，研究者决定，怀孕相关，锻炼，能力，特殊病人特征，实验室检查", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n（6）需要长期避孕而无不适合怀孕的疾病\n类型选项：疾病分期，症状(患者感受)，锻炼，诊断，年龄，能力，睡眠，性取向，器官组织状态，读写能力，饮食，怀孕相关，伦理审查，护理，教育情况，过敏耐受，药物，设备，性别，健康群体，预期寿命，献血，含有多个类别，酒精使用，风险评估，吸烟状况，依存性，体征(医生检测）", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n10.合并有出血性疾病或有出血倾向者、有下肢静脉血栓形成者禁用。\n选项：知情同意，含有多个类别，年龄，依存性，睡眠，教育情况，参与其它试验，怀孕相关，饮食，疾病，药物，器官组织状态，酒精使用，护理，受体状态，诊断，研究者决定，残疾群体，献血，种族，肿瘤进展，治疗或手术，伦理审查，风险评估，设备，健康群体，体征(医生检测），实验室检查，成瘾行为，数据可及性，读写能力，性别", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n3) 孕期或哺乳期； （考虑无法定期CT随访及胎儿成分的影响）\n临床试验筛选标准选项：性取向，特殊病人特征，病例来源，数据可及性，睡眠，疾病，饮食，预期寿命，过敏耐受，成瘾行为，知情同意，实验室检查，居住情况，残疾群体，参与其它试验，依存性，症状(患者感受)，教育情况，诊断，药物，锻炼，风险评估，肿瘤进展，读写能力，能力，口腔相关，受体状态，体征(医生检测），伦理审查，研究者决定，器官组织状态，怀孕相关，吸烟状况", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n2)患有显著临床意义的心血管、内分泌、胃肠道、血液、肝脏、肺部、肾脏及神经精神类疾病者；\n临床试验筛选标准选项：性取向，献血，酒精使用，睡眠，疾病，饮食，病例来源，特殊病人特征，残疾群体，口腔相关，疾病分期，药物，治疗或手术，研究者决定，居住情况，肿瘤进展，护理，成瘾行为，体征(医生检测），风险评估，锻炼，知情同意，能力，教育情况，诊断，依存性", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n⑤汉族，女性。\n选项：性别，诊断，特殊病人特征，药物，读写能力，酒精使用，性取向，成瘾行为，数据可及性，肿瘤进展，研究者决定，疾病，疾病分期，器官组织状态，含有多个类别，设备，怀孕相关，居住情况，治疗或手术，过敏耐受，实验室检查，种族，口腔相关，体征(医生检测），睡眠，饮食，教育情况，伦理审查", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n4.年龄18-65周岁；\n临床试验筛选标准选项：症状(患者感受)，风险评估，设备，教育情况，疾病，知情同意，性别，年龄，口腔相关，过敏耐受，器官组织状态，献血，护理，睡眠，成瘾行为，怀孕相关，健康群体，饮食，治疗或手术，读写能力，病例来源，肿瘤进展，疾病分期，种族，诊断，预期寿命，酒精使用，数据可及性，参与其它试验，受体状态，伦理审查，能力，体征(医生检测），吸烟状况，特殊病人特征", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n1.符合OA的老年患者（≥65岁），右利手；\n类型选项：含有多个类别，体征(医生检测），器官组织状态，疾病，成瘾行为，诊断，能力，知情同意，酒精使用，读写能力，锻炼，伦理审查，性取向，预期寿命，献血，吸烟状况，受体状态，实验室检查，药物，口腔相关，过敏耐受，设备，治疗或手术，数据可及性，种族，居住情况，睡眠，疾病分期，依存性，怀孕相关，护理，风险评估，教育情况，饮食，健康群体", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "（5）近1周内使用过治疗肠易激综合征其它药物的患者；\n是什么临床试验筛选标准类型？\n选项：预期寿命，含有多个类别，特殊病人特征，器官组织状态，能力，知情同意，参与其它试验，性别，体征(医生检测），药物，性取向，饮食，献血，疾病，口腔相关，种族，酒精使用，残疾群体，症状(患者感受)，过敏耐受，伦理审查，吸烟状况，依存性，疾病分期，睡眠，数据可及性，居住情况", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n（2） 术前和术中诊断为原发性肝癌合并II 型胆管癌栓需行肝切除手术的患者；\n选项：风险评估，年龄，过敏耐受，特殊病人特征，肿瘤进展，睡眠，种族，预期寿命，健康群体，研究者决定，知情同意，口腔相关，参与其它试验，护理，怀孕相关，性取向，居住情况，疾病，锻炼，病例来源，含有多个类别，依存性，疾病分期，饮食，诊断，器官组织状态，能力，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n（2）签署知情同意书，患者自愿接受介入封堵治疗。\n临床试验筛选标准选项：口腔相关，症状(患者感受)，受体状态，吸烟状况，睡眠，性取向，居住情况，研究者决定，教育情况，种族，预期寿命，器官组织状态，残疾群体，肿瘤进展，献血，成瘾行为，知情同意，数据可及性，锻炼，药物，治疗或手术，年龄，饮食，含有多个类别，诊断，护理，设备，实验室检查", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n4.ASA I-II；\n选项：预期寿命，参与其它试验，研究者决定，药物，肿瘤进展，性别，种族，器官组织状态，数据可及性，特殊病人特征，诊断，能力，过敏耐受，教育情况，护理，健康群体，风险评估，设备，疾病分期，口腔相关，残疾群体，酒精使用，居住情况，成瘾行为，吸烟状况，含有多个类别，怀孕相关，献血，知情同意，睡眠，疾病，治疗或手术，受体状态，伦理审查，性取向", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "2.年龄：18-65岁；\n是什么临床试验筛选标准类型？\n选项：设备，预期寿命，年龄，成瘾行为，治疗或手术，种族，含有多个类别，特殊病人特征，性取向，体征(医生检测），健康群体，伦理审查，护理，研究者决定，依存性，参与其它试验，读写能力，饮食，药物，酒精使用，性别，居住情况，能力，怀孕相关，肿瘤进展，吸烟状况，疾病，病例来源，风险评估，实验室检查，残疾群体，受体状态，口腔相关，过敏耐受，教育情况，症状(患者感受)", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n10、空腹血糖&gt;10mmol/L.\n选项：药物，过敏耐受，含有多个类别，读写能力，疾病分期，症状(患者感受)，参与其它试验，年龄，实验室检查，酒精使用，伦理审查，护理，病例来源，研究者决定，器官组织状态，怀孕相关，依存性，诊断，种族，知情同意，睡眠，设备，锻炼，健康群体，教育情况，能力，性别，饮食，受体状态，性取向", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n1.符合非特异性下腰痛诊断标准；\n类型选项：护理，性别，性取向，诊断，症状(患者感受)，口腔相关，健康群体，参与其它试验，献血，疾病，依存性，器官组织状态，肿瘤进展，能力，吸烟状况，预期寿命，体征(医生检测），实验室检查，药物，伦理审查，含有多个类别，种族，读写能力，研究者决定，数据可及性，睡眠", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n（1）超声检查提示怀疑囊性恶性结节，并被细针抽吸活检（fine-needle aspirat ion biopsy，FNAB）所证实\n临床试验筛选标准选项：教育情况，设备，护理，献血，性别，风险评估，口腔相关，研究者决定，受体状态，性取向，诊断，健康群体，数据可及性，肿瘤进展，疾病，成瘾行为，锻炼，体征(医生检测），能力，居住情况，种族，残疾群体，酒精使用，预期寿命，睡眠，读写能力，病例来源，器官组织状态，伦理审查，治疗或手术，知情同意", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n2）颞下颌关节骨关节病、肿瘤、强直、自溶性吸收患者。\n临床试验筛选标准选项：伦理审查，器官组织状态，特殊病人特征，种族，饮食，风险评估，怀孕相关，锻炼，设备，知情同意，睡眠，教育情况，数据可及性，体征(医生检测），研究者决定，性取向，预期寿命，护理，残疾群体，性别，疾病，症状(患者感受)，参与其它试验，能力，药物，吸烟状况，诊断，依存性，酒精使用，肿瘤进展，含有多个类别，疾病分期", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n4)具有出血倾向或正在接受溶栓或抗凝治疗或在使用研究药物前3个月内曾经献血、失血大于450ml者。\n选项：治疗或手术，含有多个类别，研究者决定，锻炼，伦理审查，设备，风险评估，怀孕相关，性取向，体征(医生检测），预期寿命，酒精使用，能力，器官组织状态，残疾群体，肿瘤进展，吸烟状况，健康群体，病例来源，知情同意，参与其它试验，数据可及性，依存性，种族，读写能力，实验室检查，症状(患者感受)，性别，献血，特殊病人特征，居住情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n10)转移性肿瘤所致的恶性梗阻性黄疸；\n选项：病例来源，能力，锻炼，献血，口腔相关，疾病分期，教育情况，读写能力，护理，诊断，疾病，酒精使用，药物，设备，含有多个类别，研究者决定，数据可及性，性别，饮食，参与其它试验，种族，肿瘤进展，知情同意，治疗或手术，风险评估，依存性，健康群体，残疾群体，特殊病人特征，性取向，睡眠，怀孕相关", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n（7）有严重的过敏史；\n临床试验筛选标准选项：知情同意，病例来源，疾病，种族，残疾群体，健康群体，依存性，治疗或手术，特殊病人特征，性别，受体状态，肿瘤进展，伦理审查，酒精使用，献血，诊断，症状(患者感受)，器官组织状态，药物，口腔相关，实验室检查，体征(医生检测），护理，疾病分期，成瘾行为，读写能力，数据可及性，过敏耐受，年龄，研究者决定，性取向，参与其它试验，设备，锻炼，风险评估", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n⑧HBV DNA＜2000 IU/ml（104拷贝/ml）；\n选项：研究者决定，伦理审查，居住情况，设备，实验室检查，器官组织状态，治疗或手术，献血，残疾群体，睡眠，护理，受体状态，症状(患者感受)，锻炼，成瘾行为，教育情况，知情同意，疾病，药物，健康群体，肿瘤进展，饮食，特殊病人特征，风险评估，年龄，参与其它试验", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "3、术后肿瘤复发、转移或甲胎蛋白升高( ＞400 μg/L)患者\n这句话是什么临床试验筛选标准类型？\n类型选项：睡眠，献血，治疗或手术，酒精使用，数据可及性，种族，研究者决定，体征(医生检测），参与其它试验，能力，健康群体，口腔相关，病例来源，护理，诊断，受体状态，药物，怀孕相关，风险评估，含有多个类别，性取向，残疾群体，性别，读写能力，器官组织状态，症状(患者感受)，居住情况，锻炼，肿瘤进展，设备，教育情况，实验室检查，疾病，年龄，吸烟状况，成瘾行为", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n2.作出口头同意并遵守与研究程序，30天及6个月随访。\n类型选项：依存性，病例来源，教育情况，残疾群体，年龄，参与其它试验，饮食，设备，含有多个类别，实验室检查，肿瘤进展，读写能力，器官组织状态，特殊病人特征，症状(患者感受)，居住情况，研究者决定，性取向，酒精使用，健康群体，诊断，献血，成瘾行为，疾病，性别，疾病分期，护理，怀孕相关，治疗或手术，能力", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n8.恶性肿瘤患者\n类型选项：诊断，过敏耐受，病例来源，预期寿命，性别，年龄，实验室检查，器官组织状态，依存性，种族，饮食，含有多个类别，能力，睡眠，知情同意，症状(患者感受)，药物，成瘾行为，数据可及性，伦理审查，怀孕相关，居住情况，体征(医生检测），肿瘤进展，设备，参与其它试验，风险评估，疾病，残疾群体，教育情况，护理，受体状态，健康群体，吸烟状况", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "（2）因腹痛、腹胀、反酸、嗳气、恶心、呕吐、呕血、黑便等不适症状就诊。\n这句话是什么临床试验筛选标准类型？\n类型选项：酒精使用，成瘾行为，药物，实验室检查，器官组织状态，设备，居住情况，读写能力，献血，吸烟状况，残疾群体，伦理审查，诊断，含有多个类别，肿瘤进展，知情同意，过敏耐受，症状(患者感受)，饮食，研究者决定，口腔相关，受体状态，数据可及性，疾病分期，教育情况，治疗或手术，种族，护理，特殊病人特征，年龄，预期寿命，病例来源，能力，性取向，健康群体，怀孕相关", "target": "症状(患者感受)", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n（7）育龄期妇女必须在入组前7天行内进行妊娠试验（血清或尿液），且结果为阴性，并且愿意在试验期间采用适当方法避孕。对于男性则同意在试验期间采用适当方法避孕。\n类型选项：参与其它试验，实验室检查，护理，依存性，性取向，饮食，怀孕相关，知情同意，口腔相关，病例来源，读写能力，成瘾行为，含有多个类别，预期寿命，研究者决定，吸烟状况，治疗或手术，过敏耐受，种族，献血，疾病分期，风险评估，酒精使用，居住情况，教育情况，诊断，设备，能力，性别，肿瘤进展，受体状态，器官组织状态，锻炼，症状(患者感受)", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n7、过敏体质，或对3中药物食物过敏者，或已知对肠激安胶囊的成分过敏者；\n类型选项：知情同意，能力，年龄，疾病分期，献血，怀孕相关，酒精使用，疾病，治疗或手术，依存性，诊断，风险评估，性别，护理，成瘾行为，病例来源，研究者决定，设备，性取向，药物，过敏耐受，症状(患者感受)，器官组织状态，锻炼，伦理审查，残疾群体，肿瘤进展，口腔相关，种族，实验室检查，受体状态，教育情况，健康群体，数据可及性", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\nE．（研究者认为）可能通过血液或其他体液传播人类免疫缺陷病毒（HIV）、乙型肝炎（HBV）或丙型肝炎（HCV）的患者应排除。\n临床试验筛选标准选项：伦理审查，病例来源，疾病分期，实验室检查，护理，肿瘤进展，年龄，残疾群体，药物，性取向，酒精使用，健康群体，受体状态，设备，疾病，体征(医生检测），器官组织状态，吸烟状况，治疗或手术，过敏耐受，参与其它试验，研究者决定，教育情况，种族，预期寿命，能力，读写能力，依存性，居住情况，睡眠，症状(患者感受)，数据可及性", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "3、合并严重滑车发育不良，需要行滑车成形。\n是什么临床试验筛选标准类型？\n选项：预期寿命，伦理审查，诊断，酒精使用，疾病分期，参与其它试验，体征(医生检测），居住情况，残疾群体，成瘾行为，研究者决定，怀孕相关，过敏耐受，风险评估，能力，器官组织状态，护理，献血，实验室检查，疾病，治疗或手术，数据可及性，药物，知情同意，病例来源，依存性，教育情况，种族", "target": "体征(医生检测）", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n(1)发热腋温≥38.5度\n选项：年龄，知情同意，受体状态，过敏耐受，体征(医生检测），参与其它试验，症状(患者感受)，残疾群体，口腔相关，献血，病例来源，疾病分期，读写能力，肿瘤进展，吸烟状况，种族，疾病，能力，预期寿命，居住情况，健康群体，设备，护理，成瘾行为，性取向，睡眠，性别，风险评估，伦理审查，饮食，特殊病人特征，药物，研究者决定，实验室检查，教育情况，酒精使用", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n5. 临床上严重的（即活动的）心脏病，如有症状的冠心病、纽约心脏病协会（NYHA）II级或更严重的充血性心力衰竭或需药物干预的心律失常，或最近12个月内有心肌梗塞史。\n临床试验筛选标准选项：设备，疾病，体征(医生检测），数据可及性，症状(患者感受)，锻炼，吸烟状况，特殊病人特征，护理，残疾群体，药物，性别，治疗或手术，研究者决定，教育情况，性取向，居住情况，年龄，过敏耐受，器官组织状态，能力，含有多个类别，怀孕相关，肿瘤进展，饮食，知情同意，献血，酒精使用，实验室检查，读写能力，伦理审查，病例来源，预期寿命，疾病分期，风险评估", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n2. 年龄18-65岁之间；\n选项：病例来源，读写能力，教育情况，性别，体征(医生检测），献血，受体状态，数据可及性，能力，怀孕相关，残疾群体，器官组织状态，含有多个类别，年龄，依存性，预期寿命，居住情况，设备，性取向，种族，诊断，知情同意，风险评估，健康群体，研究者决定，成瘾行为", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n1)急性早幼粒细胞白血病\n临床试验筛选标准选项：教育情况，残疾群体，酒精使用，伦理审查，疾病，健康群体，器官组织状态，护理，饮食，特殊病人特征，药物，风险评估，数据可及性，预期寿命，睡眠，病例来源，献血，参与其它试验，过敏耐受，受体状态，肿瘤进展，性别，疾病分期，实验室检查，诊断，种族，年龄，成瘾行为，含有多个类别，口腔相关", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n4) 男性受试者，其女性伴侣计划在试验期间或服药后3个月内计划怀孕者；\n临床试验筛选标准选项：诊断，数据可及性，口腔相关，肿瘤进展，读写能力，疾病分期，预期寿命，性别，过敏耐受，饮食，知情同意，器官组织状态，锻炼，残疾群体，设备，居住情况，种族，含有多个类别，伦理审查，健康群体，风险评估，参与其它试验，睡眠，护理，症状(患者感受)，能力，依存性，受体状态，病例来源，疾病，年龄", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n⑦ 超声心动图提示有心内肿块、血栓或赘生物存在，或合并感染性心内膜炎活动期或其他活动性感染；\n类型选项：献血，性别，酒精使用，实验室检查，种族，锻炼，治疗或手术，能力，病例来源，睡眠，含有多个类别，残疾群体，口腔相关，教育情况，读写能力，体征(医生检测），性取向，药物，知情同意，怀孕相关，疾病，居住情况，年龄，诊断，成瘾行为，特殊病人特征", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n1.8  主要器官功能在治疗前7天内，符合下列标准：\n临床试验筛选标准选项：饮食，酒精使用，依存性，治疗或手术，设备，药物，症状(患者感受)，含有多个类别，数据可及性，种族，病例来源，研究者决定，护理，性别，读写能力，性取向，睡眠，受体状态，疾病，知情同意，风险评估，怀孕相关，疾病分期，伦理审查，锻炼，健康群体", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n（3）2次或2次以上的血清卵泡刺激素（follicle-stimulating hormone, FSH）&gt; 40mIU/ml（两次检查间隔1个月以上），雌二醇（estratiol, E2）＜73.2pmol/L；\n临床试验筛选标准选项：预期寿命，药物，能力，过敏耐受，成瘾行为，性别，风险评估，健康群体，特殊病人特征，锻炼，体征(医生检测），献血，吸烟状况，受体状态，疾病，残疾群体，症状(患者感受)，诊断，疾病分期，实验室检查，病例来源，睡眠，器官组织状态，种族，伦理审查，年龄，性取向，肿瘤进展，研究者决定，读写能力，酒精使用", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n⑤麻醉方式为椎管内麻醉。\n临床试验筛选标准选项：残疾群体，受体状态，含有多个类别，居住情况，年龄，献血，疾病，酒精使用，性别，数据可及性，睡眠，预期寿命，体征(医生检测），治疗或手术，读写能力，种族，教育情况，特殊病人特征，设备，病例来源，口腔相关，健康群体，症状(患者感受)，怀孕相关，肿瘤进展，护理，研究者决定", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n9. 具有精神类药物滥用史且无法戒除者或有精神障碍的患者；\n选项：健康群体，护理，肿瘤进展，风险评估，实验室检查，预期寿命，治疗或手术，锻炼，体征(医生检测），过敏耐受，数据可及性，献血，口腔相关，症状(患者感受)，读写能力，酒精使用，病例来源，药物，含有多个类别，年龄，饮食，种族，吸烟状况，睡眠，特殊病人特征，残疾群体，疾病，性别，性取向，伦理审查，教育情况，怀孕相关", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n4.血小板计数＜50*109/L；\n临床试验筛选标准选项：知情同意，病例来源，性别，器官组织状态，居住情况，风险评估，药物，实验室检查，怀孕相关，饮食，研究者决定，疾病分期，口腔相关，残疾群体，特殊病人特征，诊断，健康群体，种族，预期寿命，睡眠，依存性，治疗或手术，过敏耐受，体征(医生检测），受体状态，数据可及性，疾病，能力，性取向，成瘾行为，教育情况，献血，伦理审查，含有多个类别，肿瘤进展", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\no严重的肺部疾病（需要给氧，FEV1&lt;50%预测值，DLCO&lt;60%，或者有其它重度肺功能不全的证据）\n选项：病例来源，风险评估，参与其它试验，器官组织状态，过敏耐受，疾病分期，体征(医生检测），护理，实验室检查，疾病，年龄，教育情况，读写能力，含有多个类别，治疗或手术，肿瘤进展，种族，睡眠，药物，能力，锻炼，性取向，设备，依存性，饮食，吸烟状况，口腔相关，居住情况，数据可及性，诊断，性别，伦理审查，预期寿命，残疾群体", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n6.根据轻型复发性口腔溃疡的诊断标准临床症状、体征，确诊为轻度复发性口腔溃疡。\n选项：成瘾行为，护理，肿瘤进展，读写能力，疾病分期，居住情况，过敏耐受，风险评估，性别，怀孕相关，性取向，酒精使用，教育情况，器官组织状态，体征(医生检测），含有多个类别，研究者决定，种族，诊断，数据可及性，症状(患者感受)，口腔相关，伦理审查，疾病，残疾群体，锻炼，参与其它试验，治疗或手术，健康群体", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n②知晓自己的疾病诊断、病情及治疗；\n选项：器官组织状态，研究者决定，锻炼，吸烟状况，教育情况，症状(患者感受)，依存性，睡眠，能力，性别，伦理审查，参与其它试验，疾病，酒精使用，含有多个类别，知情同意，药物，成瘾行为，风险评估，年龄，过敏耐受，种族，居住情况，预期寿命，健康群体，受体状态，残疾群体，饮食", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n(4)白血病、血小板减少等有出血倾向者；\n类型选项：病例来源，疾病，读写能力，参与其它试验，体征(医生检测），怀孕相关，研究者决定，预期寿命，药物，肿瘤进展，吸烟状况，伦理审查，特殊病人特征，实验室检查，献血，疾病分期，治疗或手术，年龄，过敏耐受，居住情况，风险评估，饮食，酒精使用，诊断，症状(患者感受)，教育情况，受体状态，护理，数据可及性，器官组织状态，依存性，含有多个类别，性别，锻炼", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n（3）严重肝肾功能不全者；\n类型选项：预期寿命，吸烟状况，能力，性取向，实验室检查，过敏耐受，药物，知情同意，献血，教育情况，睡眠，种族，残疾群体，怀孕相关，特殊病人特征，受体状态，性别，研究者决定，疾病，风险评估，器官组织状态，病例来源，疾病分期，年龄，居住情况，伦理审查，成瘾行为，体征(医生检测），口腔相关，治疗或手术，参与其它试验，护理，依存性，锻炼，诊断", "target": "器官组织状态", "task_dataset": "CHIP-CTC"}
{"input": "4、长期饮酒、慢性疼痛或长期服用精神类药物病史；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：器官组织状态，饮食，锻炼，年龄，疾病分期，参与其它试验，知情同意，病例来源，能力，成瘾行为，酒精使用，预期寿命，肿瘤进展，过敏耐受，健康群体，疾病，诊断，残疾群体，药物，含有多个类别，风险评估，设备，研究者决定，口腔相关，护理，怀孕相关，读写能力，依存性，教育情况，数据可及性，吸烟状况，伦理审查，种族，献血，实验室检查", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n（15）曾参加过西他沙星临床试验者；\n临床试验筛选标准选项：种族，含有多个类别，吸烟状况，知情同意，参与其它试验，献血，睡眠，研究者决定，体征(医生检测），设备，特殊病人特征，治疗或手术，居住情况，依存性，性别，读写能力，酒精使用，能力，器官组织状态，口腔相关，健康群体，教育情况，年龄，性取向，过敏耐受，预期寿命，护理，实验室检查，锻炼，疾病分期", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n8. 研究者认为不宜纳入本实验。\n临床试验筛选标准选项：疾病分期，风险评估，伦理审查，怀孕相关，特殊病人特征，护理，肿瘤进展，读写能力，器官组织状态，设备，实验室检查，预期寿命，锻炼，含有多个类别，受体状态，教育情况，成瘾行为，饮食，能力，年龄，残疾群体，吸烟状况，性别，口腔相关，症状(患者感受)，体征(医生检测），献血，药物，治疗或手术，居住情况，研究者决定，性取向，健康群体，数据可及性，诊断", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n6.受试者自愿参加并签署知情同意书。\n类型选项：饮食，数据可及性，吸烟状况，怀孕相关，风险评估，症状(患者感受)，设备，知情同意，病例来源，研究者决定，性别，疾病，成瘾行为，伦理审查，体征(医生检测），药物，治疗或手术，参与其它试验，锻炼，性取向，过敏耐受，疾病分期，种族，器官组织状态，口腔相关，依存性，受体状态，残疾群体，预期寿命，居住情况，特殊病人特征，护理，教育情况，献血，诊断", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n⑶：急性心肌梗死（Acute myocardial infarction AMI）后36小时内发生休克或心源性休克发生小于18小时；\n类型选项：睡眠，疾病，研究者决定，护理，能力，器官组织状态，病例来源，数据可及性，残疾群体，特殊病人特征，伦理审查，酒精使用，教育情况，读写能力，参与其它试验，年龄，锻炼，含有多个类别，成瘾行为，饮食，疾病分期，性别，过敏耐受，知情同意，性取向，体征(医生检测），健康群体，居住情况", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n1）颅内出血或蛛网膜下腔出血史；\n选项：吸烟状况，性别，器官组织状态，病例来源，健康群体，治疗或手术，读写能力，实验室检查，残疾群体，预期寿命，知情同意，年龄，诊断，伦理审查，受体状态，饮食，怀孕相关，睡眠，献血，疾病分期，研究者决定，酒精使用，口腔相关，特殊病人特征，体征(医生检测），成瘾行为，种族，能力，风险评估，性取向，依存性，疾病，数据可及性，居住情况，锻炼，症状(患者感受)", "target": "体征(医生检测）", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n（5）感觉性失语（无法理解指导语）者；\n临床试验筛选标准选项：睡眠，含有多个类别，参与其它试验，健康群体，性取向，受体状态，教育情况，实验室检查，病例来源，居住情况，成瘾行为，口腔相关，疾病，研究者决定，预期寿命，器官组织状态，症状(患者感受)，设备，护理，献血，依存性，特殊病人特征，过敏耐受，体征(医生检测），酒精使用，锻炼，读写能力，怀孕相关，饮食", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n1）ITP诊断依据2009年国外专家共识，确诊后血小板﹤20×109/L，或血小板﹤30×109/L但伴有出血倾向者接受治疗。\n类型选项：残疾群体，数据可及性，体征(医生检测），含有多个类别，风险评估，吸烟状况，病例来源，药物，种族，口腔相关，症状(患者感受)，研究者决定，酒精使用，过敏耐受，饮食，献血，特殊病人特征，实验室检查，怀孕相关，性取向，诊断，知情同意，参与其它试验，护理，疾病，伦理审查，肿瘤进展，读写能力", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n3、年龄：18－60岁，男女不限；\n选项：预期寿命，含有多个类别，成瘾行为，病例来源，肿瘤进展，种族，特殊病人特征，器官组织状态，健康群体，读写能力，残疾群体，性别，受体状态，锻炼，设备，献血，吸烟状况，实验室检查，依存性，酒精使用，过敏耐受，数据可及性，居住情况，护理，疾病，怀孕相关", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\nI化疗后多次复发者；\n类型选项：锻炼，过敏耐受，设备，年龄，伦理审查，教育情况，知情同意，疾病分期，治疗或手术，实验室检查，器官组织状态，病例来源，体征(医生检测），口腔相关，肿瘤进展，性取向，研究者决定，依存性，风险评估，特殊病人特征，睡眠，读写能力，酒精使用，受体状态，性别，诊断，能力，献血，饮食，疾病，吸烟状况，健康群体，种族，参与其它试验，数据可及性", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "4）排除酒精及药物依赖\n是什么临床试验筛选标准类型？\n选项：知情同意，依存性，疾病分期，锻炼，性取向，护理，肿瘤进展，教育情况，实验室检查，体征(医生检测），含有多个类别，饮食，特殊病人特征，睡眠，种族，性别，受体状态，风险评估，健康群体，酒精使用，药物，口腔相关，残疾群体，读写能力，数据可及性，成瘾行为，设备", "target": "成瘾行为", "task_dataset": "CHIP-CTC"}
{"input": "（2）Hb&lt;130g/L；\n是什么临床试验筛选标准类型？\n选项：教育情况，数据可及性，治疗或手术，怀孕相关，诊断，饮食，酒精使用，残疾群体，护理，知情同意，读写能力，病例来源，器官组织状态，特殊病人特征，含有多个类别，种族，肿瘤进展，能力，健康群体，研究者决定，风险评估，实验室检查，参与其它试验，依存性，吸烟状况，睡眠，药物，性别，献血", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "3.受试者有I型或II型糖尿病（根据病史和入院诊断，按照研究医师的观点）；\n是什么临床试验筛选标准类型？\n选项：献血，风险评估，药物，依存性，知情同意，疾病，健康群体，成瘾行为，睡眠，设备，怀孕相关，吸烟状况，实验室检查，肿瘤进展，读写能力，体征(医生检测），疾病分期，病例来源，症状(患者感受)，性取向，过敏耐受，数据可及性，性别，口腔相关，残疾群体，伦理审查，诊断，含有多个类别，治疗或手术，种族", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n2.闭合性胫骨平台骨折（符合手术指征者）\n选项：体征(医生检测），年龄，饮食，过敏耐受，病例来源，实验室检查，读写能力，研究者决定，受体状态，疾病，依存性，治疗或手术，居住情况，药物，教育情况，献血，伦理审查，种族，健康群体，预期寿命，风险评估，性取向，吸烟状况，肿瘤进展，参与其它试验，器官组织状态，疾病分期，知情同意，怀孕相关，锻炼，症状(患者感受)", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n（6）拒绝参加\n临床试验筛选标准选项：吸烟状况，受体状态，肿瘤进展，饮食，健康群体，献血，病例来源，知情同意，睡眠，性别，风险评估，酒精使用，种族，体征(医生检测），年龄，药物，能力，读写能力，研究者决定，依存性，锻炼，数据可及性，疾病，伦理审查，残疾群体，设备，性取向，特殊病人特征，含有多个类别，教育情况，成瘾行为，怀孕相关，过敏耐受，实验室检查，护理", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "?愿意合作进行术前化疗和治疗前、治疗中穿刺活检及其相关治疗；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：参与其它试验，知情同意，器官组织状态，肿瘤进展，年龄，药物，饮食，治疗或手术，居住情况，健康群体，研究者决定，献血，实验室检查，怀孕相关，数据可及性，锻炼，护理，过敏耐受，风险评估，成瘾行为，病例来源，疾病分期，教育情况，吸烟状况，能力，伦理审查，残疾群体，预期寿命，症状(患者感受)", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n5）计划接受颈前路椎间盘切除减压融合手术治疗\n类型选项：诊断，性取向，年龄，饮食，知情同意，怀孕相关，含有多个类别，成瘾行为，参与其它试验，吸烟状况，治疗或手术，睡眠，体征(医生检测），种族，献血，疾病，受体状态，口腔相关，药物，锻炼，伦理审查，性别，残疾群体，疾病分期，设备，病例来源，器官组织状态，研究者决定，读写能力，肿瘤进展，健康群体，教育情况", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n①严重构音障碍、听觉障碍、认知障碍等原因导致患者不能配合量表评定；\n类型选项：能力，健康群体，锻炼，读写能力，吸烟状况，体征(医生检测），睡眠，特殊病人特征，种族，肿瘤进展，性别，预期寿命，实验室检查，参与其它试验，治疗或手术，含有多个类别，教育情况，成瘾行为，病例来源，研究者决定，知情同意，居住情况，风险评估，设备，疾病分期，酒精使用，器官组织状态，献血，性取向，依存性，过敏耐受，怀孕相关，诊断，症状(患者感受)，年龄", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n2）颅脑创伤史；\n选项：药物，健康群体，献血，睡眠，口腔相关，受体状态，教育情况，性别，锻炼，实验室检查，读写能力，预期寿命，能力，种族，治疗或手术，特殊病人特征，居住情况，参与其它试验，依存性，病例来源，肿瘤进展，疾病，风险评估，成瘾行为，疾病分期，护理，知情同意，研究者决定，性取向", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n4.（6个月内）既往未进行其他眼内手术或激光治疗。\n选项：参与其它试验，器官组织状态，读写能力，体征(医生检测），吸烟状况，锻炼，研究者决定，药物，症状(患者感受)，疾病，特殊病人特征，献血，实验室检查，酒精使用，数据可及性，伦理审查，疾病分期，预期寿命，含有多个类别，治疗或手术，肿瘤进展，成瘾行为，残疾群体，怀孕相关，知情同意，居住情况，病例来源，年龄", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n1)曲霉球发生在肺内。\n类型选项：睡眠，性取向，器官组织状态，性别，饮食，年龄，酒精使用，预期寿命，含有多个类别，护理，体征(医生检测），数据可及性，病例来源，设备，研究者决定，疾病，参与其它试验，吸烟状况，献血，种族，知情同意，治疗或手术，特殊病人特征，口腔相关，教育情况，伦理审查，读写能力，风险评估，怀孕相关，成瘾行为，依存性，诊断，过敏耐受", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n3. 自愿签署知情同意书。\n类型选项：酒精使用，年龄，伦理审查，特殊病人特征，依存性，种族，受体状态，实验室检查，数据可及性，疾病分期，吸烟状况，饮食，睡眠，体征(医生检测），研究者决定，症状(患者感受)，知情同意，居住情况，护理，预期寿命，治疗或手术，药物，风险评估，健康群体，性取向，读写能力，残疾群体，过敏耐受，教育情况，怀孕相关，器官组织状态", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n5.近一个月内未接种其他预防制品；\n选项：性别，疾病分期，读写能力，体征(医生检测），居住情况，参与其它试验，肿瘤进展，过敏耐受，健康群体，含有多个类别，症状(患者感受)，风险评估，教育情况，锻炼，受体状态，研究者决定，酒精使用，治疗或手术，睡眠，数据可及性，年龄，口腔相关，性取向，预期寿命，实验室检查，饮食，设备，知情同意，器官组织状态，成瘾行为，吸烟状况，能力，药物，残疾群体，护理", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n本研究共100例患者，其中密西根大学医学院共入组50例患者，北京大学人民医院骨肿瘤科及血液总共入组50名患者。北京大学人民医院入组患者须具备以下条件：\n类型选项：性取向，锻炼，含有多个类别，参与其它试验，健康群体，能力，设备，预期寿命，读写能力，疾病，症状(患者感受)，特殊病人特征，饮食，疾病分期，护理，年龄，成瘾行为，献血，残疾群体，风险评估，教育情况，种族，受体状态，酒精使用，器官组织状态，依存性，性别，药物，知情同意，实验室检查，口腔相关，睡眠，怀孕相关，研究者决定", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n4.应用任何化疗药物治疗期间（停药大于1个月者除外）。\n选项：数据可及性，受体状态，护理，诊断，锻炼，性取向，性别，实验室检查，症状(患者感受)，睡眠，器官组织状态，参与其它试验，饮食，读写能力，怀孕相关，特殊病人特征，含有多个类别，口腔相关，设备，年龄，居住情况，风险评估，教育情况，肿瘤进展，种族，药物，酒精使用，依存性", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n(9)入选前1个月内参加过其他临床研究者；\n选项：健康群体，残疾群体，器官组织状态，怀孕相关，疾病，诊断，参与其它试验，能力，过敏耐受，治疗或手术，疾病分期，酒精使用，吸烟状况，药物，风险评估，伦理审查，口腔相关，居住情况，依存性，肿瘤进展，饮食，设备，睡眠，含有多个类别，性别，实验室检查", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n（1）合并有心、脑血管，肝，肾和造血系统等严重全身性疾病及精神病患者。\n临床试验筛选标准选项：数据可及性，设备，成瘾行为，风险评估，种族，器官组织状态，性别，疾病，吸烟状况，怀孕相关，参与其它试验，症状(患者感受)，体征(医生检测），酒精使用，治疗或手术，伦理审查，预期寿命，读写能力，含有多个类别，护理，饮食，病例来源，依存性，疾病分期，实验室检查，肿瘤进展，年龄，药物，口腔相关，睡眠，研究者决定，特殊病人特征，过敏耐受，教育情况，诊断", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n8.既往未接受针对晚期、复发/持续性宫颈癌全身化疗者；\n临床试验筛选标准选项：研究者决定，居住情况，参与其它试验，残疾群体，病例来源，怀孕相关，锻炼，含有多个类别，睡眠，知情同意，性别，设备，实验室检查，成瘾行为，诊断，能力，读写能力，治疗或手术，年龄，药物，特殊病人特征，献血，疾病分期，过敏耐受，器官组织状态，健康群体", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n8.既往参加过Endeavor Sprint中国PMS的患者。\n选项：读写能力，症状(患者感受)，知情同意，受体状态，性取向，病例来源，实验室检查，器官组织状态，酒精使用，疾病，过敏耐受，依存性，治疗或手术，吸烟状况，护理，献血，伦理审查，含有多个类别，睡眠，疾病分期，研究者决定，肿瘤进展，饮食，居住情况，锻炼，风险评估，参与其它试验，性别，成瘾行为，诊断", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n1.现症符合《疾病和有关健康问题的国际统计分类（第 10 次修订本）》（ICD-10）关于偏执型精神分裂症的诊断标准；\n临床试验筛选标准选项：性别，疾病分期，成瘾行为，年龄，参与其它试验，酒精使用，能力，读写能力，疾病，健康群体，肿瘤进展，特殊病人特征，药物，献血，依存性，居住情况，锻炼，含有多个类别，预期寿命，体征(医生检测），实验室检查，教育情况，器官组织状态，诊断，残疾群体，症状(患者感受)，吸烟状况，设备", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n1.没有细胞学或组织学的证据；\n类型选项：病例来源，酒精使用，实验室检查，治疗或手术，药物，依存性，护理，诊断，知情同意，性取向，吸烟状况，特殊病人特征，居住情况，含有多个类别，参与其它试验，年龄，能力，疾病，睡眠，伦理审查，受体状态，成瘾行为，饮食，研究者决定，教育情况，过敏耐受，残疾群体，读写能力，献血", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n(13).QTc延长病史，或给药前QTc 值达450 msec 或以上的受试者，或有尖端扭转型室性心动过速（TdP）危险因素（家族心电图QT延长综合症，心衰病史，心律紊乱史或低钾血症病史等）；\n选项：风险评估，疾病，依存性，居住情况，种族，性取向，知情同意，预期寿命，参与其它试验，含有多个类别，诊断，年龄，教育情况，读写能力，器官组织状态，实验室检查，伦理审查，健康群体，病例来源，性别，护理，成瘾行为，残疾群体，能力，受体状态，研究者决定，过敏耐受，口腔相关，体征(医生检测），治疗或手术，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n足月妊娠\n类型选项：过敏耐受，体征(医生检测），读写能力，能力，治疗或手术，特殊病人特征，口腔相关，药物，预期寿命，实验室检查，酒精使用，研究者决定，残疾群体，知情同意，健康群体，年龄，病例来源，锻炼，疾病，护理，睡眠，成瘾行为，受体状态，性取向，设备，器官组织状态，依存性，伦理审查，吸烟状况，风险评估，怀孕相关，疾病分期", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n⑧正在参加其他干预措施的临床试验者。\n临床试验筛选标准选项：护理，肿瘤进展，睡眠，饮食，参与其它试验，风险评估，依存性，居住情况，年龄，读写能力，能力，性取向，吸烟状况，过敏耐受，怀孕相关，成瘾行为，性别，研究者决定，疾病分期，伦理审查，预期寿命，锻炼，设备，口腔相关，教育情况，特殊病人特征，体征(医生检测），种族，症状(患者感受)，治疗或手术，知情同意，器官组织状态，药物，酒精使用，含有多个类别，病例来源", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（2）性别不限，年龄在18-85岁的患者；\n类型选项：受体状态，性取向，睡眠，设备，健康群体，怀孕相关，数据可及性，病例来源，研究者决定，知情同意，饮食，疾病，护理，种族，伦理审查，含有多个类别，居住情况，诊断，药物，治疗或手术，吸烟状况，年龄，特殊病人特征，参与其它试验，能力，成瘾行为，献血，症状(患者感受)，读写能力，预期寿命", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "在下面的文本中选择合适的临床试验筛选标准类型：\n2.患有不能耐受胃镜检查的疾病，包括凝血功能障碍、肾功能不全、严重的心肺疾病、荧光素钠过敏者。\n选项：器官组织状态，吸烟状况，诊断，治疗或手术，性取向，受体状态，依存性，研究者决定，口腔相关，设备，病例来源，知情同意，疾病，能力，献血，症状(患者感受)，护理，含有多个类别，伦理审查，药物，风险评估，饮食，预期寿命，数据可及性，成瘾行为，居住情况，酒精使用，教育情况，健康群体，肿瘤进展，过敏耐受，参与其它试验，疾病分期", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\nb)  BMI＞28kg/m2\n选项：知情同意，性取向，治疗或手术，健康群体，过敏耐受，受体状态，实验室检查，酒精使用，饮食，诊断，读写能力，种族，能力，病例来源，吸烟状况，怀孕相关，症状(患者感受)，体征(医生检测），含有多个类别，居住情况，研究者决定，数据可及性，性别，残疾群体，成瘾行为，风险评估，设备，预期寿命，药物，伦理审查，器官组织状态，锻炼，肿瘤进展，献血", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n2)有手术禁忌证：心脏疾患、肺功能异常；\n选项：设备，实验室检查，研究者决定，依存性，过敏耐受，疾病分期，饮食，献血，知情同意，种族，受体状态，健康群体，酒精使用，年龄，数据可及性，伦理审查，参与其它试验，预期寿命，睡眠，读写能力，药物，症状(患者感受)，器官组织状态，肿瘤进展，口腔相关，含有多个类别，治疗或手术，特殊病人特征，护理，能力，病例来源，疾病，吸烟状况，性别，残疾群体，居住情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（8）生化检查：总胆红素≦1.5×正常范围上限(ULN)；谷丙转氨酶(ALT)和谷草转氨酶(AST)≦2×ULN；如有肝转移，则ALT和AST≦5×ULN；内生肌酐清除率≧60ml/min；\n类型选项：参与其它试验，护理，怀孕相关，依存性，年龄，知情同意，受体状态，读写能力，口腔相关，饮食，能力，残疾群体，居住情况，酒精使用，预期寿命，诊断，疾病，过敏耐受，风险评估，献血，肿瘤进展，实验室检查，教育情况，锻炼，睡眠，健康群体，设备，治疗或手术，器官组织状态，体征(医生检测），成瘾行为，性别，种族，数据可及性", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n4）有难治性癫痫病史（即癫痫发作）。\n选项：护理，性别，依存性，含有多个类别，诊断，过敏耐受，治疗或手术，器官组织状态，饮食，风险评估，睡眠，参与其它试验，能力，种族，性取向，教育情况，知情同意，设备，疾病，预期寿命，献血，体征(医生检测），受体状态，口腔相关，肿瘤进展，疾病分期，实验室检查，病例来源", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n2.合并有其他生殖系统疾病：如子宫内膜异位症、子宫内膜结核、宫腔粘连、子宫肌瘤（粘膜下肌瘤或非粘膜下肌瘤但肌瘤尺寸&gt;4cm和/或子宫内膜受压者）、子宫畸形（双子宫、双角子宫、单角子宫、子宫纵膈等）、输卵管积水者；\n类型选项：年龄，特殊病人特征，酒精使用，器官组织状态，健康群体，残疾群体，病例来源，风险评估，吸烟状况，怀孕相关，献血，性取向，预期寿命，肿瘤进展，设备，疾病分期，护理，研究者决定，读写能力，症状(患者感受)，教育情况，锻炼，数据可及性，含有多个类别，居住情况，伦理审查，能力，疾病", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n5)生育年龄的女性妊娠试验必须为阴性；或者男女患者需同意在治疗期间及随后的1年内使用有效的避孕措施。\n类型选项：风险评估，治疗或手术，肿瘤进展，含有多个类别，参与其它试验，实验室检查，过敏耐受，疾病分期，知情同意，诊断，健康群体，设备，性别，数据可及性，献血，种族，症状(患者感受)，饮食，依存性，体征(医生检测），成瘾行为，护理，性取向，器官组织状态，怀孕相关，伦理审查，能力，睡眠，疾病，残疾群体，锻炼，居住情况，口腔相关，受体状态，病例来源", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "1.自愿签署知情同意书；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：风险评估，种族，研究者决定，睡眠，参与其它试验，锻炼，症状(患者感受)，伦理审查，读写能力，设备，特殊病人特征，性别，献血，护理，居住情况，口腔相关，性取向，病例来源，怀孕相关，残疾群体，依存性，疾病，酒精使用，实验室检查，饮食，吸烟状况，过敏耐受，知情同意，肿瘤进展，成瘾行为，能力，疾病分期，健康群体，含有多个类别", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n3.妊娠期、哺乳期妇女；\n类型选项：药物，种族，能力，实验室检查，酒精使用，锻炼，肿瘤进展，病例来源，治疗或手术，疾病，口腔相关，吸烟状况，护理，数据可及性，体征(医生检测），伦理审查，疾病分期，怀孕相关，含有多个类别，依存性，知情同意，风险评估，残疾群体，受体状态，饮食，献血，居住情况，睡眠，读写能力，诊断", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n（1）年龄18-75岁，男女不限；\n选项：性取向，研究者决定，性别，护理，疾病分期，锻炼，睡眠，实验室检查，饮食，伦理审查，预期寿命，风险评估，能力，读写能力，药物，健康群体，肿瘤进展，残疾群体，教育情况，献血，疾病，症状(患者感受)，依存性，受体状态，数据可及性，怀孕相关，知情同意，居住情况，口腔相关，含有多个类别，体征(医生检测），吸烟状况，治疗或手术，年龄", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n①年龄在18-50岁之间，男女不限；\n类型选项：器官组织状态，肿瘤进展，治疗或手术，药物，症状(患者感受)，体征(医生检测），风险评估，献血，研究者决定，设备，性取向，读写能力，种族，数据可及性，实验室检查，残疾群体，锻炼，酒精使用，能力，疾病分期，伦理审查，成瘾行为，吸烟状况，健康群体，口腔相关，过敏耐受，预期寿命，教育情况，参与其它试验，含有多个类别", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "6）目前有严重躯体疾病研究者认为不适合入组本项研究；\n这句话是什么临床试验筛选标准类型？\n类型选项：酒精使用，性取向，伦理审查，疾病分期，风险评估，年龄，知情同意，肿瘤进展，含有多个类别，实验室检查，依存性，受体状态，器官组织状态，疾病，病例来源，居住情况，口腔相关，药物，预期寿命，睡眠，特殊病人特征，症状(患者感受)，护理，研究者决定，诊断，种族，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n具有造血干细胞移植指征但无HLA相合同胞或无关供者；或病情要求尽快移植而无寻找HLA相合供者机会；\n类型选项：健康群体，读写能力，能力，器官组织状态，疾病，性别，数据可及性，献血，口腔相关，伦理审查，风险评估，知情同意，特殊病人特征，实验室检查，吸烟状况，性取向，依存性，体征(医生检测），残疾群体，过敏耐受，酒精使用，成瘾行为，研究者决定，疾病分期，饮食，含有多个类别，教育情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n5、受试者自愿并签署知情同意书。\n类型选项：药物，吸烟状况，教育情况，器官组织状态，残疾群体，居住情况，知情同意，疾病，疾病分期，成瘾行为，诊断，参与其它试验，受体状态，献血，能力，体征(医生检测），治疗或手术，风险评估，病例来源，护理，症状(患者感受)，酒精使用，饮食，过敏耐受，预期寿命，口腔相关", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n4. 肝功能高于正常值上限2倍以上者；\n选项：读写能力，药物，依存性，实验室检查，能力，性别，吸烟状况，酒精使用，特殊病人特征，研究者决定，含有多个类别，预期寿命，受体状态，教育情况，参与其它试验，睡眠，诊断，疾病分期，怀孕相关，护理，数据可及性，肿瘤进展，伦理审查，锻炼，疾病，症状(患者感受)，器官组织状态，口腔相关，种族，成瘾行为，年龄，治疗或手术，过敏耐受，献血，风险评估，知情同意", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "(7)IV°以上肝性脑病，或其他情况，导致无法口服药物者；\n是什么临床试验筛选标准类型？\n选项：诊断，残疾群体，预期寿命，教育情况，过敏耐受，特殊病人特征，风险评估，药物，研究者决定，肿瘤进展，饮食，性别，能力，种族，治疗或手术，症状(患者感受)，依存性，实验室检查，体征(医生检测），含有多个类别，健康群体，性取向，疾病分期，疾病，伦理审查，居住情况，知情同意，酒精使用，受体状态，读写能力", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n2.年龄14周岁-75岁，性别不限；\n选项：疾病分期，护理，含有多个类别，体征(医生检测），成瘾行为，过敏耐受，治疗或手术，锻炼，病例来源，受体状态，药物，种族，怀孕相关，设备，献血，依存性，健康群体，特殊病人特征，教育情况，器官组织状态，口腔相关，知情同意，残疾群体，实验室检查，症状(患者感受)，居住情况，年龄，研究者决定，性取向，诊断", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n1)血液：中性粒细胞绝对计数（ANC）≥2.0*10^9/L，血小板≥100*10^9/L，血红蛋白≥9g/dl；\n类型选项：教育情况，治疗或手术，年龄，护理，过敏耐受，锻炼，特殊病人特征，口腔相关，睡眠，伦理审查，体征(医生检测），风险评估，知情同意，肿瘤进展，居住情况，实验室检查，依存性，参与其它试验，疾病分期，病例来源，吸烟状况，预期寿命，种族，酒精使用，性取向，能力", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n4) 频发室早\n临床试验筛选标准选项：数据可及性，能力，依存性，教育情况，怀孕相关，器官组织状态，疾病，实验室检查，吸烟状况，药物，症状(患者感受)，诊断，健康群体，献血，过敏耐受，护理，参与其它试验，风险评估，酒精使用，受体状态，读写能力，年龄，特殊病人特征，居住情况，性取向，睡眠，口腔相关，种族，含有多个类别，性别", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n6.纽约心脏病分级3-4级的心功能不全患者或EF&lt;40%；\n临床试验筛选标准选项：肿瘤进展，药物，性别，年龄，吸烟状况，锻炼，知情同意，能力，睡眠，受体状态，酒精使用，饮食，读写能力，含有多个类别，过敏耐受，研究者决定，成瘾行为，种族，献血，设备，治疗或手术，特殊病人特征，依存性，预期寿命，教育情况，居住情况，症状(患者感受)，性取向，伦理审查，怀孕相关，风险评估", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n5.入组前6个月内发生食管或胃静脉曲张破裂出血。\n临床试验筛选标准选项：依存性，睡眠，肿瘤进展，教育情况，健康群体，体征(医生检测），风险评估，怀孕相关，种族，实验室检查，献血，疾病，病例来源，设备，治疗或手术，参与其它试验，研究者决定，成瘾行为，症状(患者感受)，特殊病人特征，性取向，锻炼，过敏耐受，器官组织状态，口腔相关，残疾群体，饮食，能力，吸烟状况，年龄，疾病分期，读写能力", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n22) 在筛选或基线期，CRP水平高于正常值范围上限的1.5倍；\n临床试验筛选标准选项：怀孕相关，疾病，居住情况，性取向，药物，治疗或手术，种族，实验室检查，症状(患者感受)，设备，诊断，吸烟状况，护理，饮食，肿瘤进展，口腔相关，成瘾行为，特殊病人特征，疾病分期，知情同意，睡眠，风险评估，参与其它试验，教育情况，受体状态，健康群体", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "1、年龄为：20-70岁\n这句话是什么临床试验筛选标准类型？\n类型选项：居住情况，受体状态，怀孕相关，性取向，症状(患者感受)，病例来源，诊断，预期寿命，口腔相关，酒精使用，实验室检查，锻炼，含有多个类别，疾病，年龄，过敏耐受，治疗或手术，疾病分期，种族，睡眠，能力，性别，依存性，读写能力，数据可及性，设备，残疾群体，风险评估，教育情况，特殊病人特征，参与其它试验，饮食", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n[4] 初次治疗者；\n类型选项：器官组织状态，献血，肿瘤进展，疾病，能力，依存性，教育情况，症状(患者感受)，疾病分期，吸烟状况，怀孕相关，口腔相关，受体状态，药物，锻炼，睡眠，体征(医生检测），居住情况，病例来源，性别，诊断，实验室检查，风险评估，饮食，治疗或手术，护理，预期寿命，健康群体，读写能力，特殊病人特征，年龄", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "(1)符合《慢性乙型肝炎防治指南2010年更新版》诊断标准的乙肝肝硬化患者；\n这句话是什么临床试验筛选标准类型？\n类型选项：残疾群体，治疗或手术，受体状态，成瘾行为，特殊病人特征，诊断，年龄，药物，参与其它试验，数据可及性，饮食，读写能力，症状(患者感受)，过敏耐受，性别，健康群体，种族，睡眠，病例来源，依存性，酒精使用，怀孕相关，实验室检查，教育情况，含有多个类别，预期寿命，吸烟状况，口腔相关，性取向，伦理审查，风险评估，设备", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n10.结核、肝炎患者或血中肌酐、谷草转氨酶/谷丙转氨酶（AST/ALT）指标超过正常值的2倍者；\n类型选项：参与其它试验，读写能力，病例来源，预期寿命，吸烟状况，性别，居住情况，体征(医生检测），知情同意，疾病分期，肿瘤进展，成瘾行为，风险评估，治疗或手术，教育情况，过敏耐受，受体状态，护理，怀孕相关，性取向，献血，含有多个类别，锻炼，种族，酒精使用，实验室检查，能力，睡眠，设备，依存性，研究者决定，症状(患者感受)，药物，伦理审查，饮食，残疾群体", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "4．愿意接受watchman-laao或是利伐沙班进行卒中预防；\n是什么临床试验筛选标准类型？\n选项：研究者决定，预期寿命，药物，年龄，性别，健康群体，设备，器官组织状态，治疗或手术，知情同意，参与其它试验，诊断，饮食，吸烟状况，疾病，性取向，肿瘤进展，依存性，酒精使用，献血，居住情况，残疾群体，体征(医生检测），疾病分期，病例来源，教育情况，种族，口腔相关，锻炼，含有多个类别，受体状态", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n6.严重的肺部疾病\n类型选项：残疾群体，献血，参与其它试验，教育情况，性别，口腔相关，疾病，怀孕相关，读写能力，实验室检查，药物，数据可及性，依存性，预期寿命，疾病分期，能力，知情同意，治疗或手术，健康群体，锻炼，受体状态，肿瘤进展，饮食，症状(患者感受)，诊断，设备，成瘾行为，过敏耐受，性取向，种族，吸烟状况，风险评估，病例来源，研究者决定，居住情况，器官组织状态", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "4.年龄18～75周岁（含18周岁和75周岁），性别不限；\n这句话是什么临床试验筛选标准类型？\n类型选项：治疗或手术，疾病，实验室检查，口腔相关，体征(医生检测），年龄，种族，含有多个类别，伦理审查，居住情况，健康群体，怀孕相关，性取向，残疾群体，性别，研究者决定，饮食，参与其它试验，睡眠，预期寿命，特殊病人特征，病例来源，吸烟状况，风险评估，药物，数据可及性，知情同意，教育情况，过敏耐受，疾病分期，护理", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n8)已知或疑似的对维生素E过敏或不耐受。\n类型选项：疾病，病例来源，伦理审查，献血，实验室检查，吸烟状况，风险评估，残疾群体，研究者决定，怀孕相关，受体状态，症状(患者感受)，读写能力，依存性，肿瘤进展，过敏耐受，预期寿命，能力，居住情况，特殊病人特征，设备，疾病分期，参与其它试验，口腔相关，教育情况，酒精使用，性取向", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n3、无远处转移、肝功能不全、其他脏器功能不全等手术禁忌症；\n类型选项：肿瘤进展，特殊病人特征，性取向，预期寿命，疾病分期，受体状态，治疗或手术，数据可及性，过敏耐受，参与其它试验，性别，风险评估，锻炼，护理，疾病，献血，种族，成瘾行为，残疾群体，研究者决定，怀孕相关，教育情况，健康群体，口腔相关，饮食，伦理审查，能力，年龄，依存性，含有多个类别，药物，实验室检查", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n4）严重心肺疾病：精神异常患者；怀孕或哺乳期患者；不愿意或无法签署知情同意书。\n临床试验筛选标准选项：设备，教育情况，受体状态，健康群体，症状(患者感受)，病例来源，读写能力，治疗或手术，年龄，预期寿命，参与其它试验，口腔相关，伦理审查，能力，居住情况，怀孕相关，知情同意，锻炼，残疾群体，性别，性取向，饮食，实验室检查，研究者决定，吸烟状况，种族，睡眠，风险评估，数据可及性，过敏耐受，疾病，依存性，疾病分期，体征(医生检测），护理，含有多个类别", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n1)不能控制的内科疾病（包括6个月内出现的不稳定心绞痛、心肌梗塞、脑血管意外）。\n选项：性取向，酒精使用，吸烟状况，治疗或手术，饮食，能力，体征(医生检测），研究者决定，预期寿命，种族，怀孕相关，读写能力，居住情况，教育情况，症状(患者感受)，成瘾行为，含有多个类别，过敏耐受，诊断，实验室检查，残疾群体，肿瘤进展，参与其它试验，知情同意，病例来源，口腔相关，药物，特殊病人特征，疾病，年龄，风险评估，依存性，设备，健康群体，伦理审查，护理", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n⑶年龄在30岁以下或85岁以上\n选项：器官组织状态，症状(患者感受)，居住情况，健康群体，实验室检查，睡眠，过敏耐受，教育情况，残疾群体，含有多个类别，伦理审查，读写能力，酒精使用，护理，体征(医生检测），年龄，成瘾行为，特殊病人特征，性别，病例来源，怀孕相关，参与其它试验，锻炼，肿瘤进展，治疗或手术，数据可及性，研究者决定", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n2)初次行单侧全膝关节或者全髋关节置换、围术期静脉或局部应用氨甲环酸；\n类型选项：睡眠，年龄，研究者决定，伦理审查，成瘾行为，教育情况，实验室检查，肿瘤进展，治疗或手术，过敏耐受，诊断，知情同意，口腔相关，护理，疾病，症状(患者感受)，参与其它试验，怀孕相关，性别，健康群体，献血，饮食，居住情况，能力，风险评估，种族", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n(1)急性MS出现去皮质状态或昏迷者。\n类型选项：预期寿命，药物，体征(医生检测），研究者决定，参与其它试验，能力，受体状态，特殊病人特征，依存性，疾病，病例来源，性取向，教育情况，睡眠，口腔相关，诊断，读写能力，护理，设备，疾病分期，居住情况，锻炼，残疾群体，含有多个类别，肿瘤进展，风险评估，年龄，吸烟状况，成瘾行为，数据可及性", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n(5).女性受试者2周内无性生活史，且尿妊娠试验阴性；\n临床试验筛选标准选项：器官组织状态，特殊病人特征，教育情况，风险评估，怀孕相关，献血，过敏耐受，种族，护理，依存性，饮食，能力，实验室检查，睡眠，性取向，读写能力，疾病分期，体征(医生检测），伦理审查，健康群体，残疾群体，居住情况，预期寿命，受体状态，疾病，设备，知情同意，诊断，成瘾行为，酒精使用，药物，锻炼，症状(患者感受)，肿瘤进展", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n5.过敏体质者。\n类型选项：治疗或手术，症状(患者感受)，吸烟状况，过敏耐受，疾病分期，体征(医生检测），酒精使用，居住情况，读写能力，睡眠，献血，性取向，知情同意，依存性，健康群体，残疾群体，病例来源，教育情况，实验室检查，成瘾行为，风险评估，预期寿命，设备，能力，年龄，护理，诊断，参与其它试验，肿瘤进展，饮食", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n1.年龄18岁以上，65岁以下者，男女不限；\n类型选项：体征(医生检测），成瘾行为，护理，疾病，献血，数据可及性，教育情况，性别，疾病分期，研究者决定，含有多个类别，药物，饮食，锻炼，设备，肿瘤进展，残疾群体，能力，怀孕相关，读写能力，伦理审查，治疗或手术，参与其它试验，吸烟状况，实验室检查，酒精使用，过敏耐受", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n5、服用影响甲状旁腺激素水平的药物\n类型选项：读写能力，种族，治疗或手术，研究者决定，疾病，性取向，性别，教育情况，锻炼，数据可及性，风险评估，过敏耐受，特殊病人特征，护理，献血，伦理审查，含有多个类别，睡眠，药物，疾病分期，年龄，怀孕相关，实验室检查，酒精使用，预期寿命，吸烟状况，器官组织状态，参与其它试验，诊断，设备，成瘾行为，饮食，肿瘤进展，依存性，口腔相关，体征(医生检测）", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n14 其它研究者认为不适合参与本试验的患者.\n类型选项：设备，性别，特殊病人特征，伦理审查，护理，治疗或手术，怀孕相关，睡眠，残疾群体，症状(患者感受)，研究者决定，吸烟状况，受体状态，锻炼，年龄，数据可及性，药物，疾病，口腔相关，病例来源，疾病分期，成瘾行为，实验室检查，读写能力，酒精使用，依存性", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n（2）3月内行肾活检，病理类型为重度III型、IV型、V+III型和V+IV型LN （WHO2004年分型标准，重度III型指伴严重的节段性病变，有袢坏死或新月体形成的III型LN），肾组织存在明显活动性病变。\n临床试验筛选标准选项：成瘾行为，治疗或手术，锻炼，伦理审查，器官组织状态，诊断，知情同意，种族，依存性，年龄，性别，读写能力，健康群体，实验室检查，受体状态，口腔相关，肿瘤进展，教育情况，疾病分期，含有多个类别，症状(患者感受)，献血，设备，数据可及性，居住情况，疾病，饮食，体征(医生检测）", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n10.受试者在研究开始前6个月内，接受过关节腔内药物注射治疗膝骨关节炎，包括但不限于透明质酸，激素，PRP，BMP等；\n类型选项：研究者决定，数据可及性，体征(医生检测），药物，病例来源，受体状态，酒精使用，伦理审查，教育情况，含有多个类别，性别，护理，疾病分期，种族，锻炼，居住情况，器官组织状态，实验室检查，参与其它试验，年龄，怀孕相关，治疗或手术，知情同意，睡眠，献血，疾病，依存性，口腔相关，健康群体，设备，风险评估，饮食，特殊病人特征，预期寿命", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n3) 24小时尿蛋白定量：≥ 1.0g/24h，且≤ 3.5g/24h；\n临床试验筛选标准选项：设备，风险评估，实验室检查，口腔相关，过敏耐受，含有多个类别，健康群体，残疾群体，预期寿命，伦理审查，能力，献血，读写能力，酒精使用，肿瘤进展，睡眠，依存性，受体状态，体征(医生检测），吸烟状况，性取向，性别，锻炼，居住情况，饮食，治疗或手术，疾病，病例来源，护理", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（6）患者3个月内未使用激素类药物。\n类型选项：研究者决定，饮食，病例来源，锻炼，伦理审查，健康群体，肿瘤进展，药物，诊断，风险评估，预期寿命，器官组织状态，过敏耐受，特殊病人特征，献血，怀孕相关，体征(医生检测），疾病分期，年龄，护理，居住情况，酒精使用，受体状态，设备，读写能力，睡眠，种族，治疗或手术，知情同意，吸烟状况", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n2. 爱丁堡产后抑郁量表得分值大于等于9分者。\n类型选项：预期寿命，症状(患者感受)，诊断，实验室检查，病例来源，参与其它试验，肿瘤进展，设备，护理，口腔相关，体征(医生检测），疾病，成瘾行为，献血，受体状态，年龄，居住情况，性别，健康群体，酒精使用，风险评估，残疾群体，能力，怀孕相关，药物，伦理审查，锻炼，研究者决定，治疗或手术，读写能力，种族，疾病分期", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n③透析不充分，Kt/V ＜1.20；\n临床试验筛选标准选项：治疗或手术，成瘾行为，护理，疾病，风险评估，设备，居住情况，吸烟状况，教育情况，性别，知情同意，体征(医生检测），疾病分期，怀孕相关，种族，受体状态，特殊病人特征，肿瘤进展，诊断，睡眠，年龄，残疾群体，伦理审查，依存性，能力，含有多个类别，读写能力，器官组织状态，健康群体，过敏耐受，数据可及性，性取向，酒精使用", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n3.具有严重的心、肝、肾疾病，血液系统疾病或肿瘤等；\n选项：居住情况，健康群体，设备，护理，数据可及性，实验室检查，含有多个类别，年龄，性取向，疾病，病例来源，预期寿命，睡眠，献血，锻炼，怀孕相关，器官组织状态，成瘾行为，知情同意，风险评估，症状(患者感受)，读写能力，诊断，过敏耐受，受体状态，教育情况", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n3.需持续气管插管呼吸机辅助呼吸的重症患者；合并重症肺间ave质纤维化、活动性肺结核、肺癌；\n临床试验筛选标准选项：性取向，居住情况，含有多个类别，治疗或手术，口腔相关，参与其它试验，过敏耐受，实验室检查，能力，特殊病人特征，酒精使用，性别，肿瘤进展，饮食，疾病分期，风险评估，年龄，锻炼，体征(医生检测），预期寿命，残疾群体，护理，知情同意，病例来源，疾病，吸烟状况，器官组织状态，设备，诊断，健康群体，教育情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n4. 中医证候属于寒热错杂证；\n临床试验筛选标准选项：饮食，数据可及性，疾病分期，过敏耐受，药物，教育情况，残疾群体，疾病，研究者决定，口腔相关，锻炼，能力，读写能力，受体状态，症状(患者感受)，实验室检查，吸烟状况，参与其它试验，特殊病人特征，诊断，设备，伦理审查，肿瘤进展，酒精使用，性别，体征(医生检测），成瘾行为，含有多个类别", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n4.受试者知情，自愿签署知情同意书。\n类型选项：怀孕相关，依存性，肿瘤进展，性别，教育情况，饮食，器官组织状态，护理，种族，读写能力，知情同意，疾病，治疗或手术，体征(医生检测），伦理审查，献血，病例来源，特殊病人特征，锻炼，口腔相关，实验室检查，成瘾行为，疾病分期，居住情况，风险评估，性取向", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n（11）入选前1个月内口服糖皮质激素；\n选项：健康群体，怀孕相关，风险评估，数据可及性，含有多个类别，疾病，诊断，病例来源，预期寿命，残疾群体，症状(患者感受)，参与其它试验，酒精使用，肿瘤进展，口腔相关，居住情况，饮食，性取向，种族，年龄，过敏耐受，设备，药物，伦理审查，锻炼，治疗或手术，体征(医生检测），研究者决定", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n4、严重感染，需要静脉使用抗生素、抗真菌或抗病毒治疗；\n类型选项：依存性，预期寿命，病例来源，疾病，成瘾行为，年龄，药物，伦理审查，过敏耐受，献血，性别，症状(患者感受)，参与其它试验，肿瘤进展，读写能力，护理，能力，居住情况，教育情况，疾病分期，种族，数据可及性，残疾群体，设备，器官组织状态，受体状态，诊断，体征(医生检测），含有多个类别", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n1.20-40岁颅脑创伤患者\n类型选项：含有多个类别，性取向，健康群体，成瘾行为，睡眠，数据可及性，残疾群体，参与其它试验，器官组织状态，风险评估，治疗或手术，疾病，依存性，实验室检查，献血，过敏耐受，受体状态，体征(医生检测），知情同意，病例来源，年龄，居住情况，伦理审查，饮食，怀孕相关，肿瘤进展，种族，护理，疾病分期，能力，特殊病人特征，性别，读写能力", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（1）双下肢任一侧在过去6个月内（含当前）发生过骨折；\n类型选项：含有多个类别，酒精使用，种族，献血，特殊病人特征，体征(医生检测），研究者决定，数据可及性，参与其它试验，预期寿命，症状(患者感受)，护理，教育情况，器官组织状态，设备，口腔相关，实验室检查，疾病分期，成瘾行为，吸烟状况，性取向，残疾群体，风险评估，过敏耐受，治疗或手术，锻炼，性别，肿瘤进展，疾病，诊断，知情同意", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（1）病变仅局限于直肠及乙状结肠范围内。\n类型选项：口腔相关，健康群体，居住情况，疾病，设备，受体状态，治疗或手术，睡眠，年龄，锻炼，症状(患者感受)，药物，过敏耐受，酒精使用，研究者决定，伦理审查，风险评估，数据可及性，饮食，读写能力，依存性，疾病分期，体征(医生检测），参与其它试验，知情同意，性取向，能力，护理，器官组织状态，诊断，肿瘤进展，种族", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "6)无妇科及其他恶性肿瘤病史\n这句话是什么临床试验筛选标准类型？\n类型选项：饮食，年龄，伦理审查，预期寿命，依存性，风险评估，过敏耐受，酒精使用，疾病，实验室检查，种族，受体状态，睡眠，特殊病人特征，性别，含有多个类别，护理，残疾群体，肿瘤进展，数据可及性，健康群体，居住情况，教育情况，症状(患者感受)，治疗或手术，锻炼，怀孕相关，药物，设备，读写能力，体征(医生检测），疾病分期", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n⑵ 中枢神经系统白血病浸润患者；\n选项：治疗或手术，特殊病人特征，预期寿命，知情同意，器官组织状态，体征(医生检测），性别，怀孕相关，锻炼，献血，诊断，参与其它试验，疾病，依存性，症状(患者感受)，健康群体，伦理审查，数据可及性，风险评估，成瘾行为，病例来源，睡眠，性取向，居住情况，疾病分期，护理，年龄", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "2符合黄褐斑的诊断标准\n是什么临床试验筛选标准类型？\n选项：器官组织状态，诊断，风险评估，研究者决定，酒精使用，锻炼，过敏耐受，受体状态，体征(医生检测），设备，特殊病人特征，怀孕相关，伦理审查，数据可及性，教育情况，知情同意，参与其它试验，疾病，饮食，疾病分期，治疗或手术，能力，含有多个类别，种族，药物，年龄，残疾群体，成瘾行为", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "2)急症手术；\n是什么临床试验筛选标准类型？\n选项：疾病，残疾群体，献血，性取向，教育情况，研究者决定，实验室检查，特殊病人特征，睡眠，种族，治疗或手术，疾病分期，酒精使用，吸烟状况，锻炼，诊断，知情同意，肿瘤进展，护理，设备，依存性，饮食，过敏耐受，含有多个类别，怀孕相关，数据可及性，健康群体，预期寿命，受体状态，药物，居住情况，症状(患者感受)，参与其它试验", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（2）ECOG评分（体力状况评分）0-1分（0分：活动能力完全正常，与起病前活动能力无任何差异；1分，能自由走动及从事轻体力活动，包括一般家务或办公室工作，但不能从事较重的体力活动）；\n类型选项：特殊病人特征，健康群体，伦理审查，含有多个类别，数据可及性，实验室检查，睡眠，性别，年龄，症状(患者感受)，参与其它试验，性取向，风险评估，治疗或手术，残疾群体，口腔相关，疾病，过敏耐受，教育情况，种族，预期寿命，疾病分期，病例来源，器官组织状态，饮食，药物，酒精使用，献血，肿瘤进展，读写能力，受体状态，能力，诊断", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n7.既往接受过除舒尼替尼以外其他针对转移性肾癌的系统性治疗：靶向药物/免疫/细胞因子治疗；\n临床试验筛选标准选项：设备，器官组织状态，读写能力，药物，风险评估，症状(患者感受)，数据可及性，口腔相关，治疗或手术，成瘾行为，献血，过敏耐受，睡眠，疾病，残疾群体，教育情况，伦理审查，特殊病人特征，性别，含有多个类别，参与其它试验，健康群体，吸烟状况，研究者决定，性取向，锻炼，饮食，居住情况，肿瘤进展，怀孕相关，知情同意，诊断，受体状态", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n3. 颅内高压；\n类型选项：护理，锻炼，风险评估，特殊病人特征，受体状态，研究者决定，酒精使用，肿瘤进展，治疗或手术，体征(医生检测），诊断，疾病，能力，睡眠，读写能力，实验室检查，教育情况，疾病分期，性别，数据可及性，吸烟状况，年龄，性取向，成瘾行为，居住情况，设备，参与其它试验，残疾群体", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "3.复发部位使阴道/盆壁或阴道+盆壁\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：护理，风险评估，过敏耐受，锻炼，吸烟状况，设备，成瘾行为，睡眠，种族，研究者决定，数据可及性，教育情况，读写能力，诊断，残疾群体，伦理审查，预期寿命，健康群体，器官组织状态，症状(患者感受)，性取向，病例来源，饮食，性别，能力，药物，献血，参与其它试验，依存性，肿瘤进展，疾病，口腔相关，体征(医生检测），酒精使用", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n2）食管胃底静脉曲张破裂出血病史、肝性脑病、大量腹水、腹腔感染病史者。\n选项：献血，含有多个类别，数据可及性，疾病，种族，诊断，特殊病人特征，症状(患者感受)，器官组织状态，知情同意，健康群体，护理，酒精使用，体征(医生检测），读写能力，怀孕相关，受体状态，研究者决定，睡眠，能力，吸烟状况，疾病分期，肿瘤进展，饮食，参与其它试验，伦理审查，成瘾行为", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n2.年龄在18-65岁者，性别不限。\n临床试验筛选标准选项：口腔相关，实验室检查，体征(医生检测），诊断，残疾群体，酒精使用，性别，性取向，预期寿命，健康群体，研究者决定，症状(患者感受)，怀孕相关，居住情况，含有多个类别，受体状态，参与其它试验，护理，睡眠，吸烟状况，年龄，治疗或手术，肿瘤进展，成瘾行为，数据可及性，器官组织状态，锻炼，教育情况，饮食", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n1. 同时患有其他免疫性疾病的患者；\n临床试验筛选标准选项：献血，药物，含有多个类别，肿瘤进展，器官组织状态，性取向，怀孕相关，读写能力，疾病，成瘾行为，居住情况，实验室检查，锻炼，种族，饮食，睡眠，治疗或手术，病例来源，性别，知情同意，能力，参与其它试验，吸烟状况，症状(患者感受)，残疾群体，年龄，疾病分期，酒精使用，研究者决定，受体状态，体征(医生检测），设备，健康群体，教育情况，伦理审查", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n9、免疫功能缺陷者；\n类型选项：性取向，器官组织状态，锻炼，症状(患者感受)，知情同意，风险评估，残疾群体，居住情况，饮食，特殊病人特征，怀孕相关，研究者决定，献血，能力，性别，含有多个类别，过敏耐受，依存性，病例来源，睡眠，数据可及性，疾病，伦理审查，种族，受体状态，参与其它试验，治疗或手术，教育情况，诊断，年龄，护理，酒精使用，实验室检查，疾病分期，药物，预期寿命", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n（4）重度心功能不全且已知射血分数＜30%，或纽约心脏协会（NYHA）分级Ⅲ级及以上；\n选项：实验室检查，肿瘤进展，设备，锻炼，器官组织状态，预期寿命，疾病，读写能力，吸烟状况，健康群体，药物，诊断，体征(医生检测），受体状态，伦理审查，数据可及性，研究者决定，能力，疾病分期，成瘾行为，性别，风险评估，症状(患者感受)，性取向，残疾群体，年龄，参与其它试验，酒精使用，病例来源，种族，知情同意，含有多个类别，居住情况，怀孕相关，过敏耐受，治疗或手术", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n（4）其它研究者判断无法完成长期随访者。\n类型选项：药物，成瘾行为，肿瘤进展，吸烟状况，种族，读写能力，锻炼，风险评估，护理，特殊病人特征，含有多个类别，器官组织状态，研究者决定，依存性，实验室检查，残疾群体，酒精使用，参与其它试验，知情同意，症状(患者感受)，怀孕相关，体征(医生检测），饮食，性别，数据可及性，治疗或手术，伦理审查，居住情况，诊断，设备", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n3. 配戴角膜接触镜；\n临床试验筛选标准选项：知情同意，饮食，口腔相关，教育情况，健康群体，残疾群体，过敏耐受，研究者决定，献血，怀孕相关，能力，病例来源，居住情况，睡眠，特殊病人特征，设备，参与其它试验，症状(患者感受)，肿瘤进展，预期寿命，性取向，数据可及性，锻炼，器官组织状态，伦理审查，成瘾行为，疾病，风险评估，性别，种族，吸烟状况，年龄，治疗或手术，含有多个类别，受体状态，酒精使用", "target": "设备", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n10.患者各器官病变的功能水平；\n选项：吸烟状况，过敏耐受，症状(患者感受)，献血，口腔相关，含有多个类别，残疾群体，睡眠，锻炼，药物，疾病，肿瘤进展，疾病分期，特殊病人特征，器官组织状态，年龄，酒精使用，知情同意，受体状态，病例来源，治疗或手术，饮食，健康群体，居住情况，数据可及性，研究者决定，性取向，能力，性别，依存性，体征(医生检测），护理，风险评估，教育情况，怀孕相关，参与其它试验", "target": "器官组织状态", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（5）依从性良好，愿意并且能够按要求进行手指检测\n类型选项：护理，参与其它试验，成瘾行为，过敏耐受，肿瘤进展，药物，特殊病人特征，残疾群体，锻炼，吸烟状况，体征(医生检测），年龄，依存性，健康群体，器官组织状态，疾病分期，睡眠，伦理审查，研究者决定，能力，种族，症状(患者感受)，疾病，知情同意，风险评估，酒精使用，含有多个类别，读写能力，献血，饮食，怀孕相关", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n2.出血性脑梗死;\n临床试验筛选标准选项：居住情况，诊断，教育情况，睡眠，研究者决定，参与其它试验，锻炼，设备，疾病，实验室检查，献血，怀孕相关，数据可及性，含有多个类别，年龄，依存性，知情同意，肿瘤进展，性取向，体征(医生检测），受体状态，疾病分期，过敏耐受，读写能力，器官组织状态，种族", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n2）年龄16-60岁性别不限；\n选项：口腔相关，诊断，治疗或手术，伦理审查，预期寿命，设备，酒精使用，性别，含有多个类别，肿瘤进展，性取向，能力，受体状态，特殊病人特征，教育情况，成瘾行为，饮食，研究者决定，体征(医生检测），参与其它试验，护理，健康群体，读写能力，锻炼，知情同意，残疾群体，病例来源，症状(患者感受)，疾病分期，风险评估，依存性，怀孕相关，过敏耐受，器官组织状态", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n3）在过去12个月内未行任何牙周治疗者。\n类型选项：体征(医生检测），预期寿命，居住情况，知情同意，健康群体，锻炼，成瘾行为，症状(患者感受)，性取向，性别，能力，献血，疾病分期，睡眠，过敏耐受，治疗或手术，口腔相关，含有多个类别，病例来源，疾病，实验室检查，参与其它试验，护理，数据可及性，种族，风险评估，设备，依存性，饮食", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "?肾脏功能：血清肌酐（Cr）≤ULN；内生肌酐清除率（Ccr）≥60 ml/min（应用Cockcroft-Gault公式计算）；\n是什么临床试验筛选标准类型？\n选项：含有多个类别，伦理审查，酒精使用，器官组织状态，性取向，研究者决定，症状(患者感受)，成瘾行为，能力，吸烟状况，献血，预期寿命，疾病，实验室检查，受体状态，饮食，读写能力，性别，风险评估，种族，锻炼，体征(医生检测），怀孕相关，治疗或手术，特殊病人特征，居住情况，设备，病例来源，药物，参与其它试验，诊断，睡眠，护理", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\ne. 血肌酐在正常范围内或者低于正常范围下限；\n类型选项：读写能力，性别，研究者决定，知情同意，诊断，献血，口腔相关，睡眠，种族，药物，依存性，实验室检查，怀孕相关，特殊病人特征，成瘾行为，预期寿命，伦理审查，受体状态，风险评估，含有多个类别，锻炼，参与其它试验，酒精使用，护理，疾病分期，疾病", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n3）已经签署知情同意书\n临床试验筛选标准选项：能力，护理，风险评估，器官组织状态，教育情况，睡眠，受体状态，酒精使用，诊断，病例来源，年龄，口腔相关，知情同意，依存性，疾病，研究者决定，居住情况，含有多个类别，药物，锻炼，性别，伦理审查，成瘾行为，体征(医生检测），过敏耐受，读写能力，疾病分期，参与其它试验，治疗或手术，吸烟状况", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n2）单胎妊娠\n选项：症状(患者感受)，能力，知情同意，读写能力，锻炼，性取向，疾病分期，器官组织状态，健康群体，成瘾行为，特殊病人特征，肿瘤进展，过敏耐受，教育情况，数据可及性，怀孕相关，种族，护理，风险评估，睡眠，年龄，依存性，酒精使用，性别，含有多个类别，吸烟状况", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n（3）胆固醇在2.59mmol/L——8.0mmol/L，甘油三脂在1.7mmol/L——10.0mmol/L\n临床试验筛选标准选项：酒精使用，性别，护理，残疾群体，实验室检查，风险评估，体征(医生检测），种族，研究者决定，怀孕相关，特殊病人特征，治疗或手术，过敏耐受，读写能力，药物，肿瘤进展，教育情况，年龄，吸烟状况，锻炼，含有多个类别，器官组织状态，疾病，预期寿命，病例来源，饮食，成瘾行为，口腔相关，能力，居住情况，知情同意，参与其它试验", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（3） 30岁≤年龄≤75岁；\n类型选项：器官组织状态，健康群体，教育情况，献血，治疗或手术，锻炼，风险评估，能力，受体状态，数据可及性，性取向，年龄，成瘾行为，口腔相关，残疾群体，种族，伦理审查，知情同意，设备，依存性，疾病分期，诊断，症状(患者感受)，吸烟状况，特殊病人特征，预期寿命，饮食，含有多个类别，参与其它试验，药物，睡眠，护理", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\nc)心脏多普勒超声评估：左室射血分数 (LVEF) ≥ 50%。\n类型选项：参与其它试验，种族，药物，饮食，治疗或手术，研究者决定，含有多个类别，献血，读写能力，口腔相关，症状(患者感受)，实验室检查，酒精使用，疾病分期，受体状态，病例来源，吸烟状况，依存性，设备，睡眠，预期寿命，体征(医生检测），锻炼，风险评估，特殊病人特征，知情同意，怀孕相关，居住情况", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "2.年龄18-75岁，男女不限\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：药物，受体状态，伦理审查，性别，数据可及性，肿瘤进展，过敏耐受，饮食，知情同意，预期寿命，含有多个类别，种族，献血，能力，居住情况，读写能力，疾病，症状(患者感受)，锻炼，残疾群体，疾病分期，器官组织状态，诊断，性取向，风险评估，睡眠，依存性", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "正常对照组为无任何精神疾病史和严重躯体疾病史的正常人。\n这句话是什么临床试验筛选标准类型？\n类型选项：锻炼，含有多个类别，性取向，预期寿命，疾病，特殊病人特征，献血，成瘾行为，受体状态，治疗或手术，口腔相关，疾病分期，过敏耐受，教育情况，伦理审查，症状(患者感受)，性别，设备，吸烟状况，健康群体，参与其它试验，饮食，年龄，数据可及性，诊断，病例来源，知情同意", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n4.血肿始发于丘脑；\n选项：护理，药物，口腔相关，成瘾行为，残疾群体，酒精使用，研究者决定，风险评估，设备，预期寿命，知情同意，病例来源，体征(医生检测），读写能力，居住情况，疾病，年龄，睡眠，治疗或手术，锻炼，性别，含有多个类别，数据可及性，参与其它试验，伦理审查，吸烟状况，种族，过敏耐受，肿瘤进展，受体状态", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n（4）肠道肿物、严重痔疮、直肠狭窄等肠道病变者；\n临床试验筛选标准选项：含有多个类别，受体状态，诊断，教育情况，成瘾行为，预期寿命，残疾群体，献血，治疗或手术，种族，设备，饮食，读写能力，怀孕相关，疾病，器官组织状态，年龄，药物，病例来源，依存性，肿瘤进展，吸烟状况，酒精使用，过敏耐受，风险评估，能力，研究者决定，参与其它试验", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n7. 智力低下者。\n类型选项：睡眠，肿瘤进展，预期寿命，数据可及性，成瘾行为，诊断，种族，读写能力，饮食，过敏耐受，依存性，体征(医生检测），居住情况，受体状态，残疾群体，口腔相关，含有多个类别，治疗或手术，病例来源，伦理审查，研究者决定，症状(患者感受)，疾病分期，设备，能力，药物，疾病，年龄，健康群体，教育情况，怀孕相关", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n1.受试者自愿并签署此试验的知情同意书。\n选项：参与其它试验，疾病分期，诊断，受体状态，年龄，疾病，肿瘤进展，研究者决定，教育情况，怀孕相关，饮食，数据可及性，风险评估，献血，知情同意，性别，药物，能力，特殊病人特征，病例来源，居住情况，器官组织状态，护理，治疗或手术，体征(医生检测），依存性，种族，实验室检查，锻炼", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n14)研究者认为依从性差，或具有任何不宜参加此试验因素的受试者。\n类型选项：肿瘤进展，性别，药物，含有多个类别，性取向，体征(医生检测），治疗或手术，疾病，器官组织状态，诊断，受体状态，疾病分期，读写能力，怀孕相关，过敏耐受，知情同意，设备，吸烟状况，居住情况，研究者决定，参与其它试验，酒精使用，锻炼，成瘾行为，预期寿命，年龄，口腔相关，教育情况，依存性，献血，健康群体，饮食，病例来源", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n3、由患者本人或合法亲属代表签署知情同意书的；\n类型选项：诊断，年龄，过敏耐受，设备，疾病分期，受体状态，药物，特殊病人特征，吸烟状况，酒精使用，肿瘤进展，读写能力，教育情况，能力，含有多个类别，种族，依存性，残疾群体，数据可及性，知情同意，伦理审查，居住情况，健康群体，预期寿命，睡眠，护理，风险评估，饮食", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n1.年龄≥18岁；\n临床试验筛选标准选项：伦理审查，特殊病人特征，年龄，症状(患者感受)，读写能力，锻炼，实验室检查，居住情况，饮食，性别，设备，受体状态，预期寿命，睡眠，器官组织状态，参与其它试验，疾病，数据可及性，知情同意，研究者决定，种族，护理，吸烟状况，病例来源，健康群体，肿瘤进展，口腔相关，酒精使用，含有多个类别，成瘾行为", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n（6）充分知情并签署知情同意书\n选项：过敏耐受，睡眠，预期寿命，实验室检查，治疗或手术，性别，药物，数据可及性，饮食，伦理审查，种族，疾病分期，护理，含有多个类别，健康群体，受体状态，献血，怀孕相关，成瘾行为，肿瘤进展，研究者决定，残疾群体，口腔相关，能力，酒精使用，教育情况，病例来源，风险评估，性取向，知情同意", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n2）符合美国精神疾病诊断和统计手册第5版（DSM-5）抑郁发作诊断标准；\n临床试验筛选标准选项：睡眠，风险评估，饮食，口腔相关，实验室检查，含有多个类别，成瘾行为，读写能力，献血，体征(医生检测），能力，依存性，健康群体，数据可及性，居住情况，设备，器官组织状态，受体状态，疾病分期，预期寿命，病例来源，诊断，性取向，种族，症状(患者感受)，研究者决定，肿瘤进展，怀孕相关，伦理审查，过敏耐受", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n5、血液系统疾病或血象检查WBC总数低于4.0×109/L者；\n类型选项：参与其它试验，成瘾行为，依存性，伦理审查，疾病，药物，研究者决定，居住情况，饮食，吸烟状况，种族，数据可及性，知情同意，献血，受体状态，症状(患者感受)，读写能力，诊断，健康群体，含有多个类别，护理，酒精使用，能力，肿瘤进展，体征(医生检测），风险评估，睡眠，过敏耐受", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n2.年龄&lt;1岁或年龄&gt;80岁。\n类型选项：治疗或手术，酒精使用，年龄，数据可及性，研究者决定，病例来源，献血，过敏耐受，受体状态，口腔相关，居住情况，含有多个类别，性别，预期寿命，体征(医生检测），锻炼，吸烟状况，器官组织状态，健康群体，肿瘤进展，教育情况，护理，成瘾行为，风险评估，药物，实验室检查，诊断，睡眠，设备，种族，怀孕相关，症状(患者感受)，残疾群体，特殊病人特征，读写能力，疾病", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n[2] 不能耐受手术；\n选项：病例来源，睡眠，诊断，疾病分期，治疗或手术，口腔相关，残疾群体，居住情况，受体状态，酒精使用，健康群体，依存性，种族，成瘾行为，风险评估，伦理审查，研究者决定，吸烟状况，年龄，过敏耐受，读写能力，性别，实验室检查，护理，饮食，锻炼，症状(患者感受)，怀孕相关，预期寿命，知情同意，含有多个类别", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n3.采血前至少2周内未使用激素类避孕药、局部雌激素制剂、调脂药、糖尿病药物、抗炎药物，无药物过敏情况\n临床试验筛选标准选项：药物，肿瘤进展，伦理审查，吸烟状况，病例来源，预期寿命，疾病，护理，知情同意，症状(患者感受)，含有多个类别，怀孕相关，能力，性取向，成瘾行为，残疾群体，研究者决定，性别，过敏耐受，风险评估，特殊病人特征，居住情况，器官组织状态，受体状态，锻炼，设备，实验室检查，健康群体，疾病分期，种族，睡眠，参与其它试验", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n4．视力正常或矫正视力正常。\n选项：体征(医生检测），器官组织状态，性别，特殊病人特征，参与其它试验，设备，读写能力，实验室检查，护理，口腔相关，受体状态，疾病，药物，健康群体，怀孕相关，风险评估，病例来源，预期寿命，伦理审查，酒精使用，成瘾行为，种族，治疗或手术，残疾群体，肿瘤进展，知情同意，症状(患者感受)", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n2．影响脂质代谢的其他疾病如：肝脏疾病；\n临床试验筛选标准选项：成瘾行为，实验室检查，种族，性别，病例来源，护理，酒精使用，知情同意，锻炼，疾病，治疗或手术，居住情况，研究者决定，怀孕相关，疾病分期，依存性，献血，预期寿命，含有多个类别，睡眠，症状(患者感受)，吸烟状况，受体状态，参与其它试验，药物，体征(医生检测），过敏耐受，读写能力", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n6)无法控制的感染或者活动性感染；\n选项：残疾群体，参与其它试验，年龄，肿瘤进展，种族，设备，居住情况，依存性，实验室检查，风险评估，献血，酒精使用，过敏耐受，症状(患者感受)，性取向，成瘾行为，疾病，吸烟状况，饮食，伦理审查，含有多个类别，病例来源，护理，读写能力，健康群体，器官组织状态，教育情况，受体状态，数据可及性", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n（8）试验前3个月内曾参加药物试验的受试者（包括本试验药物），重复参加本试验的受试者；\n选项：过敏耐受，健康群体，献血，风险评估，预期寿命，参与其它试验，酒精使用，依存性，成瘾行为，器官组织状态，教育情况，性别，治疗或手术，怀孕相关，疾病，症状(患者感受)，病例来源，研究者决定，肿瘤进展，吸烟状况，受体状态，含有多个类别，年龄，口腔相关，读写能力，设备，锻炼，数据可及性，残疾群体，疾病分期", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n1对本制剂已知成分有过敏或超敏反应者。\n临床试验筛选标准选项：教育情况，肿瘤进展，体征(医生检测），过敏耐受，残疾群体，参与其它试验，成瘾行为，居住情况，怀孕相关，年龄，饮食，预期寿命，器官组织状态，锻炼，能力，睡眠，实验室检查，依存性，疾病分期，治疗或手术，疾病，药物，健康群体，症状(患者感受)，种族，数据可及性，受体状态，研究者决定，含有多个类别，献血，伦理审查，性别，读写能力，吸烟状况，病例来源，口腔相关", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "6.研究者考虑病人依从性差；\n这句话是什么临床试验筛选标准类型？\n类型选项：成瘾行为，锻炼，护理，口腔相关，药物，研究者决定，伦理审查，教育情况，受体状态，读写能力，疾病分期，器官组织状态，种族，含有多个类别，体征(医生检测），能力，性取向，睡眠，依存性，居住情况，吸烟状况，设备，饮食，特殊病人特征，症状(患者感受)，献血，疾病，性别，治疗或手术，过敏耐受，参与其它试验，风险评估", "target": "依存性", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n8．在参加研究前2个星期内曾经口腔局部使用任何药物。\n临床试验筛选标准选项：实验室检查，参与其它试验，成瘾行为，护理，种族，残疾群体，献血，疾病分期，怀孕相关，治疗或手术，含有多个类别，依存性，药物，吸烟状况，年龄，肿瘤进展，预期寿命，设备，酒精使用，受体状态，睡眠，诊断，健康群体，疾病，锻炼，特殊病人特征，口腔相关", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n5)受试者有哮喘病史或者癫痫发作史。\n临床试验筛选标准选项：酒精使用，过敏耐受，病例来源，诊断，受体状态，锻炼，实验室检查，治疗或手术，成瘾行为，居住情况，含有多个类别，知情同意，年龄，疾病，依存性，体征(医生检测），伦理审查，口腔相关，读写能力，护理，种族，肿瘤进展，怀孕相关，器官组织状态，疾病分期，吸烟状况，数据可及性，饮食，参与其它试验", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n(7)、盆腔肿瘤或合并腹水，使腹压增加者。\n临床试验筛选标准选项：风险评估，肿瘤进展，健康群体，参与其它试验，酒精使用，种族，读写能力，居住情况，过敏耐受，吸烟状况，成瘾行为，症状(患者感受)，饮食，性取向，知情同意，设备，疾病分期，教育情况，锻炼，性别，诊断，残疾群体，伦理审查，实验室检查，怀孕相关，受体状态，预期寿命，研究者决定，依存性，含有多个类别，年龄，献血，疾病，治疗或手术", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n⑴ 符合慢性非萎缩性胃炎的西医诊断\n选项：体征(医生检测），年龄，性取向，性别，器官组织状态，居住情况，数据可及性，病例来源，口腔相关，特殊病人特征，酒精使用，药物，受体状态，教育情况，疾病分期，诊断，锻炼，研究者决定，依存性，献血，健康群体，治疗或手术，残疾群体，设备，成瘾行为，预期寿命，过敏耐受，怀孕相关，饮食，疾病", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（6）皮肤疾病无法接受阳光照射者；\n类型选项：参与其它试验，受体状态，能力，肿瘤进展，酒精使用，设备，特殊病人特征，饮食，依存性，睡眠，诊断，知情同意，锻炼，器官组织状态，疾病，过敏耐受，残疾群体，病例来源，口腔相关，怀孕相关，护理，症状(患者感受)，吸烟状况，健康群体，献血，种族，体征(医生检测）", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n(2).多处韧带损伤的患者\n选项：献血，依存性，睡眠，参与其它试验，能力，教育情况，含有多个类别，怀孕相关，残疾群体，伦理审查，读写能力，过敏耐受，疾病，年龄，特殊病人特征，知情同意，症状(患者感受)，成瘾行为，病例来源，体征(医生检测），实验室检查，数据可及性，治疗或手术，器官组织状态，设备，吸烟状况，性取向", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "3) 损伤面积&lt;2cm2或&gt;8cm2 或损伤周围缺乏正常软骨组织围绕者\n是什么临床试验筛选标准类型？\n选项：性取向，健康群体，能力，睡眠，参与其它试验，性别，伦理审查，数据可及性，怀孕相关，含有多个类别，残疾群体，年龄，酒精使用，风险评估，读写能力，依存性，居住情况，病例来源，实验室检查，知情同意，疾病，受体状态，成瘾行为，吸烟状况，诊断，锻炼", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n9.3个月内有米非司酮治疗史。\n选项：研究者决定，疾病，疾病分期，性取向，教育情况，酒精使用，吸烟状况，依存性，特殊病人特征，药物，参与其它试验，居住情况，实验室检查，病例来源，伦理审查，成瘾行为，能力，风险评估，口腔相关，预期寿命，护理，读写能力，受体状态，知情同意，体征(医生检测），种族，献血，饮食，年龄，症状(患者感受)，睡眠，残疾群体，诊断，怀孕相关，性别", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n4.汉密尔顿抑郁量表24项版(HAMD-24)评分≥8分\n临床试验筛选标准选项：种族，特殊病人特征，症状(患者感受)，过敏耐受，数据可及性，研究者决定，献血，设备，含有多个类别，实验室检查，知情同意，预期寿命，怀孕相关，饮食，疾病分期，能力，依存性，疾病，残疾群体，教育情况，参与其它试验，病例来源，受体状态，诊断，体征(医生检测），吸烟状况，治疗或手术，性别，读写能力，睡眠，性取向，健康群体，伦理审查，风险评估，护理", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（3）属于胃镜治疗禁忌的患者（如凝血功能明显障碍，短期内无法纠正）；\n类型选项：护理，疾病，器官组织状态，特殊病人特征，含有多个类别，怀孕相关，参与其它试验，研究者决定，病例来源，饮食，口腔相关，种族，睡眠，吸烟状况，预期寿命，年龄，读写能力，过敏耐受，残疾群体，锻炼，药物，性别，教育情况，疾病分期，体征(医生检测），酒精使用，设备，治疗或手术，居住情况，受体状态，诊断，症状(患者感受)", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\nf. 滥用药物，临床或心理的或社会的因素使知情同意或研究实施受影响。\n类型选项：风险评估，疾病，预期寿命，疾病分期，过敏耐受，肿瘤进展，怀孕相关，睡眠，性别，酒精使用，伦理审查，体征(医生检测），残疾群体，设备，参与其它试验，护理，口腔相关，症状(患者感受)，成瘾行为，吸烟状况，诊断，研究者决定，特殊病人特征，器官组织状态，性取向，居住情况，年龄，含有多个类别", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n8. 淋巴细胞绝对数大于等于0.15 x10^9/L。\n类型选项：特殊病人特征，锻炼，预期寿命，教育情况，疾病，受体状态，肿瘤进展，读写能力，诊断，吸烟状况，症状(患者感受)，含有多个类别，疾病分期，口腔相关，体征(医生检测），饮食，器官组织状态，知情同意，睡眠，药物，实验室检查，治疗或手术，护理，种族，酒精使用，性别，依存性，怀孕相关，伦理审查，成瘾行为，居住情况，数据可及性，健康群体，残疾群体，年龄", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n④糖尿病（明确的糖尿病的诊断，治疗）\n类型选项：读写能力，饮食，设备，种族，健康群体，治疗或手术，器官组织状态，实验室检查，症状(患者感受)，能力，病例来源，吸烟状况，残疾群体，性别，性取向，过敏耐受，怀孕相关，教育情况，疾病分期，肿瘤进展，含有多个类别，知情同意，锻炼，受体状态，疾病，体征(医生检测）", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n4、已知对COX-2特异性抑制剂、磺胺类、NSAIDS、阿片类或扑热息痛/乙酰氨基酚过敏者；\n临床试验筛选标准选项：风险评估，种族，诊断，研究者决定，成瘾行为，体征(医生检测），护理，读写能力，疾病，预期寿命，参与其它试验，病例来源，年龄，知情同意，教育情况，性别，疾病分期，居住情况，过敏耐受，残疾群体，献血，症状(患者感受)，健康群体，能力，吸烟状况，药物，治疗或手术，数据可及性，设备，含有多个类别，性取向，酒精使用，器官组织状态", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n（1）所有病例均符合急性胰腺炎亚特兰大分类标准修订（2012）中SAP诊断标准；\n临床试验筛选标准选项：风险评估，居住情况，能力，含有多个类别，锻炼，种族，年龄，依存性，吸烟状况，口腔相关，设备，怀孕相关，诊断，残疾群体，性别，器官组织状态，性取向，护理，伦理审查，健康群体，受体状态，睡眠，读写能力，研究者决定，实验室检查，过敏耐受，饮食", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n10. 严重的心、肝、肾及血液系统等重要脏器疾病或以上慢性病处于功能代偿期（非活动期）。\n临床试验筛选标准选项：居住情况，伦理审查，成瘾行为，器官组织状态，实验室检查，症状(患者感受)，吸烟状况，过敏耐受，治疗或手术，献血，年龄，依存性，教育情况，参与其它试验，疾病，健康群体，设备，种族，疾病分期，风险评估，睡眠，护理，诊断，性别，体征(医生检测），读写能力", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "2)化疗药物过敏患者\n这句话是什么临床试验筛选标准类型？\n类型选项：过敏耐受，特殊病人特征，性取向，受体状态，能力，研究者决定，种族，残疾群体，预期寿命，治疗或手术，依存性，睡眠，风险评估，饮食，疾病分期，口腔相关，疾病，伦理审查，症状(患者感受)，病例来源，年龄，献血，肿瘤进展，实验室检查，性别，吸烟状况，锻炼，设备，器官组织状态，酒精使用，药物，含有多个类别，健康群体，读写能力，数据可及性", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n(2) 近一周内服用过与试验药物功能主治类似药物患者；\n类型选项：口腔相关，年龄，吸烟状况，实验室检查，居住情况，病例来源，睡眠，参与其它试验，研究者决定，体征(医生检测），饮食，酒精使用，锻炼，成瘾行为，特殊病人特征，器官组织状态，护理，治疗或手术，疾病，性取向，教育情况，种族，献血，怀孕相关，过敏耐受，数据可及性，能力，知情同意，药物，症状(患者感受)，残疾群体", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n6）自愿入组参加，依从性好，能配合试验观察，并签署书面的知情同意书。\n类型选项：知情同意，疾病，酒精使用，护理，症状(患者感受)，怀孕相关，伦理审查，饮食，种族，残疾群体，依存性，治疗或手术，病例来源，特殊病人特征，性取向，参与其它试验，设备，研究者决定，献血，器官组织状态，实验室检查，锻炼，睡眠，疾病分期，能力，教育情况，吸烟状况，居住情况，含有多个类别", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n(1)严重视力、听力障碍，不能很好的配合认知功能检查；\n临床试验筛选标准选项：性取向，健康群体，病例来源，疾病，残疾群体，怀孕相关，年龄，含有多个类别，能力，预期寿命，护理，锻炼，吸烟状况，过敏耐受，治疗或手术，研究者决定，睡眠，数据可及性，性别，成瘾行为，读写能力，教育情况，特殊病人特征，肿瘤进展，器官组织状态，献血，酒精使用，疾病分期，诊断，居住情况，依存性，口腔相关，受体状态", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n1） 相应遗传性皮肤病的临床表现、基因诊断同时确诊。\n临床试验筛选标准选项：年龄，实验室检查，性别，特殊病人特征，预期寿命，健康群体，设备，研究者决定，器官组织状态，献血，伦理审查，成瘾行为，肿瘤进展，护理，饮食，能力，居住情况，疾病分期，受体状态，体征(医生检测），病例来源，参与其它试验，教育情况，读写能力，症状(患者感受)，性取向，含有多个类别，药物，种族，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据受试者资料，请标记适用的临床试验筛选标准类型：\n5）孕妇\n临床试验筛选标准选项：疾病分期，特殊病人特征，口腔相关，设备，睡眠，疾病，依存性，预期寿命，年龄，症状(患者感受)，病例来源，怀孕相关，数据可及性，能力，吸烟状况，护理，锻炼，肿瘤进展，受体状态，性取向，献血，健康群体，含有多个类别，读写能力，伦理审查，酒精使用，种族，器官组织状态，参与其它试验", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n（2）符合2000年WHO西亚太区肥胖病工作组按照亚洲人特点，制定的肥胖诊断标准： BMI值≥25；\n类型选项：睡眠，护理，数据可及性，吸烟状况，性别，病例来源，治疗或手术，献血，研究者决定，读写能力，肿瘤进展，残疾群体，种族，疾病，含有多个类别，成瘾行为，体征(医生检测），过敏耐受，预期寿命，能力，受体状态，怀孕相关，健康群体，知情同意，教育情况，饮食，疾病分期，居住情况，性取向，症状(患者感受)，实验室检查，年龄，器官组织状态，锻炼，特殊病人特征，口腔相关", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n5）孕期或哺乳期病人；\n选项：预期寿命，护理，居住情况，肿瘤进展，病例来源，睡眠，健康群体，治疗或手术，年龄，教育情况，献血，研究者决定，种族，过敏耐受，性别，残疾群体，数据可及性，症状(患者感受)，实验室检查，成瘾行为，怀孕相关，设备，参与其它试验，含有多个类别，药物，疾病，性取向，器官组织状态，体征(医生检测），受体状态，读写能力，知情同意，疾病分期，口腔相关，饮食，风险评估", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n1.合并慢性阻塞性肺疾病；\n选项：居住情况，吸烟状况，体征(医生检测），性取向，献血，依存性，成瘾行为，研究者决定，数据可及性，知情同意，疾病分期，预期寿命，药物，疾病，性别，锻炼，健康群体，年龄，能力，残疾群体，治疗或手术，病例来源，护理，实验室检查，受体状态，读写能力，口腔相关，过敏耐受，教育情况", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n(1)年齡等於或大於20歲進行胃大腸內視鏡健康檢查\n类型选项：药物，怀孕相关，病例来源，实验室检查，锻炼，残疾群体，过敏耐受，口腔相关，体征(医生检测），健康群体，伦理审查，受体状态，居住情况，器官组织状态，酒精使用，数据可及性，性取向，种族，疾病分期，知情同意，年龄，吸烟状况，参与其它试验，治疗或手术，设备，疾病，成瘾行为，风险评估，献血，睡眠，性别，诊断，含有多个类别，能力，肿瘤进展，特殊病人特征", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n1.头颈部软组织AVM\n临床试验筛选标准选项：肿瘤进展，实验室检查，护理，疾病，种族，饮食，体征(医生检测），成瘾行为，药物，病例来源，睡眠，健康群体，设备，锻炼，含有多个类别，知情同意，器官组织状态，数据可及性，诊断，居住情况，依存性，残疾群体，口腔相关，疾病分期，教育情况，过敏耐受，怀孕相关，读写能力，能力，受体状态，献血，年龄，酒精使用，治疗或手术，性别，症状(患者感受)", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n(6)正在使用灯盏花素者。\n临床试验筛选标准选项：护理，症状(患者感受)，残疾群体，读写能力，性取向，含有多个类别，疾病分期，年龄，风险评估，依存性，实验室检查，诊断，特殊病人特征，治疗或手术，居住情况，药物，性别，睡眠，设备，教育情况，预期寿命，研究者决定，吸烟状况，受体状态，体征(医生检测），怀孕相关，疾病", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n（5）肝肾功能异常或肿瘤晚期患者（肝功高于上限2倍，肾功肌酐高于上限1.2倍）；\n类型选项：知情同意，诊断，药物，居住情况，性别，受体状态，治疗或手术，残疾群体，器官组织状态，实验室检查，含有多个类别，设备，吸烟状况，数据可及性，伦理审查，锻炼，疾病，口腔相关，护理，特殊病人特征，性取向，种族，疾病分期，健康群体，献血，教育情况，成瘾行为，年龄，过敏耐受，酒精使用，能力，病例来源，风险评估，读写能力，饮食", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "7. 有精神病疾患或其它原因不能配合治疗者。\n这句话是什么临床试验筛选标准类型？\n类型选项：成瘾行为，疾病，睡眠，特殊病人特征，含有多个类别，酒精使用，预期寿命，种族，教育情况，读写能力，体征(医生检测），实验室检查，口腔相关，知情同意，诊断，锻炼，残疾群体，能力，研究者决定，性别，年龄，伦理审查，数据可及性，饮食，依存性，怀孕相关，吸烟状况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n⑵按中华医学会眼科学分会斜视与小儿眼科学组《我国斜视分类专家共识（2015年）》斜视分类被诊断为间歇性外斜视者，并已进行对应间歇性外斜视矫正术；\n类型选项：症状(患者感受)，研究者决定，参与其它试验，伦理审查，健康群体，药物，含有多个类别，体征(医生检测），睡眠，能力，性取向，献血，过敏耐受，残疾群体，治疗或手术，读写能力，特殊病人特征，肿瘤进展，教育情况，疾病，成瘾行为，设备，风险评估，诊断，种族，怀孕相关，饮食，吸烟状况，实验室检查", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（1）原发性面肌痉挛手术后复发患者或术中确诊为继发性面肌痉挛的患者\n类型选项：性取向，依存性，预期寿命，体征(医生检测），读写能力，护理，锻炼，睡眠，疾病分期，诊断，年龄，口腔相关，数据可及性，怀孕相关，能力，酒精使用，教育情况，症状(患者感受)，含有多个类别，设备，知情同意，性别，残疾群体，病例来源，过敏耐受，健康群体，研究者决定，献血，饮食，参与其它试验，成瘾行为，疾病，器官组织状态，药物，实验室检查", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n3、长期服用精神类药物的患者；\n临床试验筛选标准选项：睡眠，怀孕相关，研究者决定，伦理审查，预期寿命，教育情况，病例来源，疾病，饮食，症状(患者感受)，知情同意，年龄，性取向，读写能力，种族，肿瘤进展，居住情况，残疾群体，疾病分期，酒精使用，口腔相关，性别，受体状态，药物，含有多个类别，献血，特殊病人特征，体征(医生检测），成瘾行为，器官组织状态，参与其它试验", "target": "药物", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n①直肠指检（digital rectal examination, DRE）发现前列腺可疑结节，任何PSA 值；\n类型选项：性取向，设备，体征(医生检测），性别，能力，饮食，研究者决定，含有多个类别，护理，健康群体，诊断，肿瘤进展，吸烟状况，过敏耐受，病例来源，成瘾行为，疾病，种族，数据可及性，特殊病人特征，受体状态，居住情况，知情同意，风险评估，锻炼，口腔相关，残疾群体，实验室检查", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\na)年龄为7~13岁；\n类型选项：伦理审查，疾病分期，残疾群体，成瘾行为，居住情况，病例来源，设备，疾病，教育情况，含有多个类别，年龄，肿瘤进展，症状(患者感受)，护理，研究者决定，特殊病人特征，能力，性取向，饮食，口腔相关，风险评估，睡眠，数据可及性，献血，实验室检查，健康群体", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "3. 新鲜骨折（3 月内）；\n是什么临床试验筛选标准类型？\n选项：献血，依存性，设备，饮食，疾病，性别，教育情况，症状(患者感受)，护理，居住情况，年龄，治疗或手术，实验室检查，风险评估，健康群体，能力，病例来源，口腔相关，吸烟状况，残疾群体，器官组织状态，药物，锻炼，成瘾行为，酒精使用，含有多个类别", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n1. 合并萎缩性胃炎者，非返流性食管炎，十二指肠球炎，胃粘膜、食管异型增生或病理组织学诊断怀疑恶变者。\n类型选项：性取向，疾病分期，依存性，年龄，受体状态，献血，疾病，残疾群体，护理，药物，教育情况，器官组织状态，预期寿命，成瘾行为，肿瘤进展，风险评估，睡眠，口腔相关，种族，研究者决定，含有多个类别，锻炼，吸烟状况，居住情况，参与其它试验，设备，过敏耐受，怀孕相关", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n1．哮喘病史\n类型选项：献血，成瘾行为，器官组织状态，数据可及性，教育情况，口腔相关，研究者决定，设备，护理，含有多个类别，过敏耐受，疾病，知情同意，居住情况，健康群体，参与其它试验，预期寿命，疾病分期，伦理审查，症状(患者感受)，饮食，年龄，残疾群体，能力，诊断，种族，睡眠，酒精使用，药物，受体状态", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n在2015-2017年期间在上海市第六人民医院被诊断为糖尿病肾病的病人样本；\n选项：酒精使用，诊断，依存性，病例来源，知情同意，设备，疾病分期，特殊病人特征，年龄，居住情况，器官组织状态，健康群体，成瘾行为，睡眠，参与其它试验，献血，治疗或手术，含有多个类别，口腔相关，怀孕相关，疾病，伦理审查，吸烟状况，实验室检查，研究者决定，受体状态，性别，预期寿命，读写能力", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n（21）对受试药成份（包括赋形剂）过敏；\n临床试验筛选标准选项：数据可及性，残疾群体，器官组织状态，种族，饮食，特殊病人特征，教育情况，过敏耐受，含有多个类别，依存性，预期寿命，伦理审查，居住情况，参与其它试验，体征(医生检测），肿瘤进展，睡眠，成瘾行为，知情同意，疾病分期，风险评估，症状(患者感受)，受体状态，吸烟状况，锻炼，健康群体，年龄，酒精使用，设备，怀孕相关，性别，研究者决定，献血，治疗或手术，能力", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n5. 血常规、生化24项符合放化疗要求。\n临床试验筛选标准选项：研究者决定，药物，症状(患者感受)，设备，口腔相关，教育情况，吸烟状况，成瘾行为，能力，护理，疾病，锻炼，睡眠，怀孕相关，风险评估，肿瘤进展，实验室检查，过敏耐受，性取向，年龄，种族，参与其它试验，器官组织状态，特殊病人特征，依存性，预期寿命，数据可及性，献血，含有多个类别，性别，受体状态，治疗或手术，读写能力，诊断，残疾群体", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n5）患者自愿参加临床试验，自愿签署知情同意书。\n类型选项：诊断，锻炼，体征(医生检测），实验室检查，性别，教育情况，特殊病人特征，成瘾行为，睡眠，饮食，怀孕相关，知情同意，吸烟状况，居住情况，器官组织状态，肿瘤进展，依存性，性取向，症状(患者感受)，护理，年龄，能力，健康群体，过敏耐受，病例来源，风险评估，读写能力，研究者决定，治疗或手术，残疾群体", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n3)经组织学确认的转移性或局部晚期乳腺癌；\n类型选项：肿瘤进展，居住情况，疾病，怀孕相关，健康群体，读写能力，教育情况，参与其它试验，诊断，口腔相关，症状(患者感受)，锻炼，研究者决定，器官组织状态，伦理审查，性别，酒精使用，依存性，能力，预期寿命，饮食，药物，特殊病人特征，病例来源，性取向，过敏耐受", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n（3）行VATS肺叶切除，肺段切除或肺楔形切除者。\n类型选项：健康群体，预期寿命，诊断，症状(患者感受)，居住情况，知情同意，体征(医生检测），实验室检查，怀孕相关，数据可及性，锻炼，吸烟状况，受体状态，教育情况，含有多个类别，肿瘤进展，药物，成瘾行为，酒精使用，治疗或手术，过敏耐受，残疾群体，能力，性别，伦理审查，口腔相关，设备，献血，护理，种族，器官组织状态，读写能力", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n(3)年龄在18～50岁之间女性，月经周期25～35天；\n临床试验筛选标准选项：参与其它试验，设备，居住情况，性别，疾病，依存性，种族，过敏耐受，诊断，数据可及性，献血，成瘾行为，护理，含有多个类别，健康群体，症状(患者感受)，风险评估，疾病分期，伦理审查，能力，饮食，教育情况，药物，特殊病人特征，性取向，治疗或手术，研究者决定，怀孕相关，锻炼，肿瘤进展，体征(医生检测）", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n（2）年龄为18～40岁。\n类型选项：器官组织状态，预期寿命，睡眠，锻炼，疾病，特殊病人特征，诊断，疾病分期，种族，体征(医生检测），治疗或手术，性别，能力，饮食，酒精使用，居住情况，护理，教育情况，性取向，数据可及性，读写能力，症状(患者感受)，病例来源，过敏耐受，风险评估，怀孕相关，设备，依存性，受体状态，年龄，口腔相关，实验室检查，含有多个类别", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "(9)正参加其它临床试验的患者或研究人员认为其他原因不适合临床试验者。\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：依存性，护理，诊断，疾病分期，健康群体，读写能力，数据可及性，风险评估，居住情况，睡眠，锻炼，伦理审查，病例来源，器官组织状态，预期寿命，特殊病人特征，教育情况，过敏耐受，研究者决定，种族，性取向，吸烟状况，口腔相关，参与其它试验，怀孕相关，献血，知情同意，药物，含有多个类别，饮食，实验室检查，年龄，能力，治疗或手术，肿瘤进展，症状(患者感受)", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n5)无法获得知情同意患者。\n临床试验筛选标准选项：居住情况，风险评估，性别，种族，设备，病例来源，饮食，过敏耐受，口腔相关，酒精使用，疾病，疾病分期，参与其它试验，教育情况，伦理审查，年龄，肿瘤进展，吸烟状况，献血，实验室检查，成瘾行为，诊断，锻炼，症状(患者感受)，残疾群体，知情同意，数据可及性，健康群体，能力，药物，读写能力，体征(医生检测），受体状态，性取向", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "7.育龄妇女处于妊娠、哺乳期、有妊娠意向或妊娠试验（测尿HCG或血HCG）阳性，并且在研究期间不能采取有效避孕措施（有效避孕措施包括绝育、宫内节育器、口服避孕药或当地法律规定的隔膜法）者；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：护理，居住情况，受体状态，研究者决定，实验室检查，器官组织状态，含有多个类别，睡眠，饮食，治疗或手术，疾病分期，设备，酒精使用，知情同意，怀孕相关，种族，肿瘤进展，依存性，健康群体，症状(患者感受)，性取向，药物，预期寿命，献血，过敏耐受，口腔相关，伦理审查，锻炼，风险评估，教育情况，读写能力，特殊病人特征", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "1. 年龄18-75岁。\n是什么临床试验筛选标准类型？\n选项：锻炼，预期寿命，肿瘤进展，药物，器官组织状态，健康群体，成瘾行为，研究者决定，饮食，酒精使用，依存性，过敏耐受，怀孕相关，实验室检查，读写能力，护理，数据可及性，诊断，教育情况，居住情况，性取向，能力，知情同意，治疗或手术，残疾群体，伦理审查，参与其它试验，种族，年龄，睡眠，风险评估", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "（3）年龄≥18岁，男女不限；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：健康群体，伦理审查，药物，酒精使用，含有多个类别，献血，口腔相关，种族，肿瘤进展，器官组织状态，过敏耐受，成瘾行为，实验室检查，风险评估，受体状态，依存性，体征(医生检测），诊断，性别，特殊病人特征，睡眠，疾病，居住情况，锻炼，能力，疾病分期，病例来源，饮食，数据可及性，症状(患者感受)，设备，研究者决定，怀孕相关", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n择期行剖宫产的产妇。\n临床试验筛选标准选项：研究者决定，体征(医生检测），肿瘤进展，健康群体，饮食，预期寿命，教育情况，疾病，特殊病人特征，疾病分期，风险评估，依存性，年龄，器官组织状态，锻炼，参与其它试验，怀孕相关，残疾群体，症状(患者感受)，受体状态，治疗或手术，诊断，伦理审查，知情同意，性别，性取向，能力，数据可及性，读写能力，居住情况，实验室检查，药物，口腔相关，种族", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "3)美国麻醉医师协会（ASA）分级I~II级\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：健康群体，肿瘤进展，性取向，口腔相关，睡眠，特殊病人特征，参与其它试验，知情同意，药物，锻炼，症状(患者感受)，护理，含有多个类别，依存性，成瘾行为，过敏耐受，居住情况，酒精使用，受体状态，种族，风险评估，能力，残疾群体，献血，实验室检查，预期寿命，器官组织状态，年龄，诊断，怀孕相关，吸烟状况，数据可及性", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n(1) 参试者当前或既往DSM IV诊断为精神异常或伴精神病特征的重度抑郁障碍、双相障碍等精神障碍；\n选项：居住情况，饮食，器官组织状态，实验室检查，成瘾行为，性别，残疾群体，药物，过敏耐受，护理，伦理审查，酒精使用，知情同意，诊断，依存性，参与其它试验，设备，疾病，数据可及性，特殊病人特征，受体状态，种族，锻炼，风险评估，年龄，怀孕相关，病例来源，性取向，读写能力，肿瘤进展，能力，含有多个类别，口腔相关，预期寿命，吸烟状况，疾病分期", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "(3)合并心脑血管、肝、肾等系统严重疾病，预计生存期＜3年者；\n根据受试者资料，判断出下列哪种临床试验筛选标准类型？\n类型选项：年龄，体征(医生检测），受体状态，性取向，教育情况，含有多个类别，居住情况，残疾群体，成瘾行为，过敏耐受，疾病分期，知情同意，性别，饮食，症状(患者感受)，健康群体，读写能力，献血，吸烟状况，锻炼，研究者决定，伦理审查，治疗或手术，口腔相关，设备，能力", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n（5）K-L膝关节影像学分级≤3分；\n选项：种族，过敏耐受，含有多个类别，健康群体，预期寿命，疾病分期，疾病，肿瘤进展，睡眠，实验室检查，性别，性取向，成瘾行为，护理，锻炼，风险评估，药物，研究者决定，居住情况，酒精使用，残疾群体，数据可及性，特殊病人特征，治疗或手术，病例来源，设备，年龄，读写能力，吸烟状况，怀孕相关，饮食，依存性，能力，知情同意，献血", "target": "风险评估", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\nd.年龄18-85岁，男女不限，KPS≥40；\n临床试验筛选标准选项：体征(医生检测），受体状态，数据可及性，参与其它试验，特殊病人特征，读写能力，吸烟状况，依存性，种族，能力，知情同意，献血，饮食，性别，药物，病例来源，症状(患者感受)，居住情况，年龄，诊断，伦理审查，预期寿命，锻炼，疾病，治疗或手术，护理，含有多个类别，酒精使用，器官组织状态，健康群体，肿瘤进展，残疾群体，性取向", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n6.合并有肾功异常者：血清肌酐高于正常值上限的2倍，或尿蛋白呈阳性者\n临床试验筛选标准选项：献血，残疾群体，口腔相关，研究者决定，年龄，肿瘤进展，药物，治疗或手术，怀孕相关，成瘾行为，数据可及性，依存性，伦理审查，健康群体，读写能力，性取向，特殊病人特征，教育情况，锻炼，病例来源，酒精使用，参与其它试验，症状(患者感受)，疾病，种族，风险评估，居住情况，睡眠，疾病分期，能力，护理，器官组织状态，体征(医生检测），含有多个类别，知情同意", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n4. 环形或网状食管狭窄引起的吞咽困难\n选项：肿瘤进展，药物，居住情况，实验室检查，吸烟状况，锻炼，饮食，护理，治疗或手术，性别，献血，风险评估，参与其它试验，伦理审查，依存性，口腔相关，健康群体，预期寿命，知情同意，诊断，疾病，特殊病人特征，病例来源，残疾群体，症状(患者感受)，数据可及性，睡眠，酒精使用，教育情况，含有多个类别", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请阅读受试者资料，并在下方选择合适的临床试验筛选标准类型：\n4）无急性感染性疾病、精神病、系统性疾病\n临床试验筛选标准选项：读写能力，年龄，成瘾行为，肿瘤进展，数据可及性，含有多个类别，风险评估，能力，病例来源，睡眠，知情同意，献血，疾病分期，口腔相关，设备，教育情况，受体状态，症状(患者感受)，体征(医生检测），药物，性别，锻炼，健康群体，酒精使用，实验室检查，器官组织状态，怀孕相关，诊断，研究者决定，护理，疾病，依存性，吸烟状况，治疗或手术，种族，饮食", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n1、妊娠期患者；\n选项：知情同意，成瘾行为，治疗或手术，诊断，过敏耐受，数据可及性，锻炼，肿瘤进展，性别，体征(医生检测），病例来源，器官组织状态，吸烟状况，实验室检查，受体状态，含有多个类别，研究者决定，伦理审查，睡眠，献血，参与其它试验，疾病，疾病分期，药物，口腔相关，怀孕相关，残疾群体，护理，教育情况", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "请问是什么类型？\n13.其他研究者认为不适合入组者。\n临床试验筛选标准选项：药物，知情同意，实验室检查，酒精使用，成瘾行为，研究者决定，参与其它试验，献血，种族，性别，睡眠，能力，症状(患者感受)，特殊病人特征，预期寿命，体征(医生检测），器官组织状态，伦理审查，肿瘤进展，过敏耐受，依存性，怀孕相关，疾病分期，锻炼，受体状态，读写能力，设备，疾病，吸烟状况，风险评估，残疾群体", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下研究对象信息，确定试验筛选标准的类型：\n（1）母亲在妊娠期、分娩时存在高危因素的新生儿；\n类型选项：治疗或手术，怀孕相关，肿瘤进展，疾病，读写能力，能力，健康群体，研究者决定，酒精使用，预期寿命，成瘾行为，器官组织状态，参与其它试验，睡眠，受体状态，诊断，献血，知情同意，种族，年龄，伦理审查，锻炼，含有多个类别，特殊病人特征，护理，居住情况，残疾群体，饮食，数据可及性，性取向，吸烟状况，依存性", "target": "怀孕相关", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n1、择期行经皮血管内介入治疗的患者；\n临床试验筛选标准选项：献血，器官组织状态，知情同意，依存性，预期寿命，体征(医生检测），药物，性取向，疾病分期，诊断，治疗或手术，饮食，成瘾行为，设备，特殊病人特征，居住情况，能力，症状(患者感受)，健康群体，吸烟状况，读写能力，肿瘤进展，数据可及性，含有多个类别，研究者决定，种族，口腔相关，性别，风险评估，参与其它试验，疾病，护理，残疾群体，过敏耐受，病例来源，受体状态", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n2）全身广泛转移者，预期寿命＜3个月\n选项：疾病，饮食，治疗或手术，数据可及性，性别，知情同意，药物，护理，性取向，器官组织状态，教育情况，肿瘤进展，病例来源，依存性，体征(医生检测），锻炼，种族，年龄，睡眠，疾病分期，吸烟状况，读写能力，能力，研究者决定，受体状态，含有多个类别，参与其它试验，诊断，设备，过敏耐受，实验室检查，风险评估，症状(患者感受)，口腔相关", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n4.重症焦虑患者，即焦虑自评量表（Self-Rating Anxiety Scale, SAS）得分＞70分者；\n类型选项：特殊病人特征，教育情况，预期寿命，依存性，年龄，过敏耐受，怀孕相关，睡眠，知情同意，症状(患者感受)，体征(医生检测），性别，病例来源，饮食，治疗或手术，吸烟状况，成瘾行为，读写能力，性取向，肿瘤进展，器官组织状态，含有多个类别，能力，疾病，数据可及性，居住情况，药物", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n（4）法定监护人在试验前签署知情同意书；7岁及以上的受试者还应签署儿童知情同意书\n选项：诊断，成瘾行为，疾病，性取向，药物，读写能力，献血，教育情况，残疾群体，症状(患者感受)，知情同意，睡眠，体征(医生检测），风险评估，病例来源，器官组织状态，治疗或手术，伦理审查，吸烟状况，居住情况，护理，特殊病人特征，锻炼，能力，含有多个类别，研究者决定，预期寿命，过敏耐受，参与其它试验，口腔相关", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n7.确诊或疑似肝癌及其他恶性肿瘤者\n类型选项：治疗或手术，性别，残疾群体，肿瘤进展，疾病分期，风险评估，特殊病人特征，性取向，口腔相关，器官组织状态，数据可及性，受体状态，种族，居住情况，健康群体，知情同意，成瘾行为，疾病，实验室检查，酒精使用，药物，病例来源，症状(患者感受)，体征(医生检测），含有多个类别，怀孕相关，设备，饮食，研究者决定，献血，锻炼，参与其它试验，依存性，诊断，年龄，能力", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "根据提供的文本，选择正确的临床试验筛选标准类型。\n4.签署知情同意书。\n类型选项：性别，伦理审查，数据可及性，设备，预期寿命，护理，种族，饮食，过敏耐受，口腔相关，药物，风险评估，体征(医生检测），参与其它试验，研究者决定，成瘾行为，知情同意，居住情况，实验室检查，性取向，教育情况，酒精使用，疾病分期，依存性，献血，症状(患者感受)，吸烟状况，病例来源", "target": "知情同意", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n9.根据研究者的判断，有其他严重的危害患者安全或影响患者完成研究的伴随疾病的患者；\n类型选项：读写能力，研究者决定，风险评估，年龄，肿瘤进展，特殊病人特征，数据可及性，参与其它试验，药物，知情同意，饮食，依存性，居住情况，疾病，症状(患者感受)，性别，能力，治疗或手术，过敏耐受，护理，疾病分期，口腔相关，病例来源，献血，性取向，健康群体，怀孕相关，残疾群体，诊断，成瘾行为，伦理审查，酒精使用，器官组织状态", "target": "研究者决定", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n2. 病理确诊CD19+弥漫大B细胞淋巴瘤；\n类型选项：参与其它试验，病例来源，器官组织状态，特殊病人特征，肿瘤进展，年龄，实验室检查，知情同意，预期寿命，研究者决定，受体状态，诊断，睡眠，疾病，性别，教育情况，伦理审查，残疾群体，设备，治疗或手术，成瘾行为，吸烟状况，锻炼，体征(医生检测），药物，护理，怀孕相关，过敏耐受，献血", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n4.对方案涉及到的任何一个药物存在过敏\n临床试验筛选标准选项：成瘾行为，读写能力，症状(患者感受)，病例来源，能力，饮食，酒精使用，受体状态，年龄，献血，风险评估，过敏耐受，参与其它试验，体征(医生检测），性别，研究者决定，吸烟状况，设备，肿瘤进展，教育情况，知情同意，怀孕相关，居住情况，睡眠，药物，性取向，残疾群体，疾病，实验室检查，诊断，锻炼，健康群体，伦理审查，依存性，治疗或手术，护理", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "（9）已参加其他临床研究。\n是什么临床试验筛选标准类型？\n选项：预期寿命，吸烟状况，种族，依存性，锻炼，成瘾行为，健康群体，性取向，酒精使用，残疾群体，参与其它试验，年龄，口腔相关，药物，风险评估，性别，睡眠，病例来源，研究者决定，体征(医生检测），怀孕相关，居住情况，受体状态，知情同意，饮食，疾病分期，献血，实验室检查，治疗或手术，设备", "target": "参与其它试验", "task_dataset": "CHIP-CTC"}
{"input": "判断下面文本表达的临床试验筛选标准类型：\n5) 受试者至少有一个（ RECIST 标准）可测量的病灶（位于原先的放疗照射区域的肿瘤病灶不选为可测量病灶)\n选项：参与其它试验，性别，性取向，疾病，锻炼，风险评估，居住情况，设备，症状(患者感受)，体征(医生检测），口腔相关，含有多个类别，怀孕相关，献血，能力，器官组织状态，知情同意，睡眠，成瘾行为，健康群体，研究者决定，预期寿命，教育情况，特殊病人特征，护理，治疗或手术，读写能力，数据可及性，吸烟状况，诊断", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n6）体格检查、生命体征正常或异常无临床意义。\n类型选项：献血，过敏耐受，器官组织状态，设备，受体状态，治疗或手术，病例来源，依存性，体征(医生检测），锻炼，伦理审查，含有多个类别，成瘾行为，健康群体，数据可及性，睡眠，吸烟状况，实验室检查，研究者决定，性别，读写能力，种族，性取向，知情同意，特殊病人特征，饮食，风险评估，药物，参与其它试验，肿瘤进展，护理", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n5.使用人源性凝血因子VIII或者重组凝血因子VIII进行治疗；\n选项：症状(患者感受)，锻炼，睡眠，诊断，过敏耐受，参与其它试验，受体状态，治疗或手术，酒精使用，研究者决定，体征(医生检测），数据可及性，口腔相关，献血，读写能力，吸烟状况，风险评估，健康群体，实验室检查，居住情况，知情同意，设备，成瘾行为，器官组织状态，能力，含有多个类别，疾病，特殊病人特征，种族，依存性，教育情况，残疾群体", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "以下资料为受试者信息，请推测这段文本对应的临床试验筛选标准类型是什么？\n6.不符合纳入标准，未按规定用药，无法判断疗效，或资料不全等影响疗效或安全性判断者；\n类型选项：怀孕相关，体征(医生检测），居住情况，过敏耐受，预期寿命，治疗或手术，疾病分期，锻炼，能力，特殊病人特征，数据可及性，疾病，性取向，诊断，性别，成瘾行为，含有多个类别，知情同意，年龄，风险评估，参与其它试验，受体状态，肿瘤进展，献血，读写能力，种族，药物，设备，伦理审查，症状(患者感受)，护理，残疾群体，酒精使用", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n3)严重精神疾病；\n选项：年龄，怀孕相关，治疗或手术，病例来源，特殊病人特征，护理，疾病分期，肿瘤进展，数据可及性，锻炼，献血，残疾群体，疾病，性取向，能力，睡眠，体征(医生检测），性别，口腔相关，实验室检查，症状(患者感受)，健康群体，研究者决定，成瘾行为，参与其它试验，药物，吸烟状况，含有多个类别，受体状态，风险评估，教育情况，知情同意，酒精使用，诊断，伦理审查，预期寿命", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段文本，确定试验筛选标准的类型：\n（8）正常的肾功能：肌酐清除率(creatinine clearance) &gt; 60 ml/min\n类型选项：药物，实验室检查，疾病，含有多个类别，怀孕相关，设备，锻炼，预期寿命，教育情况，受体状态，成瘾行为，特殊病人特征，伦理审查，症状(患者感受)，肿瘤进展，残疾群体，病例来源，依存性，诊断，风险评估，读写能力，献血，酒精使用，吸烟状况，能力，疾病分期，参与其它试验，性别，过敏耐受，护理，知情同意，体征(医生检测），居住情况，年龄，口腔相关，性取向", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n（4）精神异常者；\n临床试验筛选标准选项：吸烟状况，预期寿命，成瘾行为，体征(医生检测），受体状态，过敏耐受，性别，研究者决定，含有多个类别，健康群体，年龄，特殊病人特征，种族，知情同意，参与其它试验，病例来源，护理，酒精使用，数据可及性，怀孕相关，残疾群体，锻炼，教育情况，风险评估，伦理审查，饮食，读写能力，设备，疾病分期，睡眠，治疗或手术，口腔相关，疾病", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "请分析给定文本并指出它属于哪种临床试验筛选标准类型。\n2.恶性肿瘤等预期寿命短疾病患者;\n类型选项：献血，肿瘤进展，性取向，成瘾行为，睡眠，实验室检查，预期寿命，器官组织状态，能力，吸烟状况，风险评估，知情同意，伦理审查，病例来源，设备，性别，饮食，体征(医生检测），含有多个类别，居住情况，数据可及性，残疾群体，症状(患者感受)，研究者决定，锻炼，年龄，种族，疾病，诊断，受体状态，读写能力，参与其它试验，依存性，治疗或手术，怀孕相关", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "（1）双方年龄在24-40岁。\n这句话是什么临床试验筛选标准类型？\n类型选项：锻炼，饮食，疾病分期，睡眠，居住情况，健康群体，年龄，献血，器官组织状态，诊断，数据可及性，依存性，参与其它试验，肿瘤进展，读写能力，过敏耐受，治疗或手术，病例来源，风险评估，含有多个类别，教育情况，能力，护理，受体状态，实验室检查，症状(患者感受)，性别，种族，酒精使用", "target": "年龄", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，判断适用的临床试验筛选标准类型：\n3. 怀疑或确有酒精、药物滥用病史；\n选项：酒精使用，实验室检查，风险评估，含有多个类别，过敏耐受，特殊病人特征，数据可及性，健康群体，居住情况，参与其它试验，体征(医生检测），知情同意，伦理审查，病例来源，吸烟状况，诊断，受体状态，献血，种族，睡眠，设备，饮食，锻炼，疾病，怀孕相关，口腔相关，疾病分期，研究者决定，治疗或手术，成瘾行为，依存性，残疾群体，预期寿命，年龄，能力", "target": "成瘾行为", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n5.给药前受试者有临床意义的过敏史(包括药物过敏、哮喘、湿疹或过敏反应)，但不包括未经治疗的、无症状的季节性过敏。\n选项：睡眠，病例来源，读写能力，器官组织状态，症状(患者感受)，残疾群体，依存性，能力，护理，含有多个类别，教育情况，参与其它试验，治疗或手术，居住情况，实验室检查，药物，肿瘤进展，健康群体，诊断，吸烟状况，怀孕相关，数据可及性，疾病，预期寿命，性取向，伦理审查，过敏耐受，研究者决定，体征(医生检测），性别，风险评估，设备", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
{"input": "阅读以下文本，从给定的临床试验筛选标准类型中选择正确的类型：\n11.患有其他严重疾病，预期寿命不足半年的；\n选项：性取向，器官组织状态，症状(患者感受)，过敏耐受，设备，含有多个类别，实验室检查，参与其它试验，年龄，怀孕相关，风险评估，性别，饮食，研究者决定，受体状态，睡眠，知情同意，疾病，护理，治疗或手术，成瘾行为，读写能力，病例来源，能力，药物，献血，肿瘤进展，伦理审查，数据可及性，特殊病人特征，诊断，锻炼，口腔相关，体征(医生检测），居住情况", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据给定文本内容，选择适当的临床试验筛选标准类型：\n5)男性受试者体重不低于50 公斤。体重指数（BMI）＝体重（kg）/身高2（m2），体重指数在18~28kg/m2范围内（包括临界值）；\n选项：居住情况，怀孕相关，预期寿命，吸烟状况，睡眠，疾病，健康群体，过敏耐受，设备，成瘾行为，肿瘤进展，特殊病人特征，含有多个类别，治疗或手术，症状(患者感受)，知情同意，酒精使用，教育情况，读写能力，护理，实验室检查，诊断，种族，数据可及性，献血，风险评估", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n11 第1，2部分血尿酸正常且≥268umol/l（4.5mg/dl）;第3部分，血尿酸男性≥420umol/l，女性≥360umol/l。\n类型选项：体征(医生检测），锻炼，教育情况，症状(患者感受)，依存性，肿瘤进展，疾病分期，诊断，参与其它试验，残疾群体，成瘾行为，伦理审查，怀孕相关，实验室检查，性取向，读写能力，数据可及性，过敏耐受，设备，器官组织状态，预期寿命，能力，饮食，酒精使用，病例来源，健康群体，种族，知情同意，护理，性别，药物，风险评估，含有多个类别", "target": "实验室检查", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n3、有惊厥、癫痫、脑病和精神病等病史或家族史者\n临床试验筛选标准选项：护理，诊断，治疗或手术，依存性，数据可及性，体征(医生检测），读写能力，饮食，吸烟状况，器官组织状态，知情同意，疾病分期，性别，药物，研究者决定，能力，锻炼，疾病，肿瘤进展，实验室检查，酒精使用，献血，受体状态，含有多个类别，症状(患者感受)，过敏耐受，怀孕相关，预期寿命，伦理审查，设备，成瘾行为，残疾群体，特殊病人特征", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "给定一段病患入选的相关信息，确定试验筛选标准的类型：\n由于严重的副反应不能完成化疗；\n类型选项：体征(医生检测），病例来源，过敏耐受，含有多个类别，献血，预期寿命，能力，性别，健康群体，受体状态，实验室检查，种族，数据可及性，睡眠，依存性，知情同意，伦理审查，疾病分期，特殊病人特征，残疾群体，教育情况，护理，性取向，疾病，治疗或手术，居住情况，酒精使用，参与其它试验，口腔相关，肿瘤进展，风险评估，读写能力，诊断，症状(患者感受)，吸烟状况", "target": "治疗或手术", "task_dataset": "CHIP-CTC"}
{"input": "请根据资料内容选择相应的临床试验筛选标准类型：\n2、认知功能障碍（MMSE≤24 分）或不能配合进行量表评分者。\n临床试验筛选标准选项：知情同意，伦理审查，锻炼，健康群体，参与其它试验，读写能力，症状(患者感受)，实验室检查，体征(医生检测），吸烟状况，风险评估，成瘾行为，含有多个类别，种族，饮食，年龄，数据可及性，残疾群体，特殊病人特征，受体状态，肿瘤进展，睡眠，设备，口腔相关，教育情况，献血，预期寿命，酒精使用，怀孕相关，能力，过敏耐受，性别，护理", "target": "含有多个类别", "task_dataset": "CHIP-CTC"}
{"input": "请根据以下研究对象的描述，确定试验筛选标准的类型：\n8.存在其他干扰素治疗的相应禁忌证。\n类型选项：设备，知情同意，过敏耐受，药物，健康群体，怀孕相关，残疾群体，疾病分期，种族，预期寿命，病例来源，年龄，实验室检查，睡眠，诊断，疾病，献血，肿瘤进展，饮食，性别，依存性，性取向，体征(医生检测），能力，风险评估，读写能力，居住情况，受体状态，教育情况，成瘾行为，研究者决定", "target": "疾病", "task_dataset": "CHIP-CTC"}
{"input": "2 符合脓毒症中医辨证分型的热证或瘀证；\n是什么临床试验筛选标准类型？\n选项：种族，性别，怀孕相关，病例来源，依存性，器官组织状态，受体状态，参与其它试验，特殊病人特征，读写能力，能力，伦理审查，口腔相关，症状(患者感受)，含有多个类别，体征(医生检测），酒精使用，吸烟状况，治疗或手术，知情同意，居住情况，诊断，锻炼，数据可及性，年龄，风险评估，健康群体，护理，睡眠，预期寿命", "target": "诊断", "task_dataset": "CHIP-CTC"}
{"input": "根据以下文本，选择正确的临床试验筛选标准类型：\n5. 对坦索罗辛或安慰剂中的成分过敏者。\n临床试验筛选标准选项：疾病，实验室检查，伦理审查，器官组织状态，读写能力，特殊病人特征，教育情况，健康群体，成瘾行为，睡眠，药物，疾病分期，怀孕相关，性取向，献血，酒精使用，依存性，饮食，含有多个类别，年龄，肿瘤进展，知情同意，设备，诊断，居住情况，预期寿命，风险评估，研究者决定，能力，体征(医生检测），受体状态，病例来源，过敏耐受，护理，残疾群体", "target": "过敏耐受", "task_dataset": "CHIP-CTC"}
