{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：请问大夫我会不会肾衰竭\n回答内容：患者的上述肾功能检查中，只是血尿酸高于正常，提示会有高尿酸血症儿不是尿毒症。患者同时有肾结石也与高尿酸血症有关，建议患者严格控制富含嘌呤类的食物的摄入，如需用药谨遵医嘱\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：手足口病病毒用那些消毒液可以把它杀死？\n专业回答：宝宝吃奶好就别给吃鱼肝油，鱼肝油就是促进钙吸收，别的没有什么作用，反而里面的铅元素含量大对宝宝身体非常不好，央视不是很早就报道了么，。不能经常吃，你就是吃也要隔三差五的给宝宝吃。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：请问中医，脾气虚。大便稀。为什么大便了还排便费力、难解。\n医学文档：可能是孩子的肠胃动力不足导致的，建议喝点健脾消胃散。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：川崎病的诊断和治疗.预后\n回答内容：价格通常在1万-3万元之间。头发移植需要按单位毛囊价格计算费用，每单位毛囊价格和所需种植的毛囊数量相乘。具体种植单位需要医生评估才能知道。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：一直月经不调怎么回事\n回答内容：你好，引起月经不调的原因有：内分泌因素、环境因素、心理因素、药物因素及妇科疾病等。您的情况可能是跟内分泌有关，建议您去医院做内分泌系统的检查。首先就是多休息、稳定情绪，保持舒畅的心情，不用太担心，口服大黄蛰虫丸、妇科调经片等药物来进行治疗，不要饮酒、不要吃辛辣等刺激性食物，必要时到正规医院的妇科进行诊治\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：手上起了一个小红点,挺痒的,再多一对手就\n回答内容：病情分析：双手见红丘疹，伴痒，加重后疼痛，12岁女指导意见：可能是被虫子咬了也可能是过敏了，如果只是偶然发作前者的可能性大，可以外用点治疗蚊虫叮咬的花露水或者药膏，如果反复发作时间较长的话那过敏的可能性大，可以吃点抗过敏的药。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：汽车化油器清洗剂对我身体有影响吗\n回答内容：酒精性肝硬化失代偿期如果有条件建议行肝移植。建议咨询相关肝胆外科专家。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：胃酸过多吃什么药好得快？\n医学文档：你好，根据你的情况描述血管瘤可以吃灵芝孢子粉！下腹痛应该和孢子粉没关系！孢子粉具有滋补强身、利尿补血、益气安神、健脾整肠、强心活血、养肝解毒、抗寒抗菌、消炎镇痛等各种功效\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：儿童白癜风怎样治疗？什么药最有效？\n回答内容：非手术矫正也叫牙齿正畸，一般是指传统的牙套矫正，当然现在也发展有舌侧矫正器，但原理都是一样的，都是利用外物施力来重新排列牙齿。牙套矫正需要的时间比较长，一般在2年左右，而且最佳的施术是时间是1218岁，针对牙源性的龅牙、地包天效果较好，而牙槽性（骨型）的龅牙、地包天，用牙套矫正就不能达到预想的效果，必须配合手术矫正。牙齿矫正个人情况不同费用也会不一样。必须由专业的医生检查之后才能给出您具体的治疗方案和预算。但是牙齿矫正越早相对来说难度也比后期矫正要小，费用也低。因此建议矫正牙齿越早越好。牙齿矫正的价钱每个地方应该都是不一样的，这个价钱跟你自己选择的牙套材料有关，你可以去当地的医院咨询下。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：想用舒尔佳减肥,停药后会不会反弹\n回答内容：<span>病情分析：</span>流鼻血的常见原因有鼻外伤、粘膜上结干痂皮、鼻炎、鼻粘膜干燥、日晒过热等。另外常流鼻血也是内脏器官、各种感染、血液疾病和其它疾病的并发症。<br/><span>指导意见：</span>建议到医院五官科就诊做一下血常规等检查，确定病因再治疗。治疗鼻出血的方法主要有鼻腔填塞法,微波,激光等疗法。也可以口服止血药治疗。平时注意饮食，少吃冷的辣的食物，另外不要用手抠鼻孔。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：请问医生，老人67岁，经常性的身体一侧发热，一\n回答内容：<span>病情分析：</span>甲肝是消化道传染病，乙肝丙肝是血液传染病，发病机制各有不同。<br/><span>指导意见：</span>1.关于甲型肝炎的发病机制研究较少，尚未完全阐明。经口感染HAV后，发病前有短暂病毒血症阶段，然后再定位于肝脏。近年研究表明：实验感染HAV的动物肝细胞及HAV体外细胞培养时均不发生细胞病变；患者血清CD 8细胞亚群增高，致敏淋巴细胞对HAV感染的肝细胞显示细胞中毒性；肝内炎症反应明显等。目前认为，其发病机制倾向于以宿主免疫反应为主。发病早期，可能由于HAV在肝细胞中大量增殖及CD 8细胞毒性T细胞杀伤作用共同造成肝细胞损害，病后期可能以免疫病理损害为主。2.乙肝病毒(HBV)感染后，病毒本身并无直接的细胞毒性作用，但持续在体内复制的病毒经单核/巨噬细胞吞噬、加工、递呈进而激活的免疫应答反应可以诱发肝脏的免疫病理损伤。约有50％-75％的HBV慢性感染者有活跃的病毒复制和肝脏慢性炎症改变。慢性化机制有两方面的因素，一是病毒本身的因素，二是机体的自身因素，二者相互作用，相互影响，持续6个月仍未被清除就形成HBV感染慢性化。3.丙肝的发病机制一般都在\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：例假前连续两天测出弱阳是怀孕了吗？\n医学文档：早孕试纸两条红线表示怀孕，但用试纸测早孕以月经推迟7天后结果为准，不影响的。可以再等等看，也可以查血HCG，这个在性生活十天后就可以确诊是否怀孕，是的，如果月经推迟7天后，早孕试纸测试为两条红线的话，就可以确诊怀孕的\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：痔疮是什么样子的\n回答内容：你好：考虑你的情况是是发生在口腔粘膜上的表浅性溃疡，大小可从米粒至黄豆大小、成圆形或卵圆形，溃疡面为凹、周围充血。溃疡具有周期性、复发性及自限性等特点，好发于唇、颊、舌缘等。病因及致病机制仍不明确。诱因可能是局部创伤、精神紧张、食物、药物、激素水平改变及维生素或微量元素缺乏导致的。建议你最好去医院检查一下，针对性治疗。常用药物有3%硼酸液，朵贝液，3%碳酸氢钠，1%过氧化氢等。多喝水，来缓解小便平凡的症状吧，另外注意休息与营养的搭配。禁忌辛辣生冷食物。祝早日康复！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：癫痫医治怎样有效\n回答内容：前列腺炎通过排出的炎性前列腺液可逆流进入精囊，导致精囊炎。而精囊的炎症也容易侵袭至前列腺，并影响前列腺液排出。有研究报告说明前列腺感染的病人中有80%合并精囊炎。　慢性前列腺炎和精囊炎的感染途径多由尿道逆行或直接蔓延而引起，其次是淋巴或血行感染，致病菌多为大肠杆菌、葡萄球菌、粪链球菌。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：白癜风怎样办法能够彻底治愈?\n回答内容：白癜风是一种常见的皮肤病，治疗白癜风的方法有很多，建议白癜风患者及时去正规的、口碑好的医院，检查治疗，以免后期白癜风扩散。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：耳鸣、夜尿多梦多早起口苦、白天口干\n回答：你好，耳鸣属于顽症，可由耳部疾病、神经系统疾病、贫血、脑供血不足、肾虚等疾病引起,可以使用西比灵、盐酸曲美他嗪、丁咯地尔等药物治疗.指导意见建议，到当地正规医院耳科或神经内科就诊检查，明确诊断后再进行治疗。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：5岁半女孩右眼向外斜视5岁半女孩右眼向外斜视\n回答内容：3、斜视确诊需做三棱镜 同视机 立体视。大多斜视患儿需手术。http://baobaoeye.com/ceshi/shouyeshouping/shouyeshouping12/200805/636.htmlhttp://baobaoeye.com/ceshi/shouyeshouping/shouyeshouping9/200805/633.htmlhttp://baobaoeye.com/ceshi/shouyeshouping/shouyeshouping3/200805/694.ht6.2国际部快速手术，可以方便外地患者，手术安排快，由特级专家亲自手术。具体见：http://baobaoeye.com/ceshi/shouyeshouping/shouyeshouping1/200805/625.html6.11预约住院请在网上与我们樊大夫取得联系。我们网上建立的快速预约住院流程会尽快为您的宝宝安排入院。具体请按照我们的要求填写咨询区。http://fanyunwei.haodf.com/wenzhang/59992.htm\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：胃角溃疡性病变,浸润性病变可能\n回答内容：你好，根据你的描述，你可能患有胃溃疡或者胃癌等，可以通过病理检查进行明确诊断，通过根据病理检查结果配合当地医生进行手术或者服用兰索拉唑，阿莫西林等进行治疗\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：生殖疱疹有啥症状\n医学文档：一般从接触到发病约二到十天，也就是潜伏期。患病部位先有烧灼感，很快在红斑基础上发生成群的红色丘疹，伴有瘙痒，丘疹很快变成小水疱后变为脓疱，破溃后形成大片的糜烂和溃疡，自觉疼痛，最后结痂愈合。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：医生你好我五月份宫外孕切除了右边输卵管现在又怀孕了\n回答内容：如果月经平时规律，那么怀孕五个月之后才能通过b超来分辨出胎儿的性别。在我国非医学需要做胎儿性别鉴定是违法的行为，不允许医疗机构来做非医学需要的胎儿性别判断。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：治丙肝可以治好吗\n回答内容：你好，丙型肝炎唯一有效的是抗病毒治疗，即干扰素联合利巴韦林：。目的是抑制病毒复制减少传染性；改善肝功能；减轻肝组织病变；提高生活质量；减少或延缓肝硬化和HCC的发生。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：脸上长痘用药方面，有什么可以外敷或者内服的药\n回答内容：病情分析：根据你的这种情况考虑与胃炎有关系的，需要有进一步做胃镜仔细检查，诊断病因后治疗。胃炎治疗建议口服常规药物，雷贝拉唑和丽珠得乐、平时防止暴饮暴食，禁术辛辣油腻和刺激性食物，如油炸食品、腌腊食品、辣椒、大蒜等。饮食以清淡和易消化的食物为基础以上是对“吃完饭后经常想吐恶心吐的痰没沫子”这个问题的建议，期望对您有帮助，祝您健康！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：精液中有颗粒是正常现象吗\n回答内容：问题分析： 您好，您的情况属于精液不液化。男性正常射出的精液呈液体状态，但立刻会凝固成胶冻状，约经 10-30 分钟又液化成水样液体，此过程称为精液的液化。如果精液排出体外超过30分钟仍呈果冻状，则称为精液不液化，可导致男性不育。意见建议：治疗精液不液化时，将治疗重心放在根治精囊炎和前列腺炎这两个病根上，以达到从源头上彻底治疗的目的。大量临床病例证实，在治愈患者的前列腺和精囊疾病后，精子都能实现正常液化。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：自体脂肪填充面部有风险吗\n医学文档：那没问题的，化脓了，那与妈妈饮食没关系了。那就每天早晚消毒，注意局部清洁，百多邦也有消炎的作用，用三天看看是否有好转，可以再用三天观察看看，外用消毒，加百多邦或者红霉素软膏都可以，清淡饮食，不吃母乳的话，有用的，对，局部消炎，等炎症消了，渗出少了慢慢好，如果医生建议切开，最好按照当地医生的建议，毕竟医生能看到宝宝的情况，一般不会留疤的，头部还有头发也可以遮盖住，如果保守治疗不行的话，那就得考虑切开，这种自己不能弄，怕感染扩大\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：胃炎 男性小腹痛\n回答内容：腹痛时最常见的症状，很多疾病可以引起，肚脐周围疼痛考虑与肠道炎症，肠道功能紊乱，腹部淋巴结炎等有关系。建议到医院做腹部彩超检查确诊，注意腹部保暖，禁烟酒，适当热敷缓解\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：马路上摔倒脸皮擦伤很肿的\n回答内容：您好请在周二下午3点半之前到复旦大学附属华山医院（上海市乌鲁木齐中路12号，近华山路交叉口）门诊大楼（1号楼）7楼特需门诊挂号（加号）。门诊1点半开始，先看预约病人，然后看加号。这样晚些挂号，可少等些时间。但不能太晚，以免遇到挂号已停止。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：乳腺增生用生姜包有用吗\n回答内容：不会的，一般出现油脂粒主要有以下两方面的因素：1、体内因素：可能是内分泌有些失调，致使面部油脂分泌过多， 2、外在因素：另外一个原因可能就是使用的护肤品过于油腻，可以用针挑消除脂肪粒，备一个已经用酒精消毒的绣花针，慢慢的把肌肤里的浓粒挑出来，注意动作要轻，不要伤到肌肤，用棉签沾点酒精在伤口处消毒，防止伤口感染而留下伤疤，轻轻涂点红霉素软膏，然后贴上创口贴，防止浸水。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：小儿湿疹用什么药好\n回答内容：1、        在中医咱们可以挑选一些中药来进行医治，因为湿疹在中医傍边被称为是蚀毒疮。首要是因为体内的热毒所造成的，和食物以及药物日常生活用品都有着直接关系。怎样选用一些中药来进行医治可以起到必定的调度作用。                                    2、        咱们能够挑选生山香、银花、白巩等等这些中药来用水直接的煎汤，那么天天能够给孩子进行熏蒸，也能够熏洗，都能够对孩子起到一定的医治作用。削减孩子呈现的湿疹。自己注意                                    3、        咱们也能够挑选五倍子加上蛇床子。还有紫草、白鲜皮、苦参。来进行治疗那么主要也是相同直接的用水煎成汤，给孩子的肛门部位进行熏蒸。那么这些方法咱们都应该通过医生进行确诊才行。                    注意事项：咱们上面所说的是孩子在呈现了小孩湿疹的时分咱们怎么的使用中药进行治疗，那么在平常呈现的湿疹的时分，咱们也可以去外涂一些中药乳膏，也可以起到治疗的作用。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：乙型肝炎病毒 如何快速治疗乙肝病毒\n回答内容：您这种情况，可以抗病毒治疗了，定期复查，要戒酒，低脂饮食，不要过度劳累，熬夜，合理运动控制体重，定期复查血常规，肝功能，乙肝两对半，乙肝DNA，上腹部CT等\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：神内门诊，周围神经病痛 颈腭下疼痛，进食痛等等颈下右侧喉内痛，请问我到门诊后，再去看哪一科，该如何治疗！_\n回答内容：问题分析：你好，既然测试怀孕了，那应该是怀孕的可能是大，头晕乏力等属于正常的早孕现象，而便秘一般是与生活习惯有关。意见建议：孕妇在早孕时期非常容易流产，必须特别注意不能劳累过度，不能激烈运动，控制性生活，保证充足的睡眠。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：肚子和腿上肉多怎么办？\n回答内容：病情分析： 这位朋友你好，根据你所说的情况，可能是怀孕后又有先兆流产的表现。 指导意见： 这种情况建议到医院做一个血中HCG水平的检测，确定怀孕后采取止血保胎的措施。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：肺炎相关 肺炎相关问题\n回答内容：眼部出现皱纹其实就是皮肤老化的一种表现，和平时没有做好皮肤的护理措施，有非常大的关系，想要达到祛除皱纹的效果，可以选择使用注射玻尿酸的方式。在注射玻尿酸的时候一定要注意选择正规的医院，因为正规的医院更加可靠，而且注射玻尿酸之后注意不能吃任何刺激性的食物，刺激性的食物会对恢复有影响。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：乳腺癌浸润性，三阳型一期 乳腺癌浸润性，三阳型一期\n以下回答内容是否能够回答搜索问题？\n回答内容：我猜不一定是阳性的。做一个fish\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：胃癌术后咨询后续治疗胃癌术后咨询后续治疗现在想请教下您看术后病历报告需要化疗么，或还需要其他什么治疗或保养方案！\n回答内容：您好，如果您确定是怀孕的话，那么可以根据您停经的时间选择合适的流产方式就行，一般从最后一次月经第一天开始算，停经四十九天内能做药物流产，停经七十天内能做人工流产。最好是去医院，在家容易导致药流不全具体是采用何种流产方式，建议你到医院，医生根据你的全面情况分析而定。希望我的回答能帮到你，祝健康。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：请问医生舌后根淋巴滤泡增生会导致听力下降\n回答内容：你好，舌后根的淋巴滤泡增生表明患有慢性咽炎，慢性咽炎是不会引起听力下降的，但是如果是因为鼻部疾病如鼻炎，鼻中隔偏曲鼻窦炎鼻咽癌等会引起咽炎也会引起听力下降。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：舌下神经麻痹注意事项，\n回答内容：你好，此种情况往往是有肠胃消化不良的疾病引起的了。饮食不当、受寒等情况是可以诱发的。。是可以选择吗丁啉的药物和选择健胃消食片的治疗的。其次观察有无腹泻的现象的。避免受寒。还有就是看看还有无发烧的现象。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：宫外孕最快多久能确诊？\n回答内容：你好朋友，这个需要考虑是肩周炎的情况，一般这个和受风寒，或者是久坐缺乏锻炼，另外这个和用不当造成的局部软组织损伤的情况，或者是外伤，长久一种姿势造成的情况都有一定联系，注意平时保暖，避免劳累，活血化瘀消炎止痛，针灸按摩理疗\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：癫痫手术怎么治疗\n回答内容：痫病通过正确的治疗，大多数癫痫患者是可以治愈的，愈后是良好的。癫痫的治疗目前还是首选药物治疗为主,药物治疗建议采用以补益心肾、涤痰熄风,开窍定痫,活血化淤、平肝泻火的中药进行治疗,调理身体状况,调理脏腑机能,。固本培元,达到治愈的目的。中药副作用小,标本兼治，治愈后不易复发。可以达到很好的治疗效果。祝早日康复!\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：白癜风患者病情恶化的主要因素都是什么\n回答内容：白癜风有很多诱发因素，治疗白癜风，首先要检查白癜风的发病诱因，才能对症治疗。如果盲目用药，可能没有效果，或者引起过敏等症状。这样不仅不能控制白癜风的病情，还会延误白癜风的最佳治疗时机，甚至会让白斑继续扩散。建议您及时到正规的白癜风专科医院，查明发病诱因，根据您的情况，专家给您制定适合您的治疗方案，白癜风是可以恢复的。白癜风患者在饮食方面可以注意一下，少吃富含维生素C的食物如桔子、西红柿、山楂、猕猴桃等。过酸或过辣的食物也可能影响病情与治疗效果，不利于白癜风的治疗效果，比如烟、酒、辣椒。平时多吃一些含有酪氨酸及矿物质的食物如动物肝脏、蛋、奶、蔬菜(萝卜、茄子、冬笋、木耳、海带等)、豆、花生、黑芝麻、核桃等食物对于白癜风疾病的治疗都是有一定的辅助帮助。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：请问产科医生我这报告显示怎么样？\n回答内容：阳痿早泄可以吃雪域藏宝胶囊吗，不能盲目的用药，因为你现在的勃起现象异常有可能是自我的精神心理因素导致的，也有可能是前列腺的炎症导致，单纯的盲目用药有可能得到不到治疗效果，还有可能会增加机体的重要脏器的功能障碍。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：小孩为什么上眼皮红肿\n回答内容：宫颈癌疫苗有二价，四价，九价之分，能预防几种病毒就称为几价疫苗。二价疫苗主要预防hpv16和18型两种病毒，四价疫苗主要预防hpv16、18、6、11型四种病毒。由于宫颈癌最主要的治病原就是hpv16和18两型。接种这两种都可以预防宫颈癌。二价疫苗主要接种于9到25岁之间的女性，四价疫苗主要接种于20到45岁之间的女性。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：流脑是怎样传染的呢\n回答：健康指导：你好！新鲜橘皮表面有农药和保鲜剂污染，这些化学制剂有损人体健康。此外，为防止细菌侵入橘子内，果农摘下橘子后，大多用保鲜剂浸泡后再上市，这虽然对果肉没有影响，但在橘子皮上难以避免会残留有部分毒素。用这种鲜橘子皮直接泡水喝，可能对健康产生不利影响。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：受精卵着床后症状会发烧吗\n回答：一般情况下，受精卵着床后，应该是有可能会出现发热的症状的，可能是出现体温升高等的情况的，是属于一种生理性的症状，属于一种早孕反应等原因引起的症状，应该是问题不大的，注意观察。保持良好的心态，注意休息，合理膳食，加强营养。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：出现子宫脱垂应该如何治较好\n回答内容：患了胃溃疡你采用以下药物进行治疗即可,奥美拉唑（空腹服用）,丽珠得乐（空腹服用),阿莫西林,克拉霉素,注意饮食要有规律,忌食辛辣刺激性的食物,同时注意一下几个方面:1,生活有规律,心情乐观,戒烟忌酒,切勿暴饮暴食或饥饱不均.2,少食多餐,避免难消化和刺激性强的食物,如咖啡,辛辣之物.3,有胃闷胀,泛酸,嗳气者,宜用吗丁啉或胃复安,饭前半小时服用.4,有胃部胀痛者,可用解疼剂或其他有止痛作用的胃药.5,慢性萎缩性胃炎患者中有极少数人恶变胃癌,因此每年须进行一次胃镜复查.连续服用两个月就可以彻底治愈的.\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：前列康有补肾固本的功能,还能与六味地黄丸同时吃么\n回答内容：您好，您去的这个医院应该是那种私人民营性质的医院吧，他们的化验结果没什么可信度的，您具体说一下您有什么症状好吗？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：同房后小肚子胀痛，放屁，怎么办？\n回答内容：<p>蹄铁形肾又名马蹄肾，是先天性肾脏畸形的一种，是肾融合畸形中最常见和具有重要临床意义的疾病。蹄铁形肾是指两侧肾脏的下极或上极在中线通过肾实质组织或纤维组织形成的峡部相连，形似马蹄铁而得名。95%的蹄铁形肾是在下极相连，也有上极相连的。蹄铁形肾在人群中的发生率约为0。25%，男与女之比为2：1，可在任何年龄段出现症状而被发现。蹄铁形肾的临床表现缺乏特殊性，主要表现为定位不确定的腹部疼痛，有时疼痛向下腰部放射，可伴有胃肠道症状，如腹胀、便秘等。当脊柱过伸时，峡部可压迫其后方的神经而导致rovsing征（腹痛、恶心、呕吐）。除上述由于压迫所致症状之外，也会引起尿路梗阻、结石及尿路感染等症状，但约1/3的患者无临床症状。体格检查通常为阴性，偶可在低位腰椎前触及包块（峡部）。一般无需治疗，除非发生感染或梗阻，切开马蹄肾的峡部可改善其引流，当马蹄肾其中一极引流不畅时，可将其切除。</p>\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：尿频尿急尿不尽尿血\n回答：所谓的聚焦超声治疗,又称之为海扶术,主要是利用超声波的方向性、组织穿透性,以及聚焦性原理,将通过组织的超声波聚集起来,在焦点释放大量的能量,从而破坏病变组织,常常用于治疗宫颈糜烂、子宫肌瘤,以及子宫腺肌症。如果是用聚焦超声波治疗宫颈糜烂,费用通常是在1500到2000元左右,但如果是治疗子宫肌瘤和子宫腺肌症,费用则是在5000到6000元左右。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：你好有支原体感染是中药灌肠好呢，还是口服\n回答内容：病情分析：根据你的病史考虑：性功能障碍。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：红斑狼疮有什么危害吗\n回答内容：红斑狼疮是一种常见的，说道红斑狼疮很多朋友感到非常的，此病对身体造成了很大的危害，会累及身体器官，生活中一旦发现应及时去治疗。红斑狼疮有什么危害吗?下面听听专家来详细介绍，希望大家对红斑狼疮引起重视。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：注射隆鼻恢复时间是多久\n回答内容：1.当注射隆鼻后6小时内，请避免接触注射区域。此段时间可温顺使用水及肥皂清洁，同时细微的卸妆是可被允许的　　2.注射隆鼻后，不要曝晒治疗区域于极热状态，如日光浴或日晒或处于极冷处。　　3.注射隆鼻后，可请患者做湿敷(或冰面膜)以减轻不适感。　　4.如有用阿斯匹林或其他类似抗凝血药物，注射隆鼻部位较易有瘀青及流血，注射隆鼻前最好能停用数日。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：糖尿病检查血糖已经达到14，怎么办\n回答：你好，支气管哮喘反复发作可导致慢性阻塞性肺疾并肺气肿、肺心并心功能衰竭、呼吸衰竭等并发症。急性并发症有猝死猝死是支气管支气管哮喘最严重的并发症，因其常常无明显先兆症状，一旦突然发生，往往来不及抢救而死亡。&gt;患有支气管哮喘病的孩子的父母来说，应在家中备一些平喘药物。因为控制哮喘发作，须以使用平喘药物为基矗有些孩子在服用止喘药物后，会出现心慌，腹部不适等反应。用药不当还可导致心律失常、惊厥和血压下降，所以应严格掌握药物剂量。止喘喷雾剂直接作用于气管，故具有使用方便、见效快等优点。对年长儿可直接喷用，对小婴幼儿应加用气雾罐使用。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：心脏堵的慌，上气不接下气，四肢无力\n专业回答：你的这种情况，有可能是脾胃不好的一种表现，请问你有心慌，心悸的不适症状吗。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：我家孩子一岁半了，该不该打预防针？还有就是，一岁零2俩月的时\n专业回答：随着医学水平的不断提高，癌症似乎不再那么令人恐慌，至少不再认为它是&ldquo;绝症&rdquo;，因为早在14年前(2006)，WHO组织就已经将癌症列入&ldquo;慢性病&rdquo;的范畴，这也很好的说明了一点，癌症是可预。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：射精快性生活时间短怎么治疗\n回答内容：这是荨麻疹，对，这个就是过敏引起来的，那可能是接触了过敏原。您要吃点西替利嗪片，抗过敏的药，那个效果没有西替林嗪好，对，可以的，饮食上不要吃鱼虾牛肉油炸烧烤，一般可以根治\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：免疫性抗体检查包括什么？\n回答内容：得了褥疮，一般是由长时间压迫导致的局部血液循环障碍引起的，首先要避免该处再压迫，然后每天定时，换药可以用碘伏擦洗，然后再涂抹一些消炎药物防止感染，同时要做到勤翻身，勤换洗，勤按摩，勤整理，勤更换避免创面受压。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：移植毛发手术怎么收费\n专业回答：移植毛发手术一般需要1万-2万元左右。一般植发手术的价钱不全是按照面积来计算的，但是脱发的面积越大，需要种植的毛囊单位数量就会越多，手术的时间就会更长一点，同时费用主要就是和毛囊单位数量有直接的关系，毛囊单位数量越多治疗的费用也就越高。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：孕妇吃亚麻籽油的禁忌\n回答内容：怀孕后，为了给身体增加营养，会使用很多的富含营养的食物，亚麻籽对人是有益处的，但任何一种食物都不是完美的，亚麻中含有有毒物质氰基糖苷，这种物质普遍存在于各类草本植物的种子种包括玉米，豆类等，对抗维生素的元素，以及其他抗营养因子。在亚麻中找到的对抗，维生素的成分是威胁人类健康的因素之一。美国心脏协会在1999年的研究表明，血液中维生素过低，会增加中风和致命冠心病的可能，所以孕妇尽量不要吃多了。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：甲亢好治吗  治疗甲亢的方法都有什么\n回答内容：你好！凡是咽部和淋巴组织的急慢性炎症、咽部创伤、溃疡、异物、特异性感染、恶性肿瘤、茎突过长、颈动脉鞘炎、颈部纤维组织炎、咽肌风湿病变，以前某些全身性疾病等，都可以引起咽痛的。你的情况，考虑上呼吸道感染可能。如果疼痛严重的话，建议到耳鼻咽喉科去检查一下。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：哺乳期乳房胀得难受\n回答内容：可以的，如果你长时间不挤出多于奶汁，就会慢慢出现乳汁减少的现象，一般是建议每次将乳汁吸完，这样才会促进乳汁分泌。女性在哺乳期间应注意乳房卫生，最好是每次哺乳前应清洗乳头，哺乳期由于泌乳素的影响，会出现月经异常情况，但也应做好避孕措施。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：新生儿肚脐新生儿肚脐眼帮忙解答，建议\n回答内容：强迫症是精神病中的一种是较轻的精神病但是治疗比较困难症状改善比较慢如果不及时的诊断治疗会对自己的生活和工作带来极大的痛苦和麻烦也会影响家庭其他成员。强迫症在临床上治疗一般考虑药物和心理治疗结合临床上用于治疗精神病的药物对强迫症都有效果但是服用时不可滥用也不能自己随便更改药量或停用药物要严格按照医生说的同时配合心理科的心理咨询效果会更好些\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：和老公房事之后，去厕所的时候尿道外面那里会有点疼，过会就不疼了，怎么回事？\n回答内容：你好，年轻的女性性生活能够引起充血，另外女性本身尿道也是短直，这个能够出现尿道炎，出现疼痛的这个多喝水，少吃辛辣刺激食物，这个建议可以用些左氧氟沙星抗生素加些一起吃上\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：怀孕十一周了，这是今天彩超的结果，请医生帮忙看看\n回答内容：弱精没有必要做人工受孕，弱精子症时，精子无力前行，难以穿过子宫颈管、子宫腔，直达输卵管与卵子结合，因而造成生育能力低下。导致弱精子症的常见原因有：1.睾丸生精上皮不完全成熟或受损变薄，产生的精子素质差，活动能力弱；2.精液量少；3.精浆变异，如附睾、精囊、前列腺等有炎症时，酸碱度、供氧、营养、代谢等均不利于精子的活动和存活；若存在抗精子抗体，可以使精子凝集，从而失去了活动能力。建议您到专科医院详细检查，明确诊断，对症治疗，不要错过治疗的最佳时间。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：吃凉菜经常会拉肚子，这个是什么问题？\n医学文档：你好…有肠炎的人，吃刺激性食物都会引起腹痛腹泻…。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：咳嗽是什么原因?\n回答内容：宝宝老打嗝是因为宝宝的横膈肌还没有发育成熟,在宝宝哭闹、吃奶过急都会引起打嗝的现象。有的宝宝打嗝,几分钟之后就会停止。严重的时候会让孩子脸色发青甚至是影响睡眠。膈肌以及相邻的肌肉就会容易受到刺激,发生痉挛,孩子就容易打嗝。有的宝宝的打嗝是生理性原因,有的打嗝一直不缓解,则需要到医院就诊,给予查明原因,对症治疗。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：四个多月的宝宝，老是睡觉，好像睡不醒一样？怎么办？\n回答内容：我家宝宝一岁多，有时也打，宝妈可以把他动一动，枕头挪动一下，就好了，有时是睡姿的问题\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：治脓包型银屑病价钱是多少\n回答内容：男人尿血是怎么回事 看着自己尿出来的红色的尿，你是否会感到恐惧呢 男性尿血的原因很多，但主要由泌尿系统疾病引起，如肾结核、肾炎、尿路感染、尿路结石、尿路肿瘤等，　　血尿同时伴有较长期的尿频。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：黑痣可不可以吃海带和紫菜\n以下回答内容是否能够回答搜索问题？\n回答内容：黑痣可以吃海带和紫菜。饮食要相对清淡，多吃富含维生素和矿物质的蔬菜,水果，并补充蛋白质的摄入，如肉，奶，蛋等。勿进食过多煎炸、熏烤、过焦、胶制食物；减少蛋黄、内脏类、海鲜等高胆固醇的食物。海带和紫菜，能够提高免疫力,可以适量服用\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：宝宝头发长的慢吗?有的孩子头发长得快，有的长得慢，这没什么的\n以下回答内容是否能够回答搜索问题？\n回答内容：我们的头发也长得很慢。 其实小宝宝的头发因为比较软，有很多长得都比较慢。 亲可以多给宝宝理理头发，这样就可以长得更硬更快了。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：患有直肠癌该怎么办\n回答内容：你好，看你说的症状方面，这样看是否有出现咽喉炎的病情，而看经常口渴可查一下血糖方面看看，然后可在根据检查的情况进行对症治疗，平时有一个合理的生活和饮食习惯是会比较好的。请对我的回答做出评价，谢谢！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：宫腔积液先兆流产，求好孕呀请医生给我一些治疗上的建议_\n回答内容：有什么不舒服吗，肚子疼，出血这些，B超做了怎么样？看到b超了，吃这些保胎药可以的，注意休息。这个会慢慢吸收的。是的，有流产先兆，所以需要吃药保胎，慢慢吸收。一般没事的，不用太担心一般一到两周吧\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：龟头的尿道口下方到包皮末端长有白斑并且房\n回答内容：你好　考虑是包皮龟头炎，引起发炎的原因会年龄而有所不同，包皮龟头炎除了部份与包皮过长有关外，不洁的性交，接触某些化学物质及外伤也是相当重要的因素。总之，包皮垢，尿液的刺激，某些化学物质，衣物的接触与摩擦及外伤是构成包皮龟头炎重要的因素。以上是对“龟头的尿道口下方到包皮末端长有白斑并且房”这个问题的建议，希望对您有帮助，祝您健康！\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：抑那通和达菲林的区别\n回答内容：抑那通和达菲林这两种药物都是治疗小孩性早熟的。他们两个化学成分以及名字不一样，但其作用机理都是差不多的。如果在八岁以前有第二性征发育的现象考虑是有性早熟，建议可以上三甲医院泌尿外科查一个性激素六项，看看宝宝的激素水平情况。如果有性早熟的话可以用抑那通或者达菲林治疗，平时不要给宝宝吃营养滋补品，也少吃鸡肉，蚕蛹。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：怀孕四个月住院要住几天\n回答内容：您好：您是说要引产吗?需要住5到7天的.一般1500左右.\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：您好！我结婚一年多没有怀孕在哈\n回答：吃流产药之后如果孕囊排出。可以吃血府逐瘀胶囊。如果现在没有见红，没排出孕囊的情况下可以等一下。流产药一般都是3天。排出孕囊后吃药以防残留吃完米非司酮后第二天晨起空腹吃米索,吃完后就会出现腹痛,出血排出孕囊可以到医院里吃，顺便观察一下。判断一下孕囊是否排出。如果不到医院的话，在家注意出血情况和观察有无孕囊排出。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：蜂蜜面膜能袪痘吗？如果不行，在\n回答内容：免疫球蛋白是一种免疫剂，提高人体免疫力。对人体是有利的。但不主张常规应用，血液制品容易传播疾病。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：女友月经没来，抱怨我让她怀孕了，早早孕的症状有什么？\n回答内容：你好,很高兴可以帮你解答.平时多注意自己的心情,不要给自己太大的压力了,还有营养膳食要均衡,不要挑食,多注意锻炼和运动,这样更有助于受孕,你可以吃点中药调理一下.希望我的回答能帮到你\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：我妈妈脑供血不足，一直吃着曲克卢丁，不吃就难受，且血压有.\n回答内容：支原体也正常，早晚咳嗽明显，可能是过敏性咳嗽。像这样抗生素治疗效果不好，可以试用点抗过敏的和支气管舒张剂，川贝炖梨是可以吃的，宝宝如果听诊肺部没问题，干咳，可以停抗生素，吃抗过敏和支气管舒张剂试试，氯雷他定糖浆和孟鲁司特，是两种药，氯雷他定糖浆，孟鲁司特，可以试试看，如能不好，可以查个肺功能测评\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：有高血压还能做试管婴儿吗?\n回答内容：美妈您好、俄家一晚一片尿不湿、不用更换的、第二天起来还是干干爽爽、因为俄用的是好奇铂金装的纸尿裤、它比金装更倍柔亲肤、含有天然的棉纤维、吸尿量超大、而且还是全方位的透气性、使宝宝屁屁干爽如初、您试试吧。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：过敏性哮喘会引起哪些并发症？吃什么药管用\n回答：你好，哮喘的治疗是一个长期的过程，目前认为哮喘的病理基础是由于气道长期的慢性炎症引起的对外界刺激反应性增高，指导意见建议，目前认为哮喘的病理基础是由于气道长期的慢性炎症引起的对外界刺激反应性增高，表现为因外界致敏物质诱发和加重，治疗上推荐中西医结合治疗，以支气管扩张剂、抗过敏药物为主，症状较重时应配合吸入类糖皮质激素，中医药治疗对于改善全身状态以及促进治疗有很大帮助，同时生活上应注意，避免接触过敏原以及食用发物。希望对你有帮助\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：哪些原因会导致腰疼呢？\n回答内容：牛皮癣出现会有针头或扁豆大小的扁平丘疹，并且会慢慢的增大，边界清晰，有银白色的鳞屑，如果刮除表面的鳞屑，会露出淡红色半透明的薄膜，薄膜破裂会出现小血点。虽然一般清晨洗澡并不是中国人的习惯，但是养成清晨洗澡习惯对于牛皮癣患者非常有利。可以促使血液循环更加旺盛，并且清洁的感觉和浴液的芬芳本身就可以调整心情，使精神更加饱满。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：重度早泄，还没有进去就出来了，\n回答内容：你好，妈妈可以给宝宝喝酸奶，因为酸奶可以助消化，9个月的宝宝喝酸奶没什么问题，而且是只有好处没有坏处。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：腰腹吸脂后几天开始瘦\n专业回答：丙肝和乙肝一样，都是由肝炎病毒引起的，一样会传染的，传染途径一般有以下几种：通过输血或血制品、血透析、单采血浆还输血球、肾移植、静脉注射毒品、性传播、母婴传播等。在日常生活中，一定要注意个人的卫生习惯，不和他人共用个人生活用品，尤其在得知他是肝炎患者后，一般输血是最主要的传感途径，无论你是献血还是用血，都要去正规医院，总之一切有可能的途径，自己一定要谨慎就行\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：食管癌手术后感到胸闷咳嗽吃什么药\n回答内容：你好，你的情况是没有任何的影响的了无需担心的了\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：阴道有点痒，有点异味，怎么办？\n回答内容：霉菌性阴道炎应该少见。可以化验一下，如果没有性生活，单纯是分泌物刺激的瘙痒可以用甘霖洗剂\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：手指部位被挤伤\n回答内容：问题分析： 你好，手部的神经末梢特别丰富，是精细感觉区，手指部位被挤伤，如果伤到神经的话，就会出现持续性的麻木这样情况。根据你的描述，我的考虑就是可能伤到神经了。意见建议：神经性的损伤，我的建议是最好是去中医针灸科检查一下，相应的治疗比较好。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：癫痫病的患者，能不能喝一些碳酸的饮料？\n回答内容：你好。癫痫病人应该尽量少喝碳酸饮料，因为碳酸饮料里都含有一定数量的酒精成分，很容易对癫痫病患者的大脑，造成刺激和兴奋，长喝对大脑没有什么好处，而且碳酸饮料一般含糖过多，这对于癫痫患者也是没有好处的，所以渴的时候还是要多喝清水最好。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：医生，为什么我最近看东西会看错\n专业回答：无痛清宫一般时间比较短,具体也因人而异。如果药流不全的情况下需要无痛清宫,这种时间特别短,一般2-3分钟手术都结束。如果是大月份引产,胎盘粘连比较严重,这种情况清宫可能会比较困难,时间会长一些,有的可能需要10分钟。还有一种是瘢痕妊娠,这种清宫手术会更复杂,术中很容易出现大出血的情况,这种手术时间可能会更长一些,有的需要30-40分钟左右,必要的情况下术中还需要介入治疗,有的需要宫腹腔镜联合手术。目前大多流产不全,无痛清宫手术还是比较快的。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：我12岁，阴茎在正常状态下能翻开包皮露出\n回答：病情分析：这个情况考虑是很正常的，指导意见：你好，目前这个问题我建议顺其自然，注意局部卫生即可。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：甲状腺结节门诊患者目前：暂时没开\n回答内容：左甲状腺肿瘤4c级提示70-80%可能性是恶性的，左气管旁淋巴结不除外转移。建议手术，如果想预约手术可以把联系电话（最好2个）发上来，现在一般需要等待2周左右\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：我的早泄是用点什么药\n回答：问题分析： 您好，引发早泄的原因是比较多的：如：包皮过长、手淫过频、神经疾病、激素平衡失调、前列腺炎、心理问题、酒精和毒品、长期吸烟等，意见建议：建议您查明是什么原因导致早泄，在进行对症治疗是完全可以治愈的，不要频繁性生活，有手淫习惯戒掉手淫！\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：挑食，有点肋骨外翻\n回答内容：口腔癌和舌癌都是在口腔科常见的癌症，口腔癌的发生有很多症状，突然牙齿松动只是口腔癌的症状之一，而舌癌的发病因素有很多，主要还是我们的饮食习惯，预防口腔癌和舌癌需要我们从生活中的小时做起。口腔癌和舌癌对于很多人来说，估计还是陌生的，但是二者对于我们的正常生活有很大的影响，舌癌出现，第一个症状就是患者说话不流畅，较为严重的患者甚至无法进食，而牙齿松动则有可能是口腔癌，舌癌和口腔癌都是需要预防的。牙齿松动真的能证明是口腔癌吗?这并不是准确的，但是如果突然发生牙齿松动、脱落和咀嚼食物的时候牙齿咬合不好，口腔和咽部疼痛麻木且通过一般对症治疗不见好转以后，就需要引起注意了，很可能是口腔癌。很多口腔癌患者都会有较长的饮酒史和抽烟使，很少见有不吸烟不饮酒者口腔癌患者。需要强调的是突然牙齿松动症状虽是口腔癌的先前症状，但并不能说明此判断是否患有癌症。舌癌与长期嗜烟酒有关系，据有关资料表示，烟酒嗜好人群关于的舌癌发病率比一般人高15倍，要知道致癌物最大的是尼古丁和酒精，二者促使致癌物质进入舌粘膜，由此造成舌癌，须要引起重视。舌癌还与长期异物的刺激有关，一旦口腔受到象牙齿残根分歧等假牙长期刺激，会引起慢性炎症，长久下去，最终导致舌\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：六岁女孩今年5月份长了牛皮癣，有治愈的方\n回答内容：你父亲的病是血压高引致脑出血值得商榷.平时血压不高,有头晕最大的可能性是脑缺血性中风,多为脑血栓形成.假如在这种情况下,再降低血压,必然使脑部血压再降低而缺血,症状就会更明显,对病人不利.这就是病人喊头晕头痛的原因.这类病人应保持一定的血压,血压太低会易发脑血栓,这也是一种极为危险的疾病.建议血压控制在130/90,不可再低了.另外,应改服(脑络通胶囊),以改善脑部供血和治疗脑血管硬化,就不会有发晕的病状.请与主治医生商讨治法.中医建议喝山西太谷出的“牛黄清心丸”一盒,是极为错误的,中医的治则应是：益气补血,活血化瘀,育阴潜阳.如果满意回答,请采纳.\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：我今年30岁，经常会右肾疼，发\n回答内容：你好，这个症状符合肾结石的表现，肾结石主要的特点就是阵发性的肾区绞痛或者闷痛。建议到正规公立医院泌尿科就诊行尿检及泌尿系超声检查，明确诊断后根据结石大小采取不同的治疗方法。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：左眼视网膜凸起病理性质待定，左眼底色素痣 左眼视网膜凸起，有色素痣\n回答内容：请向眼底病专科医生咨询\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：您好，我的左腿受过外伤，血管上有血栓 ，腿老是疼，请问，怎么\n回答内容：不排除 血流层流变化，建议经常吃抗血小板聚集的及活血化瘀的中成药\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：我想问问我的月经正常吗？\n回答内容：您好；这个月16号做的无痛人流，现在来月经是不正常的。一般人流后1个月前后恢复月经，提前几天也是正常的。但是你描述的症状，提前的时间过早，需要到医院复查下，看子宫恢复情况，是否有残留等。以上是对“我想问问我的月经正常吗？”这个问题的建议，希望对您有帮助，祝您健康！\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：从同房到发现怀孕也就半个月吧！\n回答内容：老年女性，确诊糖尿病10余年，多汗、乏力，晕厥，出现这种情况要排除血糖波动如低血糖、高血糖等引起的可能，也要排除心血管疾患如冠心病心肌缺血、心律失常引起的可能，也要排除脑血管疾患如短暂性脑动脉供血不足引起的可能，需要综合分析，需要心血管内分泌科和神经内科进一步检查确诊建议积极控制进食总热量，注意血压血糖血脂监测，注意适量有氧运动，请在内分泌科医生指导下诊断治疗\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：心肌梗死有什么症状\n回答：心肌梗塞是供应心脏的冠状动脉发生狭窄或者堵塞引起的疾病，其典型的症状是出现胸骨后或者左胸部压榨样、紧缩样的疼痛。可以向左上臂、左肩后背等部位放射性疼痛，持续时间超过半个小时以上，同时有压迫感、烧灼样或者濒死感等，一般含服硝酸甘油不能缓解。如果是重要部位的血管，还有可能会导致恶心、呕吐、大汗淋漓、头晕、呼吸困难等休克的症状，用听诊器听诊，有可能会有心律失常、第三或者第四心音、奔马律等体征。可以做心肌酶谱、心肌肌钙蛋白、心电图等检查确诊，同时进行积极的治疗。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：生完孩子后阴道有异味\n回答：根据你叙述的这样的情况的话，这个有可能是有阴道炎存在的情况的，你现在这样的情况的话，就有可能是有阴道炎的。你可以做一下分泌物的检查看看，看看具体的炎症的性质，然后根据这个药物的具体的性质，确定治疗的方案就可以的，治疗期间的话，暂时不要有性生活，祝你早日康复！\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：得了肝动脉瘤该怎样治疗好\n回答内容：什么药物能治疗生殖器疱疹？，你好，可口服无环鸟苷（阿昔洛韦），每次200mg，每日5次，连服5～7天。局部治疗治则以干燥、收敛和预防感染为主。外用无环鸟苷软膏等方法。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：脸上起的痘痘一直没好，用什么药品可以祛痘？\n回答内容：痘印涂点积雪苷霜软膏或是阿达帕林凝胶，吃点维生素c，平时饮食清淡点，辣椒油腻的甜的不要吃，尽量十一点前睡觉\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：胃溃疡的症状和治疗是什么\n专业回答：你好，考虑荨麻疹，过敏引起的，避免接触肥皂洗衣粉等洗涤用品。可以带手套预防为主。局部可以涂氧化锌膏一天两次。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：求最有效治疗乳腺增生的方法？\n回答内容：你好，乳腺增生是乳腺组织导管和乳小叶在结构上的退行性病变及进行性结缔组织的生长,其发病原因主要是由于内分泌激素失调.中医认为：情怀不畅,肝气不得正常疏泻而气滞血淤疾凝,冲任不调者,常有月经紊乱,面部色斑.现代医学认为：婚育,膳食,人生存的外环境和遗传因素是乳腺发病的主要原因.可以服用乳癖消和逍遥丸治疗的。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：银屑病的治疗预防\n回答：您好！根据您的描述，孩子今年上高中，一次体育课的时候不小心摔倒了，去医院尽然检查出来牛皮癣，想知道银屑病的治疗预防。饮食上需要注意：多吃蔬菜，但是生姜、芫荽、大头菜、香椿、尖椒等尽量少吃或不吃；荤类食物，可以吃猪肉，但尽量不吃禽类、鸟类、兽类、或家畜等，如狗肉、牛肉、羊肉、鸡鸭肉、鸽子肉、鸟肉及其汤‘；海鲜类尽量不要吃；也不吃熟制猪蹄；忌讳烟酒；忌讳绿豆汤等。需要放宽心态，研究表明，情绪对人的身心影响巨大，积极乐观良好的心态有利于我们的身心健康。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：肺气肿如何方法能治疗才好\n回答：尽量选择易咀嚼的食物：不要吃些不太需要咀嚼的食物比如稀粥、蒸鱼、蔬菜汤等、这个很容易使人在咀嚼时容易产生呼吸困难饮食中、生的新鲜蔬菜需占50%每天都应该吃一点洋葱和大蒜避免豆类、甘蓝菜等易胀气的食物因为这些食物使腹部膨胀而影响呼吸应该用热的清澈饮料(例如药草茶)帮助清澈黏液预防感冒、感冒不但是并发肺气肿的原因、同时也是诱发肺气肿急性发作的原因人们极易感冒的主要原因是体液偏酸、人的免疫力降低、因此易患感冒及其他感染性疾病预防感冒尽量服用一些天然无公害的绿色有机保健食品\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：流鼻血 经常性流鼻血请问是怎么回事？\n回答内容：鼻出血原因很多，你很可能是黎氏区出血，一般问题不大。要进行检查，看看是否有小动脉出血，若有即需要治疗，把鼻窦CT给医生看看\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：霉菌性阴道炎,性交痛 阴道瘙痒总是反复\n回答：宝宝发烧了，先不必急着退烧。由于发烧是一种抵抗病毒的自然现象，所以如果家长硬要替孩子退烧，反而削弱了孩子的抵抗力。一般来说体温在38℃~38.5℃以下，且精神不错，都是可以接受的。不过，为了减少宝宝的不舒服感，家长在照顾上要特别留心。处理方法如下：一般宝宝发烧在38度以下建议物理降温：1、多通风，注意散热。保持室内温度在21℃～23℃；2、让患儿卧床休息，多睡觉，保证充足的睡眠可益于疾病的恢复。敞开包被或脱去过多的衣服，衣着宽大，忌用棉被包裹；3、给患儿频频喂温开水或维C果汁，一晚250毫升。如果症状加重，\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：腰椎骨折长期不动腰部酸疼\n回答内容：由于外伤，积累性劳损等原因导致慢性软组织损伤。软组织损伤导致椎体增生，椎体增生移位。然后导致上下椎体的力平衡失调。椎间盘内髓核向一侧移动。椎间隙内软组织，椎间盘挤压椎间隙内血管神经等软组织导致肢体疼痛麻木等感觉异常。如坐骨神经痛。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：手指关节上骨头突出，是怎么回事？\n回答内容：餐后血糖高了一点，长时间低强度的运动，这样的血糖可能会羊水增多。控制饮食，增加体力活动看看\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：牙齿矫正患者牙齿矫正 问题： -\n医学文档：你好，根据你的检查数据来看，属于成熟卵泡。 成熟卵泡呈圆形或椭圆形，直径达15-30mm（21.2 -0.53mm），卵泡内呈无回声区，清亮纯净，边界清晰，壁菲薄。有成熟卵泡排出就有怀孕的可能。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：得剖腹了竖刀口还是横刀口吖？\n回答内容：你好，就你的描述 考虑气胸后感染，可以抗感染治疗。等气胸好转，拔除胸管，肺部感染控制，体温应该就好了。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：糖尿病患者可以吃久正骨筋丸胶囊吗\n医学文档：您好，如果患有颈椎病是可以服用上诉药物治疗的，建议你饭后服用\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：残留0.7cm需要清宫吗？\n医学文档：您好，人流手术以后出现残留0.7厘米左右，是有可能引起肚子疼痛，出现持续性出血的症状，是需要根据具体的表现使用活血祛瘀的药物调节一段时间，是不要紧张的情况，如果症状进一步加重，是需要及时进行清宫手术进行调节一段时间是比较好的。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：有没有宝妈把宝宝交给老人看着，两人上班打拼的\n专业回答：您是想说头部出现一块明显的脱发的部位是这个意思吗。假如是这个意思的话，那么需要注意排除斑秃的可能性，但是您现在也没有提供图片进行观察，依靠您的简单的描述，目前还仅仅是疑似该疾病，远未到确诊地步\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：抑郁症可不可以彻底的治愈\n以下回答内容是否能够回答搜索问题？\n回答内容：肢动脉硬化闭塞症，最好去医院检查，根据病情的严重程度选择合适的治疗方法，如果病情不严重，需要合理服用药物治疗，如果症状严重，可以手术治疗，也可做介入等，平时注意休息，最好饮食清淡，不要吃高脂肪的食物，最好适当锻炼身体。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：晚上的时候经常性身体各部位起类似鸡皮疙瘩的东西红的\n回答内容：指导意见：你这个是荨麻疹导致的，它是一种过敏，容易反复发作，与环境，饮食，卫生,温度,情绪，运动，虫子叮咬，接触的物品等因素有关的。建议你口服氯雷他定片或者西替利嗪片，同时外用丹皮酚软膏，还要避免再次接触过敏源，可以减少发作的次数。平时饮食清淡，避免辛辣刺激性和易过敏食物。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：白癜风的最新治疗方法\n回答内容：含草酸比较多的菠菜、苋菜、冬笋、荷兰芹和绿菜花等不宜多吃，可以先用水焯一下，去掉草酸应该多食含钙丰富的虾仁、豆类、牛奶、海带、空心菜、小油菜等\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：银屑病（牛皮癣）能完全去根吗？\n回答内容：建议做妇科检查,包括腹部b超检查等,化验白带常规,明确病因,对症治疗.注意保持外阴清洁卫生.炎症可能大.\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：上环后月经淋漓不净怎么办\n回答内容：上环后月经淋漓不净的治疗方法包括注意局部卫生，药物治疗包括口服抗炎药和中成药调理，必要时需采取取环术。上完环之后月经淋漓不尽，伴有隐隐的下腹坠痛不适，多数是子宫对异物的排斥反应，子宫内膜不适应导致的，对于这种情况先不要着急，需要注意外阴的清洁卫生，保持外阴局部干燥、透气性，不要同房，注意休息，避免剧烈运动。同时也可以用中药来调理，当上环之后患者表现为淋漓不尽，血色淡红，伴有精神不振、身体乏力、怕冷、食欲差等气虚之证，以固冲汤治疗或者口服止血消炎的药物，一般1-2个月后子宫内膜就会适应了，如果服药效果不佳，仍然持续阴道出血，应考虑到可能是子宫形态与节育环的大小不相适应，需要取环术，更换另一种节育方式，必要时可换一个环，换一个适宜的环看看能不能缓解。如果上环后出现持续出血，并伴有剧烈腹痛，考虑环异位，嵌顿，需要紧急到医院进行超声检查并处理。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：宫颈活检后一个星期了还在流血已经塞了三天保妇康栓，流血可以塞要吗\n专业回答：出血期间不影响塞药，出血超过一周应该就诊检查看看，如果宫颈局部持续渗血是需要压迫止血处理的\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：我家小孩刚两个月家里刚喷完漆半个月就住了不可以吧\n回答内容：不可以啊，油漆里含有很多的甲醛，对宝宝很不好的！不要住了啊~\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：附件炎手术治疗的方式\n回答内容：你好，附件炎是妇科疾病的一种，致病微生物侵入生殖器后引起输卵管疾病、卵巢感染的常见疾病，附件炎可使输卵管闭锁，导致不孕，诱发炎症与其他并发症，附件炎分为慢性附件炎和急性的附件炎，症状不一样，治疗方式也不一样。建议你及时的去医院检查就诊，目前治疗附件炎的方式有很多，需要根据患者的身体情况和病情情况选择适合的治疗方式。附件炎要及时的治疗，不然不仅会导致病情变得严重，还会引发其他部位出现炎症，不过附件炎并不是什么难治的病情，主要积极的配合医生的治疗，选择适合的治疗方式，很快就可以痊愈，祝你早日恢复健康。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：小儿支原体肺炎什么水比较好\n回答内容：治好白血病的中药根据临床症状主要分为以下几类：1.如果青少年病发白血病，伴有面色淡白、倦怠乏力、皮下易于出血等症状，可以服用四君子汤加川芎、阿胶、西洋参、太子参、茜草、血余炭、荆芥炭等；2.如果中老年病发白血病，有周身乏力、腰膝酸软、头晕耳鸣、食欲不振，可以应用六味地黄丸加党参、益母草、三七、血余炭、山楂、六神曲等。但是白血病的治疗还需要结合临床实验室检查，对症用药。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：婴儿耳朵后面头发处有豆粒状疙瘩\n回答：你好，根据你说的情况考虑是慢性淋巴结炎引起的肿物。没有红肿的症状的话不用处理，别用手挤压和按摩就可以了\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：怎么治理狐臭\n回答内容：你好；治疗狐臭的方法很多，手术（切除腋窝部皮肤）或激光治疗可以根治狐臭，但有时会发生感染和疤痕收缩，外用2￣5％福尔马林液，狐臭粉，可以减少大汗腺分泌和抑制细菌生长，从而可以消除臭味，但是作用时间短，需要经常用，也可用辣椒2￣3只切成丝放入瓶内，加入2％碘酊20毫升，密闭24小时,然后用棉球蘸药外搽腋窝，每天1次，连用5￣7天，效果也不错。祝健康！\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：夜间有尿意是大声啼哭我都是说宝宝哗啦哗啦\n回答内容：我家宝宝不起夜了！一觉大天亮。给她兜的尿不湿！这样大人和宝宝都休息的好些\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：怀孕45天出血的原因\n回答内容：你好，你这种情况是习惯性流产，月经量又少，还得用中药调经治疗，好不好还得看看你自身的子宫内膜情况\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：疝气是什么,严重吗\n医学文档：疝气一般是右下腹腹壁先天性的薄弱，包括肠，包括网膜会从这个内环口凸出来，这个包块大多数能送回去，疝气只能以手术修补解决问题，1周可以出院了，那你难免再次腹部压力增大,建议你1个月，现在我们都用上补片了,几乎没有复发的，不严重,如果说里面的东西出来后,回不去,就会引起组织坏死,如肠道坏死,可能会行肠道切除,如果没有嵌顿那就没事,只是压力大容易出来而已，最好早点做哦。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：患了白癜风要怎么治疗才好啊？\n以下回答内容是否能够回答搜索问题？\n回答内容：首先建议白癜风患者及时到正规医院进行全面的检查，查出发病诱因，因为白癜风病的致病因素有很多，不同病症病因，其治疗方法是不一样的，白癜风患者最好保持愉快的心情治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：宝宝55天，手上只有大姆指指甲长小月牙，正常吗?\n回答内容：牙痛大多由牙龈炎和牙周炎、龋齿（蛀牙）或折裂牙而导致牙髓（牙神经）感染所引起的。可以在临床医生的指导下适当选择复方牙痛酊、牙周康或牛黄解毒丸的。另外布洛芬或芬必得都可以选择的，具体用法和注意事项谨遵医嘱。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：出生十三天的宝贝儿子阴部俩侧长了一点一点的疹子咋办\n回答内容：您好，日常生活中要尽可能地多摄取富含维生素Ｃ的食物。补充维生素Ｃ要吃哪些食物？含维生素Ｃ的食物到底有哪些？　①黄色、橙色水果和蔬菜都含维生素Ｃ。含维生素Ｃ的新鲜蔬菜和水果，如小白菜、油菜、油菜苔、紫菜苔、苋菜、芹菜、香椿、苦瓜、花菜、辣椒、毛豆、豌豆苗、藕等；　　②野菜如马齿苋、野苋菜、蒲公英、制茶等；　　③富含维生素Ｃ的水果也很多，如鲜枣、红果、柚子、桔子、橙子、柠檬、草莓、柿子、芒果、猕猴桃、龙眼等，有的野果维生素Ｃ含量高于普通水果许多倍，如刺梨、石榴、金樱子等。希望我的回答能帮到您。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：最近我的左下方一颗牙齿一按就很\n医学文档：您好，它是珍贵的药材，洗净、烘干、敲碎、研磨后可入药.一位中医告诉记者，绝大部分海产品的肉与壳都有药用价值。如鲍鱼壳又名石决明，有清热平肝、滋阴壮阳的作用；牡蛎的壳磨碎了，其实就是补钙产品；蟹子的壳里可以提炼出甲壳素，是西医手术缝合线的主要成分；乌贼骨细末加糖水服用，可治胃及十二指肠溃疡、胃酸过多等症像鲍鱼壳这样的东西，本身就是珍贵的药材，只要洗净、烘干、敲碎、研磨，就可以入药了。 除了磨粉药用，还可以对鲍鱼壳等进行简单的加工，如磨片、打孔、穿线等，制成漂亮的项链、挂饰、手链等装饰品。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：双肺下叶纤维灶\n回答内容：肺纤维灶并不是一种独立的疾病，而是一类疾病的总称。医学上将肺纤维化归属为肺间质病，通俗讲肺纤维化就是肺组织疤痕累累导致患者不同程度的缺氧而出现呼吸困难，病情反复发作，咳咳喘喘，痛苦不堪，最后可严重并发呼吸衰竭而死亡，。因此在临床上一旦患有双肺下纤维灶早期如果没有明显的症状，我们一般是观察随访，如果患者合并有，呼吸困难或者痰多的情况下就要及时处理。临床上双肺下叶纤维灶，最多见的是慢性支气管炎病史，也有可能是既往感染过肺结核，遗留下来的陈旧性病灶，也有可能是患者接触过粉尘，绒毛，煤炭等行业，排除有职业病的可能。大部分患者是由于肺部感染，没有得到及时治疗而导致。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：什么样的症状为子宫癌早期\n以下回答内容是否能够回答搜索问题？\n回答内容：你好，此病原因尚不明确，不过它是新生儿常见的一种先天性畸形疾病，新生儿的发病率为1/4000,此病不属于遗传因素，二胎并不一定会得此病，次此病用外科手术方法可治愈。因此父母不比恐慌，孕妇在围孕期每日增补0.4mg叶酸能降低其发病率。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：请问一下，胃癌被发现一般处于早期还是中…\n回答内容：您的病情已经了解，建议：点击此处参考我的文章 《髋关节置换手术咨询》您的病情已经了解，建议：点击此处参考我的文章 《人工髋关节置换术后失败的全髋关节翻修技术》\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：输卵管阻塞 输卵管阻塞\n回答内容：你的问题，考虑是中医的气血不足，心神不安所致。我建议你吃一下中医汤药治疗，可以用十全大补汤加减：补益气血、养血安神。人参、白术、茯苓、甘草、川芎、黄芪、肉桂、远志、龙骨、熟地、白芍、当归、牡蛎、珍珠母、柏子仁。你找中医，就用这些加减治疗。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：我想知道，针对我现在的情况我需要治疗吗，怎么治疗？是否需要做宫颈刮片或TCT 和HPV。希望医生能看到并能回复，拜托，非常感谢\n回答：正常妇女都需每年查一次HPV+TCT，阴道炎需复查和巩固治疗建议：\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：孕检查出乙肝小三阳严重吗？\n医学文档：你好，你这样的情况极有可能是湿疣。湿疣病发初期，通常会长出细小的疙瘩，粉红色的，大小不一样，而且会随着时间增大增多，有一部分会结合在一起，也会有恶臭味，而且表面潮湿。以上是对“尿道内尖锐湿疣症状有哪些特征”这个问题的建议，希望对您有帮助，祝您健康！\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：排卵期测卵泡什么时候同房\n专业回答：你这个十四号检查是没有发育成熟的，具体十六号能不能发育成熟，这个还是不好确定的指导意见不过你这样的情况，同房不避孕的话，还是还有怀孕的可能性的，你就等等看，等月经推迟三五天用晨尿测试看看就可以的\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：怎样治肌腱炎效果好\n专业回答：肌腱炎可以采用中医治疗或激光针刀松解术。中医治疗：采用镇痛消炎、舒经活络、滋阴补肾的膏药外治，促进炎症吸收，缓解疼痛；激光针刀松解术：微创治疗，无痛苦、治疗时间短、治疗效果好、费用较低，能解除病灶点的粘连等产生的疼痛顽症。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：血管瘤，血管崎形血管瘤还是血管崎形请医生给我一些治疗上的建议\n专业回答：回答：不像一般的血管瘤，首先要明确诊断，可以取活检。回答：可以的，配合局部涂擦噻吗洛尔药水或凝胶。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：双下肢共济失调腿没劲,步基宽,难以控制平衡,腿部各肌肉收缩不协调,极易摔倒\n回答内容：要看大脑受伤的程度，看是否有脑组织的损伤，脑组织损伤可能会有后遗症。看脑组织被压迫的程度。有压迫有可能会有后遗症。体温不是高烧的话，不会引起太大问题。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：产妇去妊娠纹最有效的方法_涂抹碧芙源\n回答内容：你好，很高兴为您解答问题。你这个应该就是脓肿，如果已经化脓了，注意消毒，避免再感染就好。可以口服消炎药。基本上是一回事\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：皮肤上多处周边红肿中间发黄色有点小水泡怎么回事\n医学文档：随着近几年注射玻尿酸的人越来越多，玻尿酸的品牌也就越来越多的出现在大家的视野中，所以我们注射玻尿酸时一定要注意注射正规的品牌，那么下面给大家介绍一下海薇玻尿酸的价格是多少钱一支，海薇的价格一般是2000-4000元一支，一支是1毫升，具体价格看当地医院定价。　　海薇玻尿酸是国际新一代的透明质酸填充剂。交联后的透明质酸在人体内的降解时间延长，塑形、提升效果比较理想。　　海薇玻尿酸又名糖醛酸及透明质酸，是人体真皮组织的成分之一。玻尿酸注射去除法令纹是将玻尿酸以填充物的方式注入于真皮皱折凹陷或欲丰润的部位。       每个人的皱纹的深浅程度不一，那么相应的注射剂量就会有差异。其结果就是费用也会有差别。有些人想改善的部位比较严重，比如皱纹比较多，比较深，那这类人群需要的注射点也会相对多，剂量也就相对要大，价格也会有所不同。总的来说，如果用海薇玻尿酸的话，它的价格大概要2000-4000千左右。      还有不同的城市消费水平是不一样的，就像一线城市的定价一定会比二三线城市的价格高，以上的价格只是一个大概，具体的价格是多少还是需要看当地医院的收费。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：大概三四个月前、因为怀孕了突然牙齿痛\n回答内容：你好，更年期综合征是女性常见的一种疾病，是由于内分泌激素等水平改变引起的一种状态，可以有多种多样的表现，但检查都没有问题这种情况，不是器质性疾病，所以不会引起什么并发症，可以做个健康体检，如果没有异常情况，只要保持心情舒畅，打消顾虑，是不会有问题的\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：你好四环素牙黑牙应该怎么美白治疗呢\n回答内容：病情分析：首先，生完孩子的话，喂养期间是会有不来月经，或者是有的情况的指导意见：你这样的情况，这个不一定就是的，如果担心的话，你这个是可以测试看看的，如果是怀孕的话，这个应该是可以测试出来的，不是怀孕的话，那么就等等看的的话，喂养期间是会有不来月经，或者是有的情况的指导意见：你这样的情况，这个不一定就是的，如果担心的话，你这个是可以测试看看的，如果是怀孕的话，这个应该是可以测试出来的，不是怀孕的话，那么就等等看的的情况的指导意见：你这样的情况，这个不一定就是的，如果担心的话，你这个是可以测试看看的，如果是怀孕的话，这个应该是可以测试出来的，不是怀孕的话，那么就等等看的的，如果担心的话，你这个是可以测试看看的，如果是怀孕的话，这个应该是可以测试出来的，不是怀孕的话，那么就等等看的\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：附件炎原因有什么\n回答内容：还是有可能结合的晚，您最好还是再观察一段时间的。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：小孩脸上有泪痕样的我癣\n回答：问题分析： 你好，输卵管通畅伞端粘连怎么办？输卵管伞端的功能是把卵巢内的卵子送进输卵管，如果输卵管伞端粘连，就失去了“拾卵”的功能，导致不孕，输卵管伞端严重粘连者，会导致终身不孕。伞端属于输卵管的远端，目前主要是通过微创手术进行疏通，等输卵管完全通畅后在医生指导下试孕。意见建议：你好，每个人的病情不一样，适合的疗法也是不一样，所以患者只有查找出具体的原因后，进行针对性的治疗，才能达到理想的治疗效果，建议您到正规不孕不育医院检查治疗，以免错过最佳时间。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：消化性溃疡怎么确诊\n回答内容：这张单子只能说明目前确实是早孕，孕酮正常\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：我老婆总是不原跟我性交。每次求\n回答：你好，这次同房是在排卵期的，过了三天就没有必要在服用避孕药了，不要太大意了。平时多注意点卫生，经常清洗会阴部，以后在不想要宝宝的时候同房一定要有避孕措施如安全套。医生询问：请问还有其他不适吗\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：前列腺炎请教授帮忙看看，谢谢！我需要怎么治疗_\n回答内容：你好，根据你说的情况是需要十二个小时以上才是正常的,建议你早期到医院给予检查治疗的\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：人流后月经量少能吃左炔诺孕酮片吗\n回答内容：医生建议：你现在这种问题就用点感冒清热颗粒疏风散寒，解表清热，用于风寒感冒，或者用感冒软胶囊，用于外感风寒引起的头痛发热，鼻塞流涕，恶寒无汗，避免受凉和过度劳累。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：脸色暗黄毛孔粗大有黑头长痘痘怎么了如何\n回答内容：你好，你当时吃了药的。应该来说是不会怀孕的。 指导意见 建议你不要担心，你胃痛和这个应该是没有关系的。建议你最好是过几天买个试纸来测试一下为好的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：你好张大夫，我父亲糖尿病肺部有阴影。 我父亲糖尿病肺ct有阴影\n回答：引起咯血的原因有很多，常见是呼吸系统疾病和心血管系统疾病引起，也可由炎症、寄生虫、肿瘤等多种原因引起，不能完全排除肺部感染的可能，考虑到患者血糖高。如果不放心可以行肿瘤标志物检查以检查肿瘤，需控制饮食，必要时应用胰岛素治疗，建议及时到我门诊就诊，面见患者以制定明确的治疗方案\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：念珠菌龟头炎是什么意思\n回答内容：胚胎停育之后药物流产不是必须的，一般分为三种情况，根据不同的情况采取不同的治疗方法。第一，叫自然吸收，老百姓说的叫生化妊娠，虽然胚胎已经停育，但是通过B超检查宫腔内没有这个胚胎没有这个孕囊，所以可以观察。第二，药物流产一般适合于停经九周之内正常的宫内妊娠的情况。还有人工流产，人工流产我们一般可以采取普通的人工流产和无痛人工流产进行，如果是无痛人工流产，要提前到医院去就诊，空腹检查血常规等等相关的辅助检查完善之后，再进行人工流产。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：为什么手臂上会长毛\n专业回答：从症状描述上看像这种情况考虑是过敏性结膜炎的表现，是接触了精液后出现过敏的表现。你好，像这种情况是接触了精液后出现过敏的表现，建议用地塞米松滴眼液外用即可。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：吉林治疗甲减中西医结合吗？\n回答内容：问题分析：你好，甲减的饮食有：1、营养丰富：要补充足够的蛋白质，并限制脂肪、胆固醇摄入应进食高热量、容易消化的食物，如蛋类、乳类、肉类、鱼肉、香芹，杏果、枣椰果、干梅等。2、补碘：除了从碘盐中摄取，还可从碘酱油和加碘面包以及含碘丰富的海带、紫菜中摄取。3、避免进食生甲状腺肿物质的食物不要吃卷心菜、白菜、甘蓝、油菜、木薯、核桃等食物，以免引起甲状腺肿大。意见建议：建议到正规医院做一个全面检查，不同的甲状腺疾病、不同的病症，则治疗方案也不同。不能盲目治疗，以免造成病情恶化，祝早日康复。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：糖尿病，脚冷脚痛，晕倒过两次，病情半年了\n专业回答：病情分析：您这个考虑是月经前的生理反映的可能比较大。指导意见：至于怀孕也有可能，您可以去药店自己买试纸测试一下。如果不放心也可以去医院检查一下血HCG大约50块钱\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：过敏性鼻炎导致的黑眼圈要怎么才能去掉黑眼\n医学文档：你可以试试按摩眼周，不是所有 的过敏性鼻炎患者都有黑眼圈的，注意休息。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：阳痿早泄真的能治好吗？\n回答内容：你是两个病，宫颈息肉和附件炎。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：查是否是布什杆菌感染用哪种颜色\n回答内容：要确诊弱视必须进行散瞳验光检查才可以的， 建议最好带孩子到正规医院眼科就诊检查确诊。弱视的治疗年龄越小效果越好， 弱视的治疗戴眼镜很关键，眼镜度数需要准确，再配合一些弱视训练来进行治疗。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：弥漫性甲状腺结节是怎么回事\n回答内容：你好，你的情况不是鱼鳞病，只是干性皮肤。你可以多喝水，多吃水果，蔬菜，冬天多洗澡，可以洗澡时，用纯奶涂抹全身，洗完澡再用点滋润霜这样就好多了\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：婴儿先天性心脏病有哪些症状\n以下回答内容是否能够回答搜索问题？\n回答内容：。您好,如果有先天心脏病一定要及时检查的.。。孩子一般会有全身或者局部的发青紫黑等现象的,再一个孩子也容易感染,抵抗力弱,及时心脏彩超检查\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：具体不清楚就是最近才发现的\n回答内容：\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：小孩眼睛睁不大是什么原因\n回答内容：很常见，一般问题不大，化脓的地方有可能有线头等异物——缝合切口时必须留下的线头也可以发炎。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：小孩六岁高烧扁桃体发炎用的药氨苄西林和炎琥宁\n回答内容：你好，根据你的情况，应该及时住院治疗，先行新辅助化疗，等瘤子缩小后手术治疗！你最好来我们这乳腺科治疗，你这个比较复杂，如果需要靶向治疗我们这可以获得增药。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：脸上长痘怎么办？\n回答内容：如果脸上起痘痘，平时不要吃辛辣刺激性的食物，多注意休息，避免过度的劳累以及熬夜，平时不要吃高碘食物以及动物脂肪，注意清淡饮食，养成有规律的作息时间，多吃新鲜蔬菜，以及水果，平时不要用手去挤压痘痘，以免造成局部感染，留下疤痕，可以涂抹芦荟胶进行治疗，也可以用一些祛痘的护肤品，或者去专业的美容院进行皮肤护理。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：肠胃不好总是便血怎么办\n医学文档：肠胃不好总是便血怎么办，你好，请不要过分担心，出现便血，一定要提的就是肠道内部条件受损，可能是内部炎症引发的，导致肠胃不适，从而引起便血的产生。值得一提的是,有时在一些外力的影响下,比如说一些机械因素,对肠胃的重击,也可能会引起便血,便血者在患病期,应注意饮食,清谈为宜,忌烟酒.患者在日常生活中可以多锻炼身体，尤其是早上的时候，应该多出去呼吸新鲜空气才有利于保持身体健康。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：孩子手上，白癜风发展快\n回答内容：月经不规律，那么排卵通常也不会规律，所以同房要把握好时间。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：胆囊息肉 胆囊息肉，饭后后背疼，去年做过结肠息肉\n回答内容：南昌治疗白殿疯最好的医院，1.一般有不洁性交病史，传染后1-3个月发病，2.生殖器部位长出绿豆、黄豆、蚕豆大小的赘生物，一般长在阴茎、阴道、尿道口、宫颈、会阴、肛门等处。尿道口是像舌头状呈扁平的菜花状。3.疣体是长在皮肤表面呢粘膜表面，疣体表面凹凸不平似菜花、鸡冠花状，呈灰白、暗红色。4.局部取下做一病理检查诊断就更明确了。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：月经期间流血多怎么治疗？\n回答内容：病情分析：      这种情况考虑还是由于皮肤角质层受损的原因造成的，可以通过中药调理。      指导意见：      保持良好的生活习惯，饮食习惯，尽量都要注意休息，增加蔬菜和水果的补充，不能熬夜。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：尿路感染症状用药\n回答内容：枸杞的话，主要是用于滋肾阴的，在临床上是和金匮肾气丸一起服用的，而且还有明目的效果的，可以泡水喝，也可以生吃金匮肾气丸的话，主要功效是温补肾阳，行气化水。用于肾虚水肿，但是一定要有适应证的，没有适应症不要乱用药物\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：上腹部发胀不舒服尤其是坐着的时候用手按有压迫感咋办\n回答内容：中度还行，如果条件允许建议半岁以内做手术先治疗肺炎，肺炎也会有肺动脉高压，肺炎好后尽早手术目前看需要开胸，一般能根治一般注意喂养，，不要喂太多，预防感冒室缺应该可以做，二尖瓣反流不太好处理，心肌不紧合不太清楚什么意思\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：乳腺癌肺骨转移 咨询治疗方式？\n回答内容：1、        怀孕十六周是准妈妈们的第二次产检，这一次的产检也是非常重要的。首先我们要进行常规的产检，项目有很多。有量血压、称体重、测宫底高度和腹围、还要检测胎心率，这些最基本的检查能够让医生了解妈妈和胎儿的情况。                                    2、        在怀孕十六周的时候还有一些产科检查也是不可以忽略的，例如血型（ABO、Rh）检查、血常规、尿常规、白带常规、肝功能、肾功能、心电图、淋球菌培养、脱落细胞学检查、B超等等，都能帮助医生更加了解妈妈和胎儿的情况。                                    3、        在怀孕十六周的时候，有一个检查是特别重要的。那就是孕中期的唐氏筛查，唐氏筛查能够帮助降低唐氏儿的出生几率，减轻家庭和社会的负担。所以唐氏筛查在妇科产检中是非常有必要的，可以尽早发现尽早的处理。                    注意事项：在怀孕16周的时候，准妈妈在饮食方面应该在要注意营养均衡，少吃辛辣刺激的食物。还可以适当的散散步，这对准妈妈和胎儿都是有好处的。祝您好孕！\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：请看下这两个眼睛的外观区别，着重看下眼皮的高低！谢谢轻微的也算，请专业人士回答，谢谢，很紧急\n回答内容：可能胚停也有可能受孕晚所以过一周复查超声及血hcg\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：减肥的动作什么时候做最有效，怎\n回答内容：建议平时要平衡膳食,不要偏食,增加运动量,特别是下肢的运动,如散步,下蹲,跳远等运动,这都有助于下肢的脂肪燃烧,使您的腿部更趋于健美,达到减肥腿部的目的!到时您的身材将会更匀称。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：宝宝多大做结扎手术比较适宜\n专业回答：你好，你现在的情况不用担心，注意个人卫生的，一般是在6个月以后再结扎的。建议你加强营养，避免吃辛辣油腻的食物的，到医院积极治疗的。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：肾癌都需什么检查？\n回答：肾癌都需要做以下检查：1.做尿常规检查，但是尿常规完全正常，也不能排除不是肾癌。2.做x线检查，做X检查是确定肾癌的重要方法。3.ct检查，做ct检查可以来确认肾占位是否发生病变。4.超声诊断，由于超生诊断的方法比较简单有效，所以现在使用比较广泛。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：断奶时喝麦芽水和吃韭菜大大概几天才能回奶\n回答内容：你好，你这种情况如果是在正常范围你的话可以减半的。如果孕酮一直都正常，那么也可以停药，再观察孕酮的情况，注意观察胎儿发育情况。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：半月板能 修复吗？\n回答内容：病情分析：你好，半月板是膝关节内的软骨垫，可以通过手术进行修复，可以做微创的。意见建议：\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：你好！我的手这几天老是脱皮应该\n回答内容：你好，出现这种症状多见于皮炎、真菌感染等导致，另外也可见于接触其他异常物质引起。。出现脱皮可以使用老中医软膏或百宝霜治疗，最好到医院皮肤科就诊做一下检查，根据病情采取治疗，注意手部卫生，不要接触刺激性的液体。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：哈尔滨白癜风白斑可以治疗吗\n回答内容：问题分析： 白癜风是一种让人十分头疼的皮肤病，一旦白癜风长在了显眼的部位，比如说长在了脸上，就会非常影响我们的外表，令到患者的自尊心受到很大的伤害，有的甚至会出现自卑心理，严重影响患者的社交。意见建议：白癜风白斑不但对患者身体的伤害比较大而且会导致心理受到伤害，如果忽略白癜风的治疗，将会让白癜风的情况继续恶化，这是对患者的各方面都是十分不利的。因此白癜风白斑的患者，一定要积极对待白癜风的治疗，选择适合的药物来控制白癜风，促进疾病的恢复。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：孕晚期吃西瓜能流流血吗？\n以下回答内容是否能够回答搜索问题？\n回答内容：夏天如此热，孕妇又体热，吃当季西瓜没啥呀，以前老一辈孕妇家里穷还偷吃西瓜呢\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：白癜风手术有哪些?\n回答内容：病情分析： 你好，发生了细胞学的异常，如果不处理，可能5-10年以后就会发展成癌前病变甚至宫颈癌。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：打生长素一般得持续打多长时间断断续续打可以吗，除了长胖还有什么危害没有\n回答：病情分析：您好，很高兴为您解答这个问题。通过您的描述，请问您是因为什么打抗生素，一般是有细菌感染时采用抗生素指导意见：个人建议：您到正规医院就诊。查清什么原因，经过医生的检查后制定科学的治疗方案。以免耽搁病情，抗生素不建议断断续续，应该规范治疗，以防耐药。希望我的解答能够帮助您。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：鼻咽癌中期放疗后2年，近几天后\n回答内容：您好！四十五岁男性，鼻咽癌病史，放疗后两年，目前出现后脑勺疼痛，不除外是睡眠不足，熬夜，劳累，生气等因素而导致的血管神经性头痛，不一定与鼻咽癌有直接关系。但是最好先去医院复查看看，如果没有问题的话。就可以放心了，然后再服用扩血管，活血止痛的药物治疗，比如正天丸，布洛芬，卡马西平等。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：得抑郁症的因素有什么呢\n回答内容：抑郁症是一个生物、心理、社会因素共同作用得到的一个疾病。身体方面的问题，可能是先天性的或成长过程中有创伤性的经历。性格内向、孤僻，不愿意与人接触等易患抑郁症。周围环境有问题，社会压力大也是重要原因。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：老年人尿频是病吗?需要吃什么药治疗?请回答谢谢!!\n回答内容：害处的话不至于有但是它的减肥效果也应当不会很明显减肥的话还要通过饮食控制配合一些有氧运动才能达到一个良好的效果\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：治疗痛经针灸方法有哪些\n回答内容：<p>各位女性朋友，其实针灸治疗痛经的效果的确是十分不错的，一般中医会根据患者的具体需要来选择不同的办法，那么治疗痛经针灸方法有哪些呢？怎么预防呢？</p><p>中医经常采用的针灸法治疗痛经的其中一个选择就是指压法：足部含有一些指压点，被认为与骨盆部位的气路相连。在脚踝双边的凹陷处，皆有指压点。轻轻地用拇指与其它指尖捏后，延着跟腱而上，直至小腿肌。右脚作完，换左脚，各指压数分钟。</p><p>还有一个十分著名的针灸方法是温针，取主穴：胸椎9～腰椎3之督脉段。治法：患者取俯卧位，常规消毒后用七星针作中等度叩剌，3～5遍，继用艾条作温和灸10～15遍，最后以艾条雀啄灸法从上向下依次在主穴每一椎体棘突下各灸5分钟，以不烫伤为度。每日2次，6日为一疗程。</p><p>预防痛经要求女性朋友一定要认真做好五期卫生保健，对于预防痛经有着重要意义，特别是一些继发性痛经患者，往往是由于五期卫生保健不利而造成的。在这五期，无论是个人卫生，还是饮食起居，情志调养，劳动锻炼等，都要恪守一定的保护措施，方不致引起妇女病，从而保证身体健康。</p>\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：大牙牙龈肿了半个脸都肿了怎么回事\n回答内容：病情分析：您好，很高兴为您解答这个问题。通过您的描述，请问您是因为什么打抗生素，一般是有细菌感染时采用抗生素指导意见：个人建议：您到正规医院就诊。查清什么原因，经过医生的检查后制定科学的治疗方案。以免耽搁病情，抗生素不建议断断续续，应该规范治疗，以防耐药。希望我的解答能够帮助您。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：我的左上额有颗痣,从眼瞳对上去为直线对着,这是什么痣\n医学文档：你好,痣是局限性皮肤色素异常,可以出生就有，亦可后天发生。健康人皮肤上通常可找到15～20颗痣,这些痣绝大多数是良性的,毋须治疗。但有些痣长在面部,影响了容貌,可以采用不同的方法将其除去。常用的脱痣方法有以下几种：激光法、冷冻法、电灼法、扫斑机脱痣法和化学药剂脱痣法等。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：介入治疗肝癌能活多久时间？\n以下回答内容是否能够回答搜索问题？\n回答内容：要是肿瘤没有转移，那可能活一两年时间，这具体存活时间受到很多因素影响对药物是否敏感、意志力等等,主要是看目前肿瘤的情况，如果是已经出现多发转移，那生存期就很短，介入治疗目前已经是常规的治疗方法了。存活多久取决于治疗的效果以及与其他治疗的联合。对于大肝癌需要结合介入治疗，靶向治疗等综合治疗才能达到最佳效果。如果说肝癌早期发现的话，首选的话还是一个外科的，一个切除的一个治疗.通过介入治疗的话，也是说可以达到一定灭活肿瘤\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：不知是用药过重还是其它原因 喷糠酸莫尔松鼻喷雾剂鼻子微痛眼睛时好时胀 鼻窦炎，过敏性鼻炎。吃了鼻窦炎的药还是没好转，是用药过重，还是其它原因呢谢谢你啊是否为鼻窦炎，是否严重，挂什么科，是否用药过重，是否继续用药\n回答内容：根据你上述情况 建议你带上检查报告和最近的用药到院，需要结合本人鼻部实际情况再定，切记不要自己乱用药。挂耳鼻喉科 看鼻炎不是ct 耳鼻喉科一般是做内镜检查 ct和内镜检查性质不同\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：得了直肠癌如何治疗更好\n回答内容：你好，根据你说的情况，早期直肠癌大多数无症状，进展期癌（中晚期）的患者出现腹痛、大便带血、大便变细及腹泻等症状。。。直肠癌手术治疗是首先强调手术切除，并注重联合术前化疗、放疗、中药等综合治疗以提高手术切除率，降低手术后复发率，提高生存率。直肠癌约半数患者在术后出现转移和复发，除部分早期患者外，晚期和手术切除后的患者均需接受化疗。化疗在结直肠癌综合治疗中是除外科治疗后又一重要治疗措施。直肠癌放射治疗仅适用于直肠癌中的直肠癌。不要过多地吃咸而辣的食物，不吃过热、过冷、过期及变质的食物;年老体弱或有某种疾病遗传基因者酌情吃一些防癌食品和含碱量高的碱性食品，保持良好的精神状态。祝你健康!。。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：前列腺炎快速有效的治疗方法\n回答内容：你好，根据你所叙述的病情和症状表现分析考虑眼睛突会恢复但是不会完全恢复到从前。抗甲状腺药物是抑制甲状腺激素分泌过多。。建议你可以坚持服用药物，定期复查甲状腺功能和血分析。只要不复发和反复就比较好。需要服用一年左右的药物。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：糖尿病 餐前99餐后101算严重吗？\n以下回答内容是否能够回答搜索问题？\n回答内容：问题分析：你好，  正常的白带是透明、发亮、粘稠、量少没有异味的，根据你的 叙述出现白带的异常可由于生殖器的病变导致的，像阴道炎 宫颈炎、宫颈糜烂等，意见建议：建议及时到正规的医院做阴道分泌物等相关的检查，明确诊断，在医生的指导下采取相应的措施。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：主要症状:忧郁发病时间:化验检查结果:\n以下回答内容是否能够回答搜索问题？\n回答内容：你好：首先你不是抑郁症，而是抑郁性格，此性格的人天生多愁善感，自信不足.但是并非病态心理，你只是需要提高自己的自信心和心理素质即可.同时你觉得自己身材不好，害怕别人不喜欢你，是不接纳自己的一种表现，你想想，不管你怎么努力，你都无法逃避成为自己.除了自己，你还能成为谁呢?你可以扮演和假装，但进行扮演和假装的人还是你自己.如果你无法接纳自己，没有努力挖掘自己已有的东西，那么谁有义务接纳你呢?面对现状建议如下：1，把注意力集中在自己的优点上.你的长处是什么?你的优点有哪些?你要好好思考，对自己有一个深刻的认识.如果你能把注意力集中在自己的优点上，坚持每天有意识地做些自己最擅长的事，即使是不足挂齿的事儿也要坚持不懈.发挥所长，工作自然会有出色的表现.而自己的成绩不论大小，都能增强，支撑起你的自信心.2，.自我欣赏与自我激励.把你曾经妥善完成的工作或骄傲的成就，清楚地列于纸上，来一个自我欣赏.每天睡觉的时候读15分钟.3，与欣赏你的朋友保持紧密联络.要有意识地去结识那些给你留下很深印象.且为你所羡慕的有才华的人.特别是对那些懂得欣赏你的朋友，更应该保持密切的联系，经常把你的理想与计划告诉他们，与他们共同分享你的愉快.由\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：卵巢囊肿会不会癌变\n回答内容：建议口服氯雷他啶糖浆,外用宝宝维肤膏，湿疹不建议使用。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：甲型流感和普通感冒有什么区别/\n回答内容：甲型流感的话是流感病毒引起的急性传染病，传染性更强，一般发烧等全身症状比较严重，有的抵抗力差的患者可能会有引起严重的病毒性肺炎，进展比较快，但是一般情况下都是可以恢复的。普通感冒的话症状比较轻，就算不治疗的话，也是会自己恢复的自限性疾病。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：阴茎根部到龟头之间张毛是张在阴茎下面\n回答内容：你好，根据你提供的情况，这不是什么病态，是正常的现象，随着雄激素的分泌，出现阴毛是正常的。建议;注意休息，注意局部卫生，适当体育锻炼。如有疑问，请继续追问；满意请评价一下，谢谢。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：牛皮癣用什么中药能治好\n回答内容：目前中药治疗白癜风的效果不是很好，推荐你使用济南牛皮癣医院的自血回输免疫疗法,该疗法的问世，因其高疗效、低复发的特性，为广大医生、患者带来了治愈牛皮癣的曙光。自血回输免疫疗法属于物理疗法的范畴。目前物理疗法因其安全性及高疗效已被越来越多的患者所接受和认可。因此世界权威的皮肤病专家组织也称自血回输免疫疗法是目前世界上治疗牛皮癣最先进、最具疗效、复发率最低、最安全的绿色四最疗法,至今已经成功治愈了6万多例牛皮癣患者。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：请问怀孕32周，胎动不怎么有力，妊娠高血压，是不是吃降压药，会导致胃酸呢？\n回答内容：在宝宝没吃东西的士情况下再吃药那样不不吐了。吐出来怎么会有效果了建议去医院找医生想想办法或者给孩子打点滴了\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：自闭症怎么检查确诊\n回答：自闭症常规检查的项目通过功能磁共振成像：因其具有较高时间与空间分辨力，能快速显示脑功能变化过程，为深入了解孤独症病因提供了重要线索。脑电图：多表现为基本节律慢于正常同龄儿童，多呈慢波发放，典型痫样放电少见，脑电异常区与孤独症大脑功能异常区定位相一致，提示患儿可能存在脑部结构或功能异常，但缺乏特异性。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：小孩所以做精液常规检查影响结果吗\n医学文档：病情分析：您好，看了叙述，有牙结石导致出血，洁牙后不久又出血，可能伴牙龈炎了。指导意见：这样的情况可能是伴有牙龈炎了，可看一下口腔科，是的话选用适当的抗生素治疗一下，如罗红霉素、甲硝唑等。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：斜视的症状都有哪些\n回答内容：你好，如果确实有湿疹，而且属于湿热熏蒸或者湿热蕴结型的，是可以使用紫花地丁的，一般是煎水外洗或者口服，注意不要太焐，祝宝宝健康\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：你好，这几天我看到一些肥腻的东西就想吐\n回答内容：您好，您想用其他的药代替黄藤素分散片是吧我建议您可以选用人工合成的抗菌素药物如诺佛沙星，环丙沙星这两种药在农村都有，价格也很便宜。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：一般女性血压应该是多少的，颈椎病会影响\n回答内容：你好，正常的血压一般在85--135之间，颈椎病也有可能会影响血压，建议血压监测\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：产检门诊患者目前：已开检查使用123治疗一周后复诊\n回答内容：不用担心，如果感染了病毒自身有免疫力，IgM抗体是代表近期感染，你的检查报告里面IgM抗体都是阴性的，所以不用担心。IgG抗体是一种保护性抗体，平时不要吃太多甜东西哦，定期产检就可以了\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：发烧干咳是什么原因\n回答内容：发烧、干咳,一般是因为风燥之邪伤肺,引起肺失清润,造成的咳嗽。主要症状是干咳,连声似呛,喉咙哑,咽喉干痛,口唇干燥,无痰或者少痰而黏不易咳出,痰中带有血丝;起病初期伴有鼻塞、头痛、微寒、身热等表证。一般用桑杏汤加减,具有疏风清肺,润燥止咳的功效。常用药物:桑叶、薄荷、豆豉疏风解表;杏仁、前胡、牛蒡子肃肺止咳;南沙参、浙贝母、天花粉、梨皮、芦根生津润燥。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：肺腺癌 肺腺癌晚期如何治疗\n回答内容：手术不能做了，可以做化疗/靶向治疗。肺癌的治疗方法多，效果不错的。4期 不能手术的EGFR, ALK ROS1 KRAS\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：阴茎有时勃起硬度不够有三四年手\n医学文档：您好！1.牛奶：牛奶中含有色氨酸，这是一种人体必需的氨基酸。睡前喝一杯牛奶，其中的色氨酸量足以起到安/眠作用。2.核桃：核桃是一种滋养强壮品，可治神经袁弱、健忘、失眠、多梦和饮食不振3.桂圆：性味甘温，无毒。桂圆肉补益心脾、养血安神，可医失眠健忘、神经震弱等。4.莲子：莲子有养心安神的作用，心烦梦多而失眠者，则可用莲子心加盐少许，水煎，每晚睡前服。5.食醋：劳累难眠时，可取食醋1汤匙，放入温开水内慢服。小技巧：偏方1：睡前喝1杯热糖水，使大脑皮层受到抑制，会很快入睡。2．睡前喝1杯热牛奶，牛奶中的色氨酸有催人入睡作用。3．睡前，将1匙食醋对入冷开水中饮用能助睡。4．百合15克，与粳米、糯米各50克，共煮成粥，加适量冰糖食用。5．鲜百合50克，用清水浸一昼夜，与冰糖合炒食用。6．取生熟枣各15克，水煎去渣，用其汁将百合煮熟，连汤吃下。7．可用鲜百合6090克与蜂蜜适量拌和，蒸熟，睡前服，有清心安神的作用。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：油性肌肤不能用甘油吗？\n回答内容：[自动回复]您好，现在比较忙，请您留言具体问题，稍后会及时回复您的问题，请见谅。把手放平睡看看\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：继发性不孕确诊做什么检查\n回答内容：您好，现在怀孕几个月了？4－6个月可以做个冠周冲洗\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：怎么忽然胃感觉闷痛的，而且总吐口水\n回答内容：您好，考虑胃炎胃动力减弱引起的，可以服用胃康灵胶囊和吗叮啉片或者三九胃泰胶囊看看。另外应注意日常饮食与保健，并注重运动和休息，调整精神状态。生活有规律，定食定量用餐，保持心情舒畅，祝健康。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：吃完避孕药后多久来例假\n回答内容：吃完避孕药后多久来例假紧急避孕药中有大量的雌性激素会改变体内的雌激素分泌水平，所以会影响月经的规律，一般来说女性口服紧急避孕药以后都会使月经出现延迟的，延迟的时间并不一定，一般都是在一周到两周左右，但是也有由于临时用药造成的一次性血液中激素水平的暂时升高,下降后发生撤退性出血,表现为月经提前的。所以时间上不能给予明确的确定，要因人而异！\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：感冒刚好影响怀孕吗？\n回答内容：如果胎动过于频繁的话，首先注意是否有缺氧可能，不放心最好去医院检查看看比较好。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：怎样祛除脸上的斑\n专业回答：你好！孩子可能是先天不足，已经出生了，也可能是随着时间增长会有改善。脑缺氧的话要早期干预，进行规范的康复治疗，心脏不好以后可以考虑手术治疗处理。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：心脏ST-T改变是什么意思\n回答内容：你好                                            符合脊髓型颈椎病改变。                                            有手术治疗指证，建议手术治疗                                            可以联系我xxx                                            点击这里预约我的门诊加号\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：吃了感冒药对胎儿有无影响？\n回答内容：你好，根据你的情况分析怀孕期间是不建议吃药的，现在还不能确定你的胎儿情况，建议你过一段时间检查一下比较安全。怀孕初期要注意：孕妇不论是工作或者在家，一定要注意空气的流通，尽量少坐车，憋闷的车厢可能会对胎儿有不良影响。怀孕初期注意保持心情愉快，休闲生活。当心辐射,如有须要，穿一件防辐射孕妇装，勿暴露在辐射线或高压电波下，远离放射线。怀孕初期同一姿势勿维持过久，以免血流不顺畅，刺激子宫而收缩造成流产。勤刷牙，走路小心，不接触烟酒如果你知道其他的可以补充一些！ 性爱要节制，性生活须温和及安全，避免性生活造成孕妇不当腹压增加，造成胎位异常。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：忧郁症患者有哪些症状？\n以下回答内容是否能够回答搜索问题？\n回答内容：病情分析：      您好，这是一个治疗鼻炎的偏方，具体效果不好说，安全性也不好说，要慎重选择      指导意见：      这个药的使用方法就是把苍耳子30克捣烂或捣碎，放在勺子内，当然看小锅也可以，然后加50克香油，用小火来煎炸这个苍耳子，等炸至焦黄，把这个苍耳子捞出去掉，然后使用这个药油来滴鼻子。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：用了药之后排出黑黑的很脏的东西\n回答内容：你好，根据你说的情况，你之前吃药是什么情况？\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：我是女生，11岁，本来声音就低\n回答内容：11岁你的声音还没有定型呢，慢慢的等你体内雌激素的分泌量越来越多乳房发育，月经到来，声音还是会慢慢的越来越细锐的。所以你还有很大的改善的空间，没什么好担心的。现在只是在节茧的阶段，还没到蜕变的时候呢！\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：牙齿疼痛难忍，口腔如火烧\n回答内容：反复发炎的智齿。建议拔除\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：本人有强直性脊柱炎,高血压,桥本氏病，高眼压症能上夜班吗？\n回答内容：您好不知道患者的年龄和性别不知患者的血肌酐数值多高一般尿潜血和尿蛋白阳性多见于慢性肾小球肾炎血肌酐升高可见于肾功能不全如果学家赶在707umol以下可以口服尿毒清颗粒进行治疗口服洛汀新控制血压口服叶酸和速力菲皮下注射促红素改善贫血。如果血肌酐在707umol以上或者尿量减少24小时尿量少于100ml或者浮肿严重就需要进行血压透析治疗平时需要低蛋白饮食低盐饮食注意少饮水控制血压在120/80mmhg以下\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：如怀宫外孕,可以继续生吗?或是要\n回答内容：你好，此症是化脓菌感染引起的皮肤表面炎症,主要发生在有毛发部位,皮脂分泌过度的部位,毛囊炎症状以红色丘疹,脓疱,瘙痒疼痛为主。今年8月份的时候头部开始长包，掉头发，去医院说是毛囊炎，就给切了，\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：痛经怎么办,\n以下回答内容是否能够回答搜索问题？\n回答内容：你好，痛经的是属于原发性的还是后来才出现的呢，如果是原发性的话那么考虑是生育后就会改善的建议你还是说明自己痛经的时间和症状，然后再考虑是否需要进一步的治疗，一般的原发性的痛经生育后就会改善的\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：六味地黄丸吃后有什么不良反应？\n医学文档：清热散结片可以用于乳腺结节的治疗。它的主要功能功能是清热化痰，散结消肿，活血化瘀，消肿止痛。对于乳房增生，乳腺结节都有治疗的效果。另外他还常用于急性扁桃体炎，甲状腺结节，囊肿等的治疗。在治疗期间要注意保持心情乐观，适当休息。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：烟酒是否要记\n专业回答：你好，你的情况可能是复发了，过敏性紫癜又称紫癜，表现为皮肤瘀点，多出现于下肢关节周围及臀部，紫癜呈对称分布、分批出现、大小不等、颜色深浅不一，可融合成片。一般在数日内逐渐消退，但可反复发作。过敏性紫癜患者可有胃肠道症状，如腹部阵发性绞痛或持续性钝痛等；可有关节疼痛；肾脏症状，如蛋白尿、血尿等，多见于儿童。治疗包括尽力找出过敏原因并加以避免；使用抗组胺药物如苯海拉明、异丙嗪、安其敏、扑尔敏等及糖皮质激素等。急性期过敏性紫癜应卧床休息，少活动，因活动可加速血液循环，加重出血，缓解期经常参加体育锻炼，增强体质，预防感冒，应积极清除感\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：家里养猫和狗对孕妇有\n回答内容：猫和狗可能携带弓形虫等对胎儿发育有一定的影响\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：喉干，痒。像有什么东西贴在上面。已一年多了。\n医学文档：你好，您的症状考虑与咽喉炎等有关，建议平时多喝水，避免接触油烟粉尘等刺激性气味，房间避免过于干燥保持空气流通，可以适量含服金嗓子或草珊瑚含片。症状持续不缓解建议到医院耳鼻喉科就诊通过查体及相关检查确诊病因对症治疗\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：人绒毛膜促性腺激素603,30孕酮61,36是什么意思？\n以下回答内容是否能够回答搜索问题？\n回答内容：这情况考虑是荨麻疹,荨麻疹俗称风疹块,是一种常见的皮肤病,荨麻诊分急性和慢性两种.急性荨麻疹通常先感到全身皮肤瘙痒,随即出现大小不等的风团,呈鲜红色或苍白色.这种风团常突然发生,于数分钟至几小时或十几小时内消退,不留痕迹,一日内可反复发作多次.有些病人伴有腹痛,恶心,呕吐;有些病人还有不同程度的发烧;严重时会出现气短,气喘,呼吸困难,甚至面色苍白,血压下降等休克现象.荨麻疹有时治疗比较困难，需要从调整机体免疫功能入手，如坚持较长时间（3－6个月）联合服用二类抗组胺药，即扑尔敏、赛庚啶、赛特赞、敏迪这一类和西咪替盯雷尼替盯法莫替丁这一类。需要调整用药时间，为了防止晚间发作，可在下午服药。另外，为加强疗效可以配合注射胸腺素、组织胺球蛋白或卡芥菌多糖核酸针等。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：22号测试结果准确率高吗？上个问题已采纳，无法追问\n回答内容：你好，从你的测试结果看有可能是没有怀孕，要确定是要做HCG,有可能是服用避孕药后引起的月经紊乱导致。建议可以先观察一下，看看何时是否有正常的月经来潮。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：做了人流后该注意什么？\n回答内容：身上痒，然后一挠就出现红一片的这种情况，一般都是由于皮肤比较敏感的所引起的，不排除是荨麻疹的可能性，建议你可以去医院进行一下检查，判断出是哪种疾病，然后再针对性的治疗，暂时可以服用一些地氯雷他定来进行缓解，这样效果会比较好。在掺杂着皮肤病血毒丸就可以起到很好的治疗的效果\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：57岁老年人，颈椎长骨刺用中药如何治疗\n回答内容：骶管囊肿一般都没有症状，特别大的尤其是对骶骨有压迹的，证实症状跟他有关的才考虑骶管囊肿切除。不知你是因为什么做腰椎MRI检查的？你有什么不舒服？需要上传你的核磁图片的横扫层面，看是不是偏右侧的骶管囊肿，还是那句话，骶管囊肿有症状的少，必须确定症状是由于囊肿引起，手术很简单，关键是做了是否有效\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：一岁三个月宝宝拉肚子，有点黄、稀、还伴有恶臭味，请问医生，我\n回答内容：1岁3个月宝宝，拉肚子，如果饮食、精神症状，可以暂时口服思密达止泻的\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：为什么手臂上会长毛\n回答内容：你就是因为平时接触人太少，缺乏沟通造成的。建议你可以在闲暇时多看一些书籍，或者是多看一些电视剧，学一学语言沟通的艺术。也要多接触人，可以从接触家里人做起，和家人多接触，有什么事话就要和家里人倾诉，逐渐的扩展到和外界多接触，就会获得语言的表达能力。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：宫颈息肉大约费用是多少\n以下回答内容是否能够回答搜索问题？\n回答内容：卡介苗一般很少引起咳嗽的不良反应。最好去看一下嗓子，建议去看看嗓子听一下肺再用药\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：患者74岁12年10月做食道癌手术，术后一个月开始放疗，.\n回答内容：您好，食道癌手术后放疗是西医常规治疗方法，放疗后容易出现放射性肺炎，建议尽快接受中医中药治疗，消除放疗副作用，解决肺炎、咳嗽等问题，并防止肿瘤复发和转移。从中医角度，放疗导致的机体损害称为“火邪热毒”，因此治疗应以“养阴清热”清热解毒、健脾和胃，降逆止呕、生津润燥等中药能有效抑制放疗的副作用提升自身的抗肿瘤免疫力，改善生存质量达到理想的治疗效果。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：可疑肺动脉高压、左室舒张功能减低\n专业回答：这种情况有可能是心脏功能降低导致的不要过于担心、注意休息、可以服用血府逐瘀汤进行治疗\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：老公有乙肝大三阳，肝功能正常，想要宝宝，\n以下回答内容是否能够回答搜索问题？\n回答内容：指导意见： 你好，大三阳，可以正常的怀孕生子，尤其是男性，不会影响小孩，现在通过父婴传播的，极为少见，小孩出生后需要打乙肝疫苗和乙肝免疫球蛋白，这样就不会被感染。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：没有 胸闷呼吸困难\n专业回答：\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：白带是黄绿色，但是不痒，怎么办？\n回答内容：你好，根据你的病情叙述，您父亲现在本来就是肺癌晚期，身体是非常虚弱的，进行化疗治疗的话本身也对身体的伤害是非常大的。根据你的病情叙述，所以说你父亲出现上述症状，浑身难受，头晕同时伴有抽搐，面色发白主要就是跟化疗有关系，所以说这种情况下尽量还是在你父亲身体可以承受的治疗范围之内进行化疗，不然的话有可能你父亲身体是承受不了的。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：发烧与羚羊角丝的使用，我今天买了5克羚羊角，煎\n专业回答：[病情分析：<br />根据你描述的症状是符合肾阴虚的表现的，但是中医讲究的是望闻问切，所以不能光凭症状诊断。<br />指导意见：<br />1、建议去医院中医科就诊，确定是否为肾阴虚。<br /> 2、肾阴虚可以使用六味地黄丸、左归丸、知柏地黄丸等药物治疗。<br />医生询问：<br />\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：患儿童白癜风如何治较好\n回答：你好，宫腔内注射药物治疗输卵管不通：当输卵管轻度粘连或闭塞时，可以经阴道向子宫腔、输卵管内注入药物，使药与病灶直接的接触，能减轻炎症局部充血，水肿，抑制纤维组织的形成及发展，以达到使粘连溶解及软化，注药时有一定压力可使粘连得到分离。常用的西药物抗生素、激素、蛋白水解酶等。希望能帮到你\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：7月份开始先频繁眨眼，以为是电视看多了，后来有几天有出现耸鼻子的现象，这个星期开始眼睛老往一边斜着看..\n医学文档：你好:不排除小儿多动症的可能建议最好是到医院就诊检查明确诊断以便采取相应的处理措施.\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：埋线双眼皮几年了，想做切开\n回答内容：[病情分析：<br>你好，根据你提供的信息可以考虑是会留下一个痕迹，不要吃辛辣刺激性食物，平时多吃蔬菜水果和富含蛋白质类食物。<br>指导意见：<br>建议加强营养，保持心情愉快，养成良好的生活习惯，希望我的回答能给你带来帮助。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：月经不调，未孕促排怀孕\n回答内容：不知你现在有什么症状不适还需描述清楚医师才方便解答。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：什么时间去B超监测排卵？\n回答内容：2双鞋比较好，月子爱出汗，换着穿总是比较舒服！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：刚买的益盾偏光眼镜带上头有点晕,怎么回事\n回答内容：做羊水穿刺的最佳时间是18-22周之间，做羊水穿刺这个时候宫腔内的羊水量适中，胎儿不是特别的大，抽取羊水的过程中能够很好的避开胎儿，对于胎儿不会造成很大的影响。　　做羊水穿刺是分析胎儿染色体是否有异常，能够排出21三体综合征和18三体综合征，排除这些基因方面的问题。一般越早检查，风险越低，做羊水穿刺的检查并不是每个人都必须做的，一般是首先做无创DNA，出现高温现象的时候，才有必要做羊水穿刺的检查。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：全身都湿了白天感觉没精神手腿无力怎么回事\n回答内容：那有可能的，因为中医认为这个是痈，形成和破溃是消耗气血的，根据你的描述考虑你本身应该是有气血的不足，因为有脓，因为看着舌头是稍微有点偏干的，会有一定影响，因为中医认为它形成和破溃是消耗气血的，会出现这种情况的，现在看着局部也不是很红，脓也在往外排，感觉应该没啥大问题，会的，我刚才说这个病是会消耗气血的，看着还好，给你放的有引流条是吧，照片的原因，举个简单的例子，感冒好了之后是不是短时间内会感觉到比较虚，况且感冒一般在一周左右就好了，你这个有快半个月了，天天正气和邪气打架，那正气是怎么来的，正气就是我们人体的气血津液这些物质，它是会消耗的啊，消耗时间久了再加上你身体本身的原因很可能会出现气血虚的情况，我个人针对你的描述考虑是这个原因的。这个可以，但是现在阶段不建议用，后期包下去了，考虑可以吃点归脾丸\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：子宫内膜增生的费用需要多少\n回答：你好，根据你的症状，建议可以使用,本品可活血化淤，清热通淋，用于慢性前列腺炎属淤血阻滞兼湿热内蕴症，症见；尿频尿急；余沥不尽，会阴、下复活腰骶部坠胀疼痛，或尿道灼热，阴囊潮湿，舌紫暗或瘀斑，舌苔黄腻等。希望能帮助到你。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：性生活不规律会不会导致阳痿早泄？\n回答内容：你好，这种情况不会导致的，目前要保持一个良好的一个状态，比如说性生活你不要太长时间，而且，一个晚上三四次那样也不是很好的，正常情况下像这种情况，一个晚上一两次就行了。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：血压不高右前额总是蹦蹦跳的痛是怎么回事\n回答内容：临床见到右前额跳动，最常见有神经血管性头痛，还有鼻窦炎，以及视力的屈光不正等，这些疾患可能多见。还有颈椎病也可能会出现，在此比如神经血管性的头痛，疼痛位置一般比较局限。多与遗传因素有关，或者与精神紧张以及压力等有关系。疼痛一般以跳痛、刺痛，伴有搏动性的疼痛为主。一般会在神经内科就诊，而医生会给出来神经内科的治疗方案。如果考虑合并有鼻腔不适，鼻腔干涩以及有黄脓鼻涕时，会考虑为鼻窦炎，这样一般情况下中青年会多见。大部分的鼻窦炎是因为鼻黏膜的慢性炎症导致，遇到刺激物的刺激之后导致急性发作，从而引起前额的疼痛。还有尤其是小孩和儿童多见，早期孩子总是前额蹦跳，可能会与视力的屈光不正有关系，所以应该去眼科进行正规的视力的校验和视力的检验，以及屈光的校验。另外长期的低头伏案工作者，颈椎问题也会要导致前额的疼痛。所以碰到这种问题的时候，应该是涉及到多科的问题，应该逐一排除。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：产后怎么断断续续来点‘一下黄一下血的会正常吗\n医学文档：盆腔炎症的女性在月经期间可能会出现月经量增多、经期延长、月经血异味、持续性下腹部疼痛、腰骶部疼痛、肛门坠胀等症状。如果在月经期间症状特别明显，需要足量足疗程的抗生素进行抗炎治疗，可以静脉用药，炎症控制后可以改为口服，同时中医中药协助治疗效果会更好。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：前列腺钙化吃什么药效果比较好\n回答：你好，请问有什么不舒服吗？单纯的前列腺钙化，如果没有什么不舒服，是不需要吃任何药物的。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：55岁心率多少算正常值\n回答内容：您好：人体正常的心率在60-100次每分钟，超过100次每分钟为心动过速，低于60次每分钟为心动过缓，饮酒，禁止，情绪波动，饮酒，喝咖啡等会出现生理性的心动过速，情绪稳定，平静后会恢复正常，运动员，坚持锻炼，老年人，睡眠期间心率会相对较慢，祝您健康！\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：治疗宝宝白癜风怎么有效\n回答内容：病情分析：      你想了解宝宝身上有白斑，白白的皮肤和周围很不一样，要怎么治疗      指导意见：      由于网络咨询的局限性加上没有照片很难确诊是不是白癜风，建议你及时带宝宝去医院皮肤科确诊\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：我脸上过敏发红起疙瘩痒还起皮，怎么办？\n回答内容：病情分析： 您好,应该是过敏的症状。建议,看病史是哪种过敏,以后预防接触,现在看皮肤是否红肿严重,如严重则需到医院打激素针,如过敏红肿不严重则可以口服激素,或泼尔敏,或息斯敏,都是抗过敏药物.\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：新生儿尖声啼哭医生诊断支气管炎请问输液好还是服小中药好\n回答内容：\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：川崎病c反应蛋白高\n回答：川崎病恢复期的C反应蛋白偏高的患者,可以进行抗凝治疗，一般服用阿司匹林每日三到五毫克每千克，每日一次，至血沉、血小板恢复正常，如没有冠状动脉异常，一般在发病后六到八周停药。对遗留冠状动脉瘤慢性病的人，需要长期的服用抗凝药物，并且密切的随访。人类C反应蛋白，是指在机体受到感染或者是组织损伤时，血浆中一些急剧上升的蛋白质，急性蛋白，CRP可以激活补体和加强吞噬细胞的吞噬引起的调理作用，从而清除入侵机体的病原微生物和损伤、坏死、凋亡的组织细胞，在机体的天然免疫过程中，发挥重要的保护作用。研究证明，CRP直接参与了炎症和动脉粥样硬化等心血管疾病，并且是心血管疾病最强有力的预示因子与危险因子。因此川崎病恢复期，可C反应蛋白偏高，多于病情恶性有关系，需要及时的进行治疗。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：上眼皮下垂手术过后，宝宝老是揉\n回答内容：你好，哮喘患者饮食宜温热、清淡、松软，可少食多餐。除了忌食肯定会引起过敏或哮喘的食物以外，应避免对其他食物忌口，以免失去应有的营养平衡。在哮喘发作时，还应少吃胀气或难消化的食物，如豆类、山芋等，以避免腹胀压迫胸腔而加重呼吸困难。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：吃了紧急避孕药一定会流血吗？？？\n回答内容：考虑病毒感染。建议到正规医院就诊行系统治疗，如行阴道镜检查明确病变严重程度，根据情况决定治疗方案，建议行阴道镜检查根据情况取病理组织行病理学检查明确诊断，这样更科学\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：预防阴道炎的5个注意要点\n回答内容：你好，这么小的宝宝睡眠不好，绝大部分是因为没吃饱\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：头皮破了一点点多久可以洗头发\n专业回答：问题分析：你好，可以洗，最好是不使用皮质激素类的软膏.意见建议：可考虑外搽紫草油或炉甘石洗剂来治疗的，具体用法和注意事项谨遵医嘱\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：最胖的时候三年前体重140多怎样可以减肥呢\n回答：你好，你这种情况有可能是患有感冒导致的症状，也有可能是患有脑供血不足导致的症状，这种情况建议你可以及时去医院进一步检查，抽血化验，做心电图，甲状腺功能检查，明确病情后再对症治疗，心脏做彩超不一定能确诊心脏病的。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：宝宝怎么长了8颗牙齿就不长了啊？这8颗牙齿已经长了3个多月了\n回答内容：亲，不用担心，有的宝宝就是长牙一下子出2~4颗然后就不出了，过几个月再出的比较多，我宝宝也这样，不用担心，都属于正常现象\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：孩子吃了个汉堡喝了点饮料半夜怎么肚子疼又呕吐是怎么回事\n回答内容：问题分析：这情况还是积极预防感染等情况下导致增加流产几率，怀孕期间感染的情况还是风险较大意见建议：所以应该合理的安排的，注意休息和卫生，遵医嘱的情况做好产检注意定期到医院检查胎儿的发育情况计算预产期较好，考虑一旦感染的情况下还是遵医嘱用药控制较好的注意卫生的\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：排卵期是月经干净的前半个月还是后半个月\n回答内容：你好，排卵期是下次月经来潮的第1天算起，倒数14天或减去14天就是排卵日，排卵日及其前5天和后4天加在一起称为排卵期。排卵期是根据月经情况而定的，月经不正常，排卵期就会有所不同\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：吃完避孕药一周了，还没来月经\n回答内容：你好这个性高潮因人而异，你可以多增加性前戏，进入状态在开始做，或者变换姿势，可以采用男下女上，这样女性性敏感的阴蒂充分得到刺激会使双方达到高潮，也可以采用背后式，或跪式，关键看自己的情绪\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：关于割脉这个问题 .[急]\n专业回答：取大蒜十瓣，捣成泥状放入杯中，加冰糖适量，用开水冲泡，温服当茶饮。每日1次。（咳嗽严重者每日2次，胃病患者忌用。） 化痰食物——1）水梨：性寒， 润肺、消痰、止咳、降火。2）白萝卜：性寒， 顺气、化痰、止咳、清热解毒。3）百合：性微寒， 润肺、止咳 。4）荸荠：性寒滑， 清热、化痰、益气、开胃、消食。 5）白木耳：性平， 化痰、止咳。6）杏仁：性温，润肺、止咳、化痰。杏仁有微毒，不宜久服。7）白果（银杏）：性温，温肺、益气、镇咳、祛痰。白果多吃易中毒，儿童不宜吃。8）橘皮（陈皮）：性温，理气、燥湿、化痰、止咳、健胃。9）海哲皮（去盐）：性温，软坚、化痰。10）麦芽糖：性甘温，润肺、止咳。11） 蒜：有化痰止咳之功效。您好看了孩子有炎症 建议吃点抗生素 配合化痰止咳的中药制剂建议吃点罗红霉素配合 吃点复方观察看看小偏方可以吃点秋白梨熬冰糖观察看看 多喝水喝白开水少吃甜食凉食及刺激性食物\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：喝剩的酸奶还能喝吗?\n回答内容：您好，很高兴为您解答。一般来说，吃剩下的最好不要再吃了，会有细菌的\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：怀孕八个多月了拉水对宝宝好么\n回答内容：你好，妊娠期间如果频繁腹泻，会导致腹腔压力增大，就会影响子宫，甚至引起子宫收缩，诱发流产。所以怀孕期间是需要注意不能频繁腹泻的，建议你服用头孢类和青霉素类抗生素进行治疗，一般这二类药物是对胎儿没有影响的。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：前列腺增生手术要多久？\n回答内容：高血压病需要积极服药控制的。需要在医生的指导下用药治疗。可以服用硝苯地平或是寿比山治疗，要注意饮食，要低胆固醇和低脂肪饮食。多食用富含维生素和钾的蔬菜和水果，另外还要定期测量血压，1-2周应至少测量一次，定时服用降压药\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：肚子疼的难受都出虚汗疼死人了也没见红才41天怎么办啊\n回答：宝宝湿疹大多都是给宝宝穿的太厚捂出来的，可以适当减少宝宝的衣服，有湿疹的地方可以用郁美净给宝宝擦擦，或者是用金银花煮水给宝宝擦擦效果也不错。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：试纸测到一深一浅是否怀孕\n回答内容：复合维生素吗？，建议晚饭后半小时吃，这个就是复合维生素，晚饭后半小时吃就可以\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：颈椎病 肩胛骨下神经痛，扯着左胸痛，伴有嗳气，想咳嗽\n以下回答内容是否能够回答搜索问题？\n回答内容：。主要还是通过心理治疗的，是通过解释、疏导，告诉患者他之所以对某种物体、情境或人恐惧，是因为他自己的主观意念所致。所以，要消除恐惧症，就要勇敢的面对引起恐惧的事物，学会控制、调节自己的害怕情绪。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：我老公是肝源型糖尿病，他可以吃山楂吗，\n回答内容：问题分析： 你好，白斑大面积扩散，会严重影响患者的外在形象， 对正常的学习、就业、婚姻、家庭、社交等等造成严重的影响。患者受歧视，导致广大患者自尊心受到毁灭性打击，从而产生一系列精神方面的疾患。意见建议：白癜风患者紫外线防御能力弱，皮肤癌的发病率比正常人要高很多。此外，白癜风可诱发多种疾病，如恶性贫血、斑秃、银屑病、恶性肿瘤、支气管哮喘、类风湿关节炎和白内障等疾病，以及并发甲亢、糖尿病、慢性活动性肝炎等疾病。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：怎么去检查还是细菌感染的阴道炎。会有事吗？\n回答内容：肾脏积水，时间久了，会引起肾脏功能的损害，还是要积极处理对待的积水总是有原因的，首先是要明确下积水的原因，到底是什么原因引起的，有没有肾脏的结石，占位，还是有下尿路的梗阻，建议还是去泌尿外科就医，做些检查明确原因\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：豆浆和水果可以不可以一起吃吗？\n回答内容：你好，豆浆 可以与水果同时吃.不必担心.但是和性凉的水果一起吃的话很容易引起腹泻的,这点要注意一下. 朋友欢迎你再次提问。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：胰腺炎结石治疗\n回答内容：胆结石与胰腺炎这两种疾病之间关系非常密切.据统计胰腺炎病人约有60%以上合并胆结石.因为胆管和胰管共同开口于乏特氏壶腹,然后流入十二指肠. 当结石阻塞胆总管时,由于胆管内压力增高,致胰液引流不畅,胆汁连同细菌(绝大多数胆结石都合并感染)可一同反流到胰管内,激活胰酶原,特别是胰蛋白酶原,使之成为消化作用很强的胰蛋白酶,从而引起胰腺炎.发病后立即禁食禁水,否则会加重病情.待腹痛消失,体温正常后逐渐恢复饮食,以少量流食开始,禁肉类和蛋白类饮食.如进食引起病情复发,说明还得继续禁食禁水.\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：4岁男孩腺样体肥大总是流鼻涕怎么办\n回答内容：腺样体肥大会影响孩子的呼吸，需要积极治疗。。可以考虑手术切除的。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：洗眼液有用吗?我有霰粒肿，会有功效吗?\n回答内容：你好，霰粒肿这种情况有多久了？洗眼液效果不大的，最好是每天能热敷2-3次观察能不能促进吸收掉，不行的话可以眼科门诊小手术处理干净的\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：颅内转移瘤可不可以治\n回答内容：人流术后月经恢复的时间平均为 33.8 天,最早为术后 13 天,最晚为术后 113 天,约 67.4% 的妇女于人流术后22天左右卵巢恢复排卵.可继续观察,如有腹痛加剧等不适可到医院就诊, 一个月左右可以到医院做B超的检查,查看是否流产干净和子宫恢复的情况。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：脑梗塞的早期症状\n回答内容：你好，你这种情况应该注意休息，要戒酒。所谓“大三阳”，是指慢性乙型肝炎患者或者乙肝病毒携带者体内乙肝病毒的免疫指标，即乙肝表面抗原（HBsAg）、乙肝e抗原（HBeAg）、乙肝核心抗体（抗HBC）三项阳性，这三项指标阳性往往提示体内病毒复制比较活跃，但是否引起了严重的肝细胞损害，还要看肝功能检测情况和患者的自觉症状，也就是说，并非“大三阳”就表示疾病很严重，只是以上三项指标阳性体现病毒在机体内存在时的免疫状态。治疗乙肝西医目前没有特效药，祖国医学用传统中药有非常独到的疗效，建议你用传统中药川楝子,佛手柑,白术,八月柞,木蝴蝶,龟板,白芍,海南沉,高丽参,泽泻,黄芩,乌术粉,茯苓,柴胡,金精粉,白砂糖,蜂蜜,猪苦胆汁治疗；这些药物可以起到循序渐进的作用，对乙肝患者长期治疗有着不错的效果，希望你可以正确面对疾病，调整心态，早日康复。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：你好，服中药期间可以吃白木耳吗？\n以下回答内容是否能够回答搜索问题？\n回答内容：月经不调用中药治疗期间是可以吃白木耳的。如果是肝肾虚弱，体质虚弱引起的也可以服乌鸡白凤丸治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：雄性激素脱发怎么治\n专业回答：病例分析：与男性相比，女性体内的雄性激素含量相对较少，因此也造就了男女在体质方面的根本性差异。指导意见：如果雄性激素含量过多，也会导致脱发症状产生，也就是我们常说的脂溢性脱发问题，这时要保证头皮的干燥和清洁，避免头皮出油太多油脂堵塞毛孔，同时也要保证一个愉悦的心情状态和充足的休息时间。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：你好，那乙肝病毒DNA结果1.71E+005公司体检可以过关吗？公司体检会查出这个吗？\n回答内容：目前入职体检都不允许查乙肝项目了，除非是从事餐饮或食品生产工作。肝功能正常就可以过关。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：左边肺角发现癌症做了切除手术后,两年后复查右边肺角又.\n回答内容：您好，癌症出现转移，说明病情又进一步发展了。这个时候，手术或者放化疗效果都不是很好，而且对身体伤害也比较大。建议采用多学科、多手段相结合治疗方法，加以中医辅助治疗，对控制病情、抑制转移和消除病灶都有很好的作用。胆囊癌的治疗，首先要调整好心态。然后根据自己的实际病情结合医生的建议，进行科学有效的治疗。就目前来说，中西医相结合的治疗方法，能够深入病灶，更好的杀灭癌细胞。对癌症的治疗和抑制转移扩散、改善生活质量、延长生命期都有积极的作用。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：尖锐湿疣应该怎么治疗呢?\n回答内容：你好，尖锐湿疣的治疗：首先要去除疣体，预防感染，适当的进行抗病毒、增强免疫的治疗。另外，尖锐湿疣是个易传染、易复发的疾病，对于它的治疗还没有一个比较确切的治疗方案，所以治疗后应该观察6个月。6个月内要一周自检两次，发现可疑，立即就医，把疣体消灭在萌芽状态，不让它继续感染周围粘膜或皮肤，直到最后没有复发为止。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：空腹时为什么不宜食用西红柿？\n回答内容：空腹时不宜食用番茄的原因是番茄含有大量可溶性收敛剂等成分，与胃酸发生反应，凝结成不溶解的块状物，容易引起胃肠胀满、疼痛等不适症状。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：急性肺脓肿能治好吗\n回答内容：心理分析：强迫症的症状主要以强迫思维和强迫行为为主。强迫思维又可以分为强迫观念、强迫情绪及强迫意向。一般会有强迫和反强迫同时存在，内心有强烈的冲突和痛苦的情绪体验。一般与内心的完美主义和家庭教养严苛有关。心理指导：不要总是试图反抗或想摆脱它，要学会接受它是你的一部分，因为当你反抗的越激烈，你最应该做的是把心放平顺其自然，这一点至为重要。强迫症就像在冰面上骑自行车，你越用力摔得越狠。又像一个弹簧，你越是摁它，它就越弹的高，你不动它，它倒自己静止不动了，你的强迫症和这个弹簧原理差不多。以后什么都不要刻意去控制它抑制它，顺其自然就好。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：补牙以后,牙龈起了血泡,然后根管治疗以后,血泡没了,但是现在又有血泡了,寒假做的根管治疗\n以下回答内容是否能够回答搜索问题？\n回答内容：再生障性贫血主要是由于多种原因导致的骨髓造血功能衰竭，患者可以表现为骨髓造血细胞增生减低和外周血全血细胞减少，发生再生障碍性贫血的时候，多少的患者是呈全血细胞减少的，也有少数的病例，可以仅为一系或者是两系细胞的减少。白细胞减少是比较明显的，通常中性粒细胞可以出现绝对的减少，可以0.5×10的九次方每升，淋巴细胞的比值有可能会出现增高，骨髓涂片的时候可以发现油滴增多，非造血细胞，通常是指的淋巴细胞比例增高，一般常在50%以上。有的时候还可以见到非造血细胞团，所以，再生障碍性贫血的时候，淋巴细胞的比例多数是增高的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：轻度高血压能献血吗？\n回答内容：你好，根据您现在的这种情况，您所说的这种献血和这种轻微的高血压，并没有太直接的影响性。鉴于您现在的这种情况，首先要维持血压，在一个平衡的状态，这样才能进行献血，在献血的同时也要监测血压和血常规来作出判断是否可以接受这种情况。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：为什么我的头发沿分发线极少？是否分发线周围头发会由\n回答内容：问题分析： （1）宜进抗脑瘤的食物，如小麦、薏米、荸荠、海蜇、芦笋、炸壁虎、炸全蝎、炸蜈蚣、炸蚕蛹、鲎、海带。?   （2）宜吃具有保护颅内血管作用的食物：芹菜、荠菜、菊花脑、茭白、向日葵籽、海带、海蜇、牡蛎、文蛤。?   （3）宜吃具有防治颅内高压作用的食物：玉米须、赤豆、核桃仁、紫菜、鲤鱼、鸭肉、石莼、海带、蟹、蛤蜊意见建议：（1）忌咖啡、可可等兴奋性饮料。?   （2）忌辛辣刺激性食物，如葱、蒜、韭菜、花椒、辣椒、桂皮等。?   （3）忌发霉、烧焦食物，如霉花生、霉黄豆、烧焦鱼肉。?   （4）忌油腻、腌腊鱼肉、油煎、烟熏食品。?   （5）忌过咸食品。?   （6）忌烟、酒\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：摔倒蹲住尾巴骨了，很疼怎么办😱\n以下回答内容是否能够回答搜索问题？\n回答内容：你好，考虑为尾椎骨关节软组织损伤的病变发生，多因活动不慎时摔伤了尾椎处，导致了尾椎处的软组织充血水肿，增生粘连，无菌性炎症发生，肌酸增高，从而引发了疼痛不适的症状发生。建议静养，休息，平卧硬板床，饮食上多吃含钙高及胶原蛋白含量丰富的食物，少吃生冷辛辣的食物，并进行尾椎的拍片等检查，明确诊断后，给以外敷，口服伸筋丹，，双氯芬酸钠等药物治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：牙龈肿痛，三维有智齿那保第二磨牙拔这智齿是不还要拔掉松动的磨智齿顶着槽牙，关于怎么治疗伤害最小 - 好大夫在线\n专业回答：此部位血管瘤处理比较棘手，可考虑口服心得安治疗，具体可参阅本站科普文章\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：大概有一两个月了吧，一开始只有小点，慢慢的身上各个\n回答内容：甲亢是由于甲状腺合成释放过多的甲状腺激素，造成机体代谢亢进和交感神经兴奋，引起心悸、出汗、进食和便次增多和体重减少的病症。多数患者还常常同时有突眼、眼睑水肿、视力减退等症状。如果患者长期没有得到合适治疗，可引起甲亢性心脏病甚至致命。甲状腺功能亢进症一旦确诊，首选长期口服抗甲状腺药物如甲巯咪唑片或者丙硫氧嘧啶片治疗，大多数患者经过两年以上的规范服药可以达到治愈的效果。如果口服抗甲状腺药物效果不好，还可以选择手术治疗或者放射碘治疗的方式，各有利弊。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：膝盖部位疼痛，弯曲再伸直时或过..\n回答内容：建议拍片检查检查是否是有骨质增生或是膝关节退变.\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：检测出左侧乳腺外上浸润性导管癌\n回答内容：乳腺癌是常见的恶性肿瘤，其分期是根据肿瘤的大小以及淋巴结转移的数量等进行分期的。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：手指刚针拔了两天了到现在还疼而\n回答内容：你好，类风湿是常见的风湿性疾病，为全身多发性对称性的， 目前该病尚不能除根，治疗目的是缓解疼痛，防止病情进展。常用药物是非甾体类抗炎药，改变病情抗风湿药，生物制剂。常用方案是甲氨蝶呤来氟米特叶酸非甾体类抗炎药，若是经济条件可以，联合生物制剂治\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：今天去长江边一个退了水的小坑，我看到有鱼\n以下回答内容是否能够回答搜索问题？\n回答内容：病情分析： 这个情况是有心理问题或其他器质性阳痿。 指导意见： 建议您及时去医院的男科进行局部的检查和系统治疗。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：产后补血药方\n回答内容：你好，生产时都会流失一定的血液，所以产后贫血加重也是正常的，应好好调养，首先在饮食上要多吃鸡蛋、猪肝、红枣、菠菜、莲子、木耳、枸杞等食物，其次还要配合服用铁之缘片等补血剂，只要能按时服用，相信两个月左右就能补足血了，补血期间要少喝茶喝咖啡，避免影响铁的吸收。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：通水时有疼痛，应该是输卵管不是很通畅\n回答内容：你好，如果输卵管不通畅，容易发生宫外孕。当然，这不一定发生。最好还是输卵管通畅后怀孕，这样危险少一些。建议你到三甲医院妇科检查，这样诊断可能更准确一些。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：从小有疝气   没治疗过   一直射精过射精过快射精阙值很低   疝气该怎么办\n专业回答：好的建议您还是先复查一下超声 检查结果一致我们才好决定下一步\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：手大拇指指甲盖上有黑色的圆点或紫色的圆\n专业回答：治症状性癫痫的方法，治疗主要以药物治疗为主，癫痫患者经过正规的抗癫痫药物治疗，约70%的患者其发作是可以得到控制的，其中50%～60%的患者经过2～5年的治疗患者可以和正常人一样地工作和生活。癫痫的外科手术治疗为这一部分患者提供了一种新的治疗手段。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：专属家庭医生服务那我现在应该怎么办，再吃3天消炎药吗？我这 - 好大夫在线\n回答内容：现在这样，奶粉要不就不吃，要不就买纽康特吃，纽康特热卡也高，有助于体重的增加消炎药还是接着再吃三天嗯武汉没有吗那先买其他的氨基酸奶粉，荆州医院附近好像有一家先吃几天也可以我现在在住院部，基本天天上午都在你随时都可以来可以好\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：患上直肠息肉疾病后如何护理呢?\n回答内容：直肠息肉是危害患者直肠健康的疾病，早期的时候容易引起肠胃不适，可表现为腹泻、便秘等不适症状，但随着病情的加重直肠息肉的部位会有绞痛、恶心呕吐等现象。患者发现这样不适的症状后，要及时到医院进行检查，早日发现疾病时行治疗，可避免病情加重。而在治疗期间患者要注意疾病的护理，那么患上直肠息肉疾病后如何护理呢?　　护理一：水果、蔬菜和全谷有助预防直肠息肉：这些食物富含纤维素，可以降低结肠息肉的风险。另外，水果和蔬菜还富含抗氧化剂，可以预防结肠癌症。　　护理二：有良好的心态应对压力，劳逸结合，不要过度疲劳：可见压力是重要的癌症诱因，中医认为压力导致过劳体虚从而引起免疫功能下降、内分泌失调，体内代谢紊乱，导致体内酸性物质的沉积;压力也可导致精神紧张引起气滞血淤、毒火内陷等。　　护理三：不要食用被污染的食物：如被污染的水，农作物，家禽鱼蛋，发霉的食品等，要吃一些绿色有机食品，要防止病从口入。　　护理四：坚持体育锻炼，保持健康体重：控制体重可以独立降低结肠患病的风险。建议每周五次，每次至少30分钟的运动。如果每天能进行45分钟的中等强度的运动，则在降低肠癌风险方面效果更佳。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：我老婆怀孕17周+6天，2天前\n回答内容：请到正规医院风湿科，系统诊治，需要做一些相关化验\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：女孩子阴道有少量出血是不是初潮\n回答：病情分析：      你左边胸部有鸽蛋大小硬块应考虑乳腺增生或乳腺纤维瘤.      指导意见：      乳腺增生或乳腺纤维瘤都好都与内分泌紊乱有关.乳腺增生可药物治疗.乳腺纤维瘤最好做手术.建议及时到医院进行检查来明确诊断.\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：怀孕刚两个月，肚子就明显大了，是鼓起来那种，这正常么，我本来是很瘦的，没肚子，现在挺大的肚子\n回答内容：亲，你应该是前壁吧，一般胎位在前壁就肚子隆起的比较早，不必担心，定时做孕检就可以了，第一次孕检做过了吗?如果没有的话，可以去做第一次孕检了呢，祝福你\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：胸部被撞不敢大喘气痛\n回答内容：你好，餐后饱胀、反酸你这种情况是脾胃失调导致的建议你这种情况治疗的话可以吃点和黄连素，这几天注意饮食忌辛辣油腻寒凉，多喝点小米粥，多吃山药。祝你早日康复\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：在月经干净后的第六天服长效避孕药可以吗？\n医学文档：长效避孕药主要抑制排卵，抗着床作用。指导意见初次服药必须服2颗，即分别在月经来潮的第5天和第25天各服1片，以后每月按第二次服药同一日期服1片，中午服。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：输卵管粘连输卵管粘连请医生给我一些治疗上的建议,目前病情是否需要手术?_\n回答内容：病情分析： 目前这种症状主要考虑是癫痫的表现，可以做头部，ct和脑电图的检查来进行明确诊断 指导意见： 治疗上主要是口服一些丙戊酸钠或者卡马西平类的药物进行调理，同时要保证良好的情绪，避免病情发作。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：动脉栓塞护理细节要注意什么\n回答内容：护理动脉栓塞注意事项是饮食清淡，多食富含维生素和植物蛋白的食物。膳食总热量不要过高，以维持理想体重为度。超重者，应控制每日进食的总热量，严禁暴饮暴食，避免劳累。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：尿道肉阜可不可以吃咸鸭蛋黄\n回答：尿道肉阜不宜多吃咸鸭蛋黄。尿道肉阜表现为尿急、尿痛、尿道出血、尿道外口包块，患者宜高蛋白，高热量，高维生饮食，忌辛辣刺激性食物，忌烟酒，多吃养阴清热，利尿通淋，凉血止血的食物，咸鸭蛋黄属于高盐食物，正常人尚不宜多吃，尿道肉阜的患者更应注意摄入量\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：白带很多是什么原因造成的\n回答内容：你好，考虑阴道炎可能性大，首先应该去妇科检查白带常规明确类型，只有检查明确类型才知道怎么治疗。常见的有细菌性阴道炎、滴虫性阴道炎、霉菌性阴道炎等。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：血管瘤蛛网膜下腔出血，介入手术记忆模糊，焦虑，失眠脑血管瘤术后情绪焦虑请医生给我一些治疗上的建议,用药是否需要调整\n回答内容：白癜风患者不能抱着无所谓的态度，也不能抱着盲目的排斥一切的治疗方案的态度，应该谦虚谨慎，积极的对待自己的疾病，积极的进行治疗，还要坚持治疗，白癜风是能够治好的。得了白癜风需要注意自身护理，饮食上了解忌口，做好皮肤护理，防止外伤，晒伤出现，维护身体健康，积极锻炼身体，提高免疫力，及时消除心理压力和精神压力，用乐观的心情面对，辅助治疗。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：糖尿病饮食一周食谱\n回答内容：建议现在手术。建议：可以\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：按摩脑垂体缓解头疼吗？\n以下回答内容是否能够回答搜索问题？\n回答内容：通过推拿脑垂体并不能够纾解头痛，必须仔细检查什么原因引发的头痛，如果是偏头痛一般属于血管神经性头痛，通过推拿可以起些配置救治的效用，但是针对这种神经性头痛，往往效果不是很大，必须要及时的实施口服活血药物来纾解，必须始终保持心情舒畅，留意歇息，也不要抽烟喝啤酒。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：被一个对我很好的亲戚性骚扰该怎么办\n专业回答：如果有性骚扰行为建议及时制止，不管是不是亲戚都不能姑息，平时遇到困难时多与亲朋好友沟通，必要时于精神科心理治疗\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：舌根淋巴滤泡性增生 舌根淋巴滤泡性增生\n回答内容：是的，属于微创的，也不会很长时间。这种双眼皮手术大概1500左右，每个医院机构收费不同，有差距，有小切口，算是半切的，大概一个月完全消肿，哺乳期不能做，因为哺乳期会用药物可能会有影响\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：脚被烫伤，且有很多大水泡，怎么办？\n医学文档：您好，看您的叙述，是脚被热水烧伤。目前起了许多水泡，再次出现疼痛。考量二度烧伤。建议您到医院烧伤科复诊吧，主治医师会给您详细仔细检查，局部清理伤口。然后再抗炎救治，这样会彻底恢复得很快。在家里您是解决没法的，不要涂牙膏。近段时间要留意歇息，多喝水，少吃辛辣刺激的食物。需要声明注意避免劳累过度，多补充维生素，有助于病情的好转。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：性生活完事小肚子坠着疼\n以下回答内容是否能够回答搜索问题？\n回答内容：您好，从您谈到的这情况来看这可能是存在血虚的原因，应该请中医具体望闻问切四诊，不能单单观察眼睛这一症状\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：缺钙有哪些症状\n回答内容：怎样知道是否缺钙呢？ 1、儿童时期：可出现不易入睡、入睡后爱啼哭、易惊醒、入睡后多 汗；阵发性腹痛、腹泻、抽筋、“x”型腿、“o”型腿，鸡胸，指甲灰白或有白痕；厌食、偏食；白天烦躁、坐立不安；智力发育迟、说话晚；学步晚、出牙晚、牙齿排列稀疏、不整齐、不紧密、头发稀疏；易感冒等。 2、青少年时期：缺钙会感到明显的生长痛、腿软、抽筋、乏力、烦躁、注意力不集中，容易疲倦；偏食、厌食；蛀牙、牙齿发育不良；易过敏、易感冒等。 3、成年人：睡眠不好、乏力、经常出现腰酸背痛或小腿抽筋，老年人可出现骨质疏松的各种症状。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：轮状病毒可以吃一些药吗\n回答内容：你好,腹泻 蛋黄状稀水便,轮状病毒吃抗病毒的药物就可以的.多饮水,可以在米汤里加少量的盐给孩子喝.祝孩子早日健康!\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：麦粒肿手术是大手术吗？\n专业回答：麦粒肿是眼科比较常见的一种疾病，往往与平时不注意眼部的清洁卫生有一定的关系。如果患者发生了麦粒肿，当症状比较严重或者药物治疗效果不佳时，往往需要采取手术治疗。而这种手术并不属于大手术，通常在门诊就可以完成了。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：病毒性脑炎发热后引起头痛想对日常疾病和健康进行咨询,希望医生根据病情在就诊上/住院上给予指导和帮助好大夫在线私人医生\n回答内容：刺激性食物不能吃，比如说辣椒，甜食也要少吃。来例假的时候药也可以照吃。这个药连续吃完十天之后停20天，总共三个月为一个疗程。下个月再来找我开。这个药可能会引起发热和胃肠道反应，如果你有这类反应的话就停药吧。支扩通过内科治疗很难完全治愈，但是可以通过药物治疗控制病变范围和减少并发症。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：帕伊亚乳气丏好还葡萄糖酸钙好,五十天的宝\n专业回答：伟哥又称西地那非，主要是用于治疗男性勃起功能障碍，但是也有一定的延时效果，具体情况因人而异，如果需要使用这个药，还是去国家公立正规医院，泌尿外科进行相关咨询，确诊是否为勃起功能障碍，指导科学用药。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：监测卵泡第一天，上面显示囊性回声是否表示\n回答：病情分析： 可以说腰痛不是独立的疾病 只是疾病的一个症状，可以与肾部的病变有关 也可能与腰肌或是腰椎的病变有关，只有检查 ，才能确定腰痛的原因 才能确定治疗。 你的情况也不能排除肾虚的可能 也可以服用 试一试 有有辅助治疗作用 。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：癫痫平时应该如何护理？\n回答内容：你好，服用药物后24小时之内就有反应了，如果没有反应考虑是流产失败，是要去医院进行清宫手术的，祝你健康。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：前列腺炎是炎症还是细菌引起的\n回答内容：不喘的时候可以，我周二（园区）。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：前几天嘴唇起了口腔溃疡\n回答内容：像您这种情况来说近期要注意配合对生殖系统的检查，查看是否过度手淫的原因造成的生殖系统的损伤，特别是前列腺，需要在憋尿的情况下选择到当地正规的医疗机构就诊，挂诊泌尿外科，需要配合b超对前列腺的检查和前列腺液涂片检查来确诊，建议您近期要注意清淡饮食为主忌食辛辣刺激性食物和过于油腻的食物，注意不能长时间坐立，尽量的要注意早发现早治疗，防止耽误治疗最佳时间，一般情况下，需要配合左氧氟沙星消炎药物和前列康药物来进行前列腺炎的治疗，注意早发现早治疗，防止耽误治疗最佳时间。戒烟戒酒。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：完全体外射精会怀孕吗\n回答内容：长春血管瘤啥地方治的好，你好!血管瘤的治疗关建在于选择治疗方法，而不是单一的选择医院，通常很多医院对血管瘤的治疗都是老一套，会带来创伤和复发，建议采用特制中药外用彻底治愈你孩子的血管瘤.因为血管瘤的发病原因是血管局部堵塞所致，只有采用特制中药在瘤区外用，疏通堵塞的血管，血管瘤就彻底治愈了，不住院，可以彻底消失，愈后不复发，无疤痕，手术、激光、冷冻、打针、核素敷贴以及微创治疗等都是破坏血管瘤处血管，而不是疏通堵塞的血管，所以容易复发，留下疤痕.而且血管一旦破坏，再用其它疗法也永远无法复原.风险也极大.血管瘤不及时治愈还会不断增大，还要防止碰撞，引起血管瘤破裂大出血.\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：打胰岛素部位\n回答内容：你好，不同注射部位对胰岛素的吸收速度不同，按照由快至慢的速度分为腹部、手臂上端以及外侧、大腿前以及外侧、臀部。注射短效胰岛素R推荐注射在腹部；而注射中效胰岛素N可注射在大腿前外侧。不同注射部位对胰岛素的吸收速度不同，按照由快至慢的速度分为腹部、手臂上端以及外侧、大腿前以及外侧、臀部。注射短效胰岛素R推荐注射在腹部；而注射中效胰岛素N可注射在大腿前外侧。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：哪种药物替代启维比较好一些，副作用少一些\n回答内容：你好:这种情况 建议结合当地临床医生和自身状态积极对症治疗，不要盲目的用药治疗!祝你健康\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：前壁心肌缺血怎么回事\n回答：你好，引起心肌缺血最主要、最常见的病因，是冠状动脉狭窄。而冠状动脉狭窄的主要原因是动脉粥样硬化。因冠状动脉粥样硬化引起的心脏病就是大家常说的冠心病。所以，冠心病是心肌缺血的“罪魁祸首”。心肌缺血者要注意饮食，六个字，低脂肪高纤维。情绪上要注意不要大喜大悲，保持充足睡眠。养成良好生活习惯，定时排便，不能过度劳累。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：肝囊肿是什么引起的？\n回答内容：出现有肝囊肿的情况，主要考虑是有异常的生活习惯，比方说经常性的喝酒或者经常吃一些酸辣的食物，或者是经常过度的熬夜道具出现的症状，具体原因并不能够绝对明确的，小的肝囊肿通常主要是定期观察就是可以的，但是如果囊肿比较大引起疼痛等症状，则需要手术治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：患有HPV怎么样治\n回答内容：由于本病有一定自限性，同时有治疗后易于复发，而且目前尚无根除HPV的方法，因此，尽管治疗方法较多，但是以去处局部增生性疣为主，在选择时仍以有效、简便、安全、不引起疤痕为基本原则。对于亚临床感染区，可在醋酸白试验的指示下，可同时按治疗临床感染的方法治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我媳妇儿喝了和爽 一个小时后喂了宝宝\n回答内容：指导意见：您好， 你爱人喝了和爽是不影响给孩子喂奶的， 这你可以放心。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：舌尖烂了绿豆大一块，肿了微痛\n回答内容：患者目前多次出现的肾区疼痛，主要考虑是由于尿路感染，肾盂肾炎或者是由于尿路的结石等导致，如果想要剔除如何有肾上腺素疾病等导致，建议可以去查内分泌功能以及肾上腺的彩超仔细检查，来剔除如何有肿瘤占位等情况。同时也需要有患者做双肾以及输尿管膀胱的彩超仔细检查及尿常规仔细检查。及时的查寻原因。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：淤血肝，暂时没见异常淤血肝，暂时没见异常请问医生这会不会是心血管疾病导致的呢？\n专业回答：你好朋友，你的月经一般会提前两三天，你的月经周期一般为27至28天，代入排卵期的计算公式排卵期第一天=最短一次月经周期天数减去18天，排卵期最后一天=最长一次月经周期天数减去11天，得到数字9和17，即你的排卵期是在你月经来潮第一天的第9天至第17天。 指导意见 你在8月16日来月经，排卵期是在8月25日至9月1日。你在排卵期内进行性生活是有怀孕的可能的，建议你注意观察月经，在月经推迟两周后进行早早孕测试是否怀孕。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：抑郁性精神病怎么治疗？\n医学文档：你好，很高兴为你解答，最好不要吃孕几个月了？除了胃胀还有什么症状？奥美拉唑对孕妇胎儿倒是没什么影响\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：艾滋病服药后的真实寿命,有治愈可能吗\n回答内容：你所说的这些，尿频、尿急，近来又感睾丸痛疼不适，排尿、排便明显疼痛，都是前列腺痛的明显症状，只要及时治疗很快能好，看看要怎么预防前列腺痛：保持局部清洁：坚持及时清洗会阴部，这是预防前列腺疾病的关键所在。每次同房后及时排尿、清洗外生殖器也很有必要。频繁的性生活会使前列腺长期处于充血状态，而长期禁欲也会出现反射性的腺体冲充血状态，这同样对前列腺不利。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：尿有红色怎么回事\n回答内容：尿液呈红色,首先要排除是否受到了外界污染,比如女性月经期间,男性龟头炎破溃感染出血等。不过最常见的原因是泌尿系统感染、结石、结核,甚至肿瘤引起的尿血,通过尿液常规分析检查和泌尿系统彩超检查,必要时行ct、核磁共振检查确诊。针对病因进行治疗,同时患者要多喝水,增加尿量冲洗尿路,减少尿血以及病情的继续加重。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：子宫内膜癌可不可以吃鸡汤\n回答内容：你好，你说的情况是子宫癌已经很严重，最好采用有效的传统中药保守治疗，许多患者好转后能够长期存活，中医中药长期临床实践积累了许多非常有效的治疗方法，有效实用，省钱方便。子宫癌建议你采用传统中药虫草、红豆蔻、桑白皮、杜仲、降香、茯苓、白术、八月札、薏苡仁、地榆、白前、丹皮、射干、当归、土鳖虫、青黛、肉桂、苦参、金精粉、葫芦巴、白癣皮、赤芍、山豆根、远志、泽泻、金银花、乌术粉、制鳖甲、连翘、紫草、桃仁、三七等配合治疗，见效快，疗效确切，这些药物配合使用能在短期内缩小肿块、控制转移扩散、减轻痛苦、稳定病情、延长生存期，提高生存质量。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：拉稀后肛门瘙痒怎么办\n回答内容：拉稀后肛门瘙痒可注意喂养腹部保暖，可加药物调理，大便次数多稀薄，需要观察精神情况尿量等，出现脱水需要输液补充的，同时加收敛止泻药物，补充营养，多吃蔬菜水果，多加强维生素的补充。适当给孩子加衣物。多吃营养丰富的食物，包括高蛋白饮食，适当休息，勿过累；忌酒；保持精神愉快。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：安徽白癜风治疗的研究院好吗？\n回答内容：分型治疗，对症治疗，对因治疗和整体治疗，即针对肾病不同类型、患者不同体质及肾病发展的不同阶段使用不同的中医治疗。修复受损肾功能治疗：扩张肾动脉，增加受损肾脏有效血液灌注，改善肾脏微循环，降低肾小球内压，促进肾小球修复、受损病变组织结构改变、功能恢复。从而增加尿量，使尿素氮从体内排出，缓解患者中毒症状。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：请问肛门周围痒的难受是什么原因\n回答内容：肛周瘙痒的原因有肛周湿疹、痔疮等，建议到医院就诊检查，以明确诊断进行相应的治疗，忌酒辛辣食物，保持肛周清洁卫生，祝早日康复。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：四棱豆对什么疾病有疗效？\n回答内容：你好！这个情况是有关系的，女性情绪波动太大会影响正常的月经周期。可以去医院让大夫检查一下，然后可以通过药物调理就行了，没事的不用太担心，一定要保持好的心情和注意休息，避免劳累等，希望我的回答能给你带来帮助。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：骨质增生怎么样治效果会好些\n回答内容：如果我们想要健康减肥的话这种情况的时候到了我们首选的是控制饮食控制各种高热量饮食的摄入同时在此基础之上，多运动和锻炼，采用每天无氧运动的方式，只要能够坚持一段时间就可以很快取得很好的效果，但是药物减肥或者手术减肥都有一定风险的对身体的损伤是比较严重的，需要谨慎选择\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：本次发病及持续时间:酒精引起的硬化脾大疼痛\n专业回答：肝硬化中期使用中药是完全可以治愈的没有必要做肝移植如果做的话总费用在40万以上患者既然已出现了肝硬化现在应该是治疗肝实质性损害而不是病毒许多病人以及大多数医生多注重病毒的清除治疗甚至一些晚期肝硬化患者仍强烈要求\"病毒转阴\".其实即使病毒被清除而这种慢性肝纤维化增生性损害并不会随着病毒的清除而消失.目前还没有一种抗病药是真正意义上的清除病毒最多只能抑制病毒的复制许多慢性肝病患者初期就是在专治肝炎病毒过程中反反复复使病情逐渐加重最终形成肝硬化肝腹水而使用中药治疗可阻断肝纤维化的发展能从根本上治疗肝纤维化恢复肝脏功能继而使免疫力增强肝炎病毒得到清除\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：发烧反反复复发烧,反反复复发烧，问一下宝宝是什么原因 我宝宝是什么原因\n回答内容：反复是多长时间一次共多少次？除发热外还有什么症状\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：10天就开始了。拉肚子。吐。肚\n回答内容：你好，根据你说的情况应该是做胃镜之前10-15分钟之前喝了麻药，一般这个麻药会建议你胃镜之后2-3个小时之后再去吃饭喝水。建议你需要2-3个小时之后再去吃东西，以免发生呛咳的情况。同时近期饮食最好清淡一些，不要吃辛辣刺激的食物。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：腋窝有汗测体温偏高吗\n回答内容：可能是口腔溃疡，患了口腔溃疡可能缺锌引起的，建议你口服葡萄糖酸锌，或者同时服用复合维生素。含化华素片效果好。指导意见或使用西瓜霜喷雾剂试试。平常一定要多喝水。多吃蔬菜。建议你一定要禁烟，酒，辛辣食物。治疗口腔溃疡也不难，如果嘴里有溃疡，就用维生素C贴在溃疡处，等它溶化，溃疡基本就好了。发烧配合尼美舒利干混悬剂。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：糖尿病合并脂肪肝应该吃什么药好\n回答内容：精索静脉曲张时由于精索静脉内血液淤滞，可以引起阴囊内温度增高，睾丸温度可升高1℃～2℃，温度持续长期增高，可影响睾丸产生精子，导致无精子症和少精子症；附睾也不利于使精子成熟。多见于青壮年。左侧精索静张曲张发病率高。无症状或症状较轻者，可穿弹力裤或用阴囊托带。 症状较重和精索静脉曲张伴有精子异常的男性不育者，应行手术治疗。术式采用精索内静脉高位结扎术。您的情况建议尽早手术，以免延误。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：医生，您好！我已经有半年没来月经了。也没\n专业回答：你好，从你的情况看有可能是内分泌紊乱所致的，建议可以去医院妇产咨询一下相关的医生，并做个超声检查及激素六项的检查，有必要再做个脑垂体检查看。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：天天晚上睡觉冒汗是怎么回事\n回答内容：婴儿湿疹很常见，但宝宝皮肤很嫩，不可以随便涂药。最好上医院看一下。有一个民间做法：把麻油放在小碗里上锅蒸半小时，冷却后涂于患处。最好先小面积试一试，以防因个体差异，造成不好的结果\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：胳膊白癜风如何治好\n回答内容：您的血糖有点高，不知道是确诊糖尿病呢?还是血糖调节受损。腰腿酸痛，夜间出汉有低热考虑为肾阴虚。。确诊为糖尿病，就应该控制好血糖，在医生的指导下调节药量。血糖调节受损，应该注重饮食运动干预，防止病情进展。肾阴虚可吃中药治疗。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：怎样控制淋巴癌发展\n回答内容：您好，用肥皂水及时清洗属于正确的处理方式。再就是，被猫抓伤有破皮没有出血属于狂犬病伤口暴露里面的II级暴露，需要去正规疾控中心或者防疫站注射狂犬病疫苗，彻底消毒处理伤口。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：宝宝发烧病毒感染怎么办\n回答内容：是病毒感染。按这个检查看，得给孩子吃上抗病毒的药，磷酸奥司他韦或者利巴韦林颗粒\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：求助啊~在那里治疗这个痔疮效果是最好的呢，现在在重庆上学呢，谁知道啊，给推荐推荐啊，谢谢了~\n回答内容：痔疮的话，轻度的话，只要是注意保持大便软化，减少下蹲时间，不要乱运用腹压，都可以有效好转的，严重的话，最好是选择手术治疗。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：男性包皮流脓治疗如何好呢？\n回答内容：你好，一般是饭后吃的，多喝水，祝身体健康\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：鼻子老是自己流血，也不痛，在不经意间就\n回答内容：你好，你目前在同情况下出现反复的流鼻血。最好到医院检查一下血常规以及凝血功能，要排除因为血液病出现的凝血功能异常，还有冬季天气比较干燥，也会出现鼻中隔过度干燥而出现的浅表血管出血。你目前这种情况下一定要注意适当的多喝水。到医院检查清楚以后查找鼻出血的原因。然后及时的对症支持治疗。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：正畸支抗钉打到上颌窦里面了有影响吗？\n回答内容：这位朋友您好，根据您的描述考虑这种情况有可能是痔疮或者是肠道疾病引起的便血的症状。。朋友您好，这种情况建议去医院的肛肠科做下检查，必要时做下肠镜检查，明确诊断后进行相应的治疗。治疗期间饮食要注意清淡，忌食辛辣食品。祝早日康复。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：家族性腺瘤息肉病属于重大疾病么\n回答内容：从你说的情况看，应是正常的，不会是远视眼你好，建议你放松思想，不必担心，孩子的视力相当好啊以上是对“两个眼睛都是1.5的视力”这个问题的建议，希望对您有帮助，祝您健康！\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：红斑狼疮的形成原因？\n回答内容：一般情况下中医把脉，还是有一定的可信度的，不过要有经验的中医才可以把到的，不过有时候滑脉判断男孩还是女孩也不是很准确。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：小儿传染性软疣的药物治疗\n回答内容：这个临床表现建议结合中医治疗。可以用中医治疗，清热解毒利湿，凉血，活血化瘀治疗，内服外用结合，可能有一定的疗效。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：贵州癫痫研究院好不好\n回答：您好，抗癫痫药物种类繁多，每位患者的体质与病情不同，所以治疗也不一样，患者可根据个人情况经专家确认有效的诊断之后，根据癫痫发作类型选择安全、有效、价廉和易购的药物。才会取得治疗的最好效果。患者应尽早联系医生，医生会根据患者详细病情，为患者量身制作治疗方案。祝早日康复。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：下面有点痒，白带多,可以用甲硝唑氯已定洗液洗吗\n回答内容：问题分析： 你好，建议你去妇科好好的检查后再用药。你的这种情况就是“阴道炎”但是意见建议：阴道炎又分好几种：霉菌、滴虫等，细菌性，建议你检查白带常规，明确后在对症治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我的孩子三周岁五个月,前几天感冒症状是流清涕,打喷涕,我给他吃了氨酚伪麻那敏片第三天开始出现流黄粘涕\n回答内容：您好，不要给孩子吃抗生素。抗生素对感冒病毒没有杀灭作用，反而会致使病菌产生耐药性，一旦机体被病毒感染，用药量就要加大或联合用药才能杀死致病原。滥用抗生素、不加选择地将各种寄生在体内的微生物也一起杀死了，不但使幼小的机体受到伤害，同时还会酿成悲剧。据中国消费者协会数据显示，有60％的聋哑儿童是因滥用抗生素所致，因错药、假药被夺去生命的惨剧也时有发生，在边远和不发达地区发生率更高。长期滥用抗生素，人类将陷入无药可治的尴尬境地。     免疫系统是人体对抗病毒、病菌和毒素的第一道防线，同时也是实现自愈的神奇力量。滥用抗生素却使宝宝健康进入恶性循环的状态。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：糖尿病人突然去世是什么原因\n回答内容：你好，婴儿每天需要大量的水分，每次喂水量为：出生第一星期30毫升；第二星期45毫升；1个月后50~60毫升；3个月时60~75毫升；4个月时70~80毫升；6个月时80~100毫升；8~12个月时100~120毫升。水是人类机体赖以维持最基本生命活动的物质，人体每日摄入的水量应与排出体外的水量保持大致相等。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：胰腺癌治疗费用多少\n回答内容：请上传你的化验单，你主要是想咨询哪方面的问题呢？你不上传我看不到的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：没有什么症状只是听说长期服用有\n回答内容：您好：白癜风初期多为指甲大，近圆形、椭圆形或不规则形，境界明显。白癜风的症状人体的各个部位皮肤出现大小不等，单个或多个不规则的白色斑块，颜色修补面积逐渐扩大，数量的增加。白癜风虽然是表现为白色斑块，但不褪色程度，可以表示为一个浅白色，乳白色，白瓷，白云。可以多吃花生、黑芝麻、黑豆、核桃、豆制品及动物肝脏等对病情有好处，另外建议患者及时到正规的白癜风专科医院检测治疗，以免延误病情，祝早日康复!\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：小腿肿！！胸口痛脚干肿痛！如何控制病情\n回答内容：你好, 可以性生活的，排卵期出血不必担心，这种现象也是一种生理现象，因个体差异，只有少数人会有排卵期出血。如果它只是那么一两天，出血和量不多，不影响日常生活，你就不必太在意。放宽心胸，排卵期出血一般不需治疗，大都能自愈，不影响健康和生育 。如果想要孩子但要注意性卫生，防止感染。再有就是如果不想怀孕最好不要同房，同房一定要做好安全避孕措施。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：子宫肌瘤杨医生我的小肚子剧烈疼痛能吃止疼药吗出血  好大夫在线\n回答内容：今天才开始吗到医院来检查一下B超看看是不是肌瘤在排出挂急诊科的号，到了告诉我尽快到当地医院检查B超同时查血常规检查结果出来后发给我看看，大便最近都正常吧先去做检查，做好发给我那就好，可以吃止痛药吃了多久了这个周期刚刚开始吃了六片吗\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：14岁女孩，关节型过敏性紫癜治疗，经检查？\n专业回答：你好；根据你的描述看；只要是14岁女孩，关节型过敏性紫癜治疗，经检查尿、血检没问题，就要采用注射免疫制剂，补充微量元素，促进血液循环就可以了。注意饮食和休息，也可以采用中医增强抵抗力，预防感冒、上火。保持心情舒畅、大便通畅、小便清长，预防上火。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我50岁，女性。后背痛有半年了。白天没\n回答内容：建议：后背疼痛是心脏病有关系的呢。胆囊炎可以买胆炎康和左氧氟沙星片使用。胃炎可以买奥美拉唑使用。大便不成形需要考虑脾虚或者肠胃炎呢。可以检查一下肠镜j?b?g?。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：生物疗法和化疗哪个效果好啊？\n回答内容：你好，生物免疫疗法是一种新兴的具有显著疗效的肿瘤治疗模式，是一种自身免疫抗癌的新型治疗方法，它是运用生物技术和生物制剂，你从病人体内采集的免疫细胞进行体外培养和扩增后回输到病人挺的方法，来激发增强机体自身免疫功能，从而达到治疗肿瘤的目的。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：我的龟头在平时不会漏出来，但可以翻开，勃起时只能翻开一点，这是包皮过长么，用作手术么\n回答内容：有时候小孩玩耍过程不小心摔跤，青年之间打架，老年人走路不小心摔跤等等都会导致他们有不同部位不同程度的骨折现象发生，有些人是手部骨折，有些人是腿部骨折或者身体其他部位骨折。骨折这个词可能对人们来说并不陌生，因为它可能在你身边或在你自己身上已经发生过。　　一个人会骨折就是有外界的力作用在了骨头上，而这力超过了这个人能承受的范围内从而导致骨折。官方说法中，造成暴力的原因有三种，第一种是直接暴力;是指外界的力直接作用在骨骼的某一部位致使该部位骨折。第二种是间接暴力;是指个纵向传导、杠杆作用等使远处发生骨折，例如如一个人在高处跳下脚底着地时，胸腰脊柱交界处的椎体就会因为躯干收重力作用向前屈曲而导致发生压缩性骨折或爆裂骨折。第三种也称疲劳骨折;是指一个人长期、反复的直接或间接使用身体某个关节部位，导致其受损而骨折。　　骨折患者在骨折第一时间不应该乱动骨折部位，以免使得骨折情况加重，若是摔倒情况，不要因为疼痛只持续了一会或身体没发现什么不适就放任不管，这个行为可能会导致骨折更严重。前往医院包扎好之后，就要注意骨折恢复期间的注意事项，所谓伤筋动骨一百天，骨折早期时间患者应保证绝对的卧床休息，不使力，骨\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：吃药治疗的\n以下回答内容是否能够回答搜索问题？\n回答内容：你说的慢性盆腔炎治疗时间长，效果差的\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：你好，孕妇能吃象皮吗？听说象皮能治胃痛\n回答内容：你说的不是好的。需要在医生指导下结合舌脉情况处方中药汤剂为主，最好看下胃镜检查情况。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：抑郁症失眠吃什么药\n回答：这些症状是感冒后引起的急性咽喉炎和口腔溃疡，咽喉黏膜、黏膜下组织和淋巴组织的急性炎症，通常情况是由病毒或细菌引起，抵抗力下降，受凉可以引起。呋喃西林液或复方硼砂液漱口，含碘片含化，或抗生素加激素雾化吸入。吃阿莫西林颗粒，多吃青菜水果，多喝水，注意休息。溃疡可以用锡类散。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：吸烟对身体健康的几大危害\n回答内容：香烟中的一氧化碳使血液中的氧气含量减少，造成相关的高血压等疾病。吸烟使冠状动脉血管收缩，使供备量减少或阻塞，造成心肌梗塞。吸烟可肾上腺素增加，引起心跳加快，心脏负荷加重，影响血液循环而导致心脑血管疾病、糖尿病、猝死综合症，呼吸功能下降、中风等共20多种疾病。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：刚出生婴儿，外婆去参加了白事，有问题吗，\n回答内容：病情分析：      你好，刚出生的婴儿，如果外婆有事必须参加白事的情况下，也是不会有影响的！      指导意见：      这个是不需要担心的！建议你，可以做注意观察宝宝的变化，以及宝宝维生素AD的补充！\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：孕期老是出血是不是胎儿本身有问题啊\n回答内容：最近两天一定要注意饮食，喝点稀的软的好消化的，同时用点助消化药物观察看看，醒脾养儿颗粒，四磨汤口服液，首先要注意饮食，拉稀水可以喝蒙脱石散，也可以喝，喝点四磨汤口服液调理肠胃，药物，这个不治吐，就喝四磨汤口服液\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：我要产前咨询产前咨询问题做唐氏检查哪种方法最准确最安全？\n专业回答：受孕前的三个月女性要服用，男性忌烟酒。双方共同保持健康的饮食作息规律。保持好的心态。你最好也不要喝酒。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：玉米须泡茶喝对肾功能不全有好处\n回答内容：病毒疣的特征为细小淡红色丘疹，以后逐渐增大增多，单个或群集分布，湿润柔软，表面凹凸不平，呈乳头样、鸡冠状或菜花样突起。但多数质地脆而硬，高低不平的疣状增生，临床上依其形态分为蕈状、菜花状、乳头状。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：感觉发热，拉肚子，眼睛有点疼。是艾滋症状\n专业回答：你好朋友,根据你的提问,应该去检查一下hiv抗体,这样才可以排除艾滋病的.\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：白带清洁度很不好该怎么用治疗呢\n回答内容：你好，考虑感染了阴道炎,建议你做白带常规检查来确定具体是哪一种阴道炎再对症治疗,保持外阴清洁干燥.切忌搔抓,热水洗烫和使用肥皂.有感染时使用高锰酸钾溶液坐浴,内裤要透气,宽适,忌酒及辛辣或过敏食物。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：打耳洞后长了疤痕疙瘩，手术了，现在又有点长了，怎么治疗？大\n回答内容：如果是粉瘤可能问题不大，如果是瘢痕增生，手术后24小时内需要放射治疗。到三甲医院整形美容科就诊。 完好的耳洞不会长瘢痕增生；现在有一点小小的瘢痕疙瘩多大? 可以按摩压迫治疗。 小瘢痕目前可以不治疗，戴耳钉时局部有不适时，赶快去除耳钉休息，外用药物纯消毒，治疗。如果在有耳软骨处要特别注意防止感染。因为耳软骨如果感染，可能会把耳烂掉。要用纯金银饰品。 不能用双氧水、酒精等等，可以外用眼药膏、百多邦。耳洞就那么空着一般就不会长瘢痕。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：牛皮癣怎么治疗啊？越来越严重了！\n专业回答：这位朋友你好！胰腺炎是胰腺因胰蛋白酶的自身消化作用而引起的。指导意见建议可以在医生的指导下使用抗生素类药物、抗酸药、H2受体拮抗剂等，另外，一定要戒酒，宜吃低脂肪，高蛋白的食物，不要吃得太饱等。希望对你有所帮助！\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：男性生殖器能不能二次发育就是那种阴茎增大\n回答内容：一般母乳喂养的妇女产后4-6个月恢复排卵，之后月经复潮，个人体质不同月经复潮的时间也不一样，有的人满月即来月经，有的人整个哺乳期都不来月经的。理论上只要有无保护性生活就有怀孕的可能性，哺乳期虽然没有月经但有可能有排卵，您描述的情况有怀孕的可能性，虽然可能性不大。请您顺其自然，以后请一定做好避孕措施。另外产后6-8周子宫才能恢复正常过早同房会影响子宫恢复，建议您等复查没有异常以后再同房。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：绝经十年后出血是癌吗\n以下回答内容是否能够回答搜索问题？\n回答内容：绝经后如果又有阴道出血的情况，要引起重视，一般与炎症或肿瘤有关。尽早去医院做超声及妇科检查，现在出血期间也是可以进行检查的，做超声检查时要憋好尿，看一看子宫附件的情况以及子宫内膜回声，确诊后积极进行治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：肛门出血伴有疼痛，应该吃什么水果和蔬菜\n回答：你这个情况应该是外痣可以外用马应龙痔疮膏口服同仁堂槐角丸和独一味，配合热水坐浴治疗。平常一定要注意饮食和生活习惯，饮食宜清淡，忌食辛辣刺激食物，多吃含纤维素的食物，养成定时大便习惯，有便意时一定要尽快上厕所，避免久站久坐，这样就会取得很好疗效的。以上是对“肛门出血伴有疼痛，应该吃什么水果和蔬菜”这个问题的建议，希望对您有帮助，祝您健康！\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：月经失调会晚来多少天呢？\n回答内容：您好！引起月经不调的原因有：内分泌因素、环境因素、心理因素、药物因素及妇科疾病等您的情况可能是跟内分泌有关，建议您去医院做内分泌系统的检查。,建议你先排除影响月经的外界因素,可以再观察一段时间,在日常生活方面应有规律,多注意休息,避免劳累过度,尤其是经期要防寒避湿.防止过度节食,戒烟限酒.注意自己的饮食结构,多食用瘦肉,谷类,深绿叶蔬菜及含钙丰富的食物,不宜过食生冷.保持心情舒畅.加强锻炼,提高身体素质.如果症状仍未改善建议及时到医院检查,明确病因,以便遵医嘱及早针对性的治疗.\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：肾大细胞内神经分泌癌肾大细胞神经内分泌癌术后治疗问题想问一下大夫，这种癌症有没有更好的治疗办法？_\n专业回答：您好，该种病理类型肾癌非常罕见，目前没有证据说采用干扰素能够对患者预防复发有帮助，有少数报道在肺大细胞神经内分泌癌术后即可采用化疗可能有助于预防复发。结合老人已经治疗近3年了，我个人建议定期门诊随访就可以了。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：日光性皮炎患者 -\n回答内容：门诊/住院患者报到感谢您的信任。冷冻后会起水泡，尽量避免蹭破，如果不破，可以正常的洗手。万一水泡破了，局部碘伏或者酒精消毒。今天做过冷冻治疗后，水泡大么？有的时候是不显性水泡，就是水泡不明显的意思，只要皮肤层次分开就可以了。如果你有时间的话。我周日上班，你可以来看一下。或者，你拍个清楚的图片好吗？还不错哦，都起泡了。第三张图片，明显的水泡。其余的都是已经结痂的水泡及红晕。（就是我说的不明显的水泡，皮肤已经分开层次了）。天气炎热，可以冲澡。水泡部位（包括结痂的），可以每天酒精消毒。家里有酒精吗？我已经说的很明白了，那一个水泡也是水泡其他的结痂皮肤已经分层了，那也全是水泡，现在明白吗？\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：精子活率低活力也低，吃什么可以提高\n回答内容：你好，根据您所说的情况，金匮肾气丸由六味地黄丸加上桂枝、附子组成，具有温补肾阳的作用。。可用于治疗肾阳不足的病症，如阳痿、早泄、怕冷、小便频书，夜尿增多，腰膝酸软，水肿等。药性比较平和，可以较长时间服用。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：今天刚做的b超盆腔积液是怎么回事呀\n回答：人体红细胞的生命周期是120天，所以人体的血红蛋白每天都会出生，不同人群的血红蛋白值也不同。成年男性产生130-170g/L，女性产生110-150g/L，未成年儿童产生120-150g/L，一般来说，只要血红蛋白值在正常范围内，就可以排除高铁血红蛋白和糖基化血红蛋白的问题。一定要及时去医院，以免耽误病情。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：我消化有问题，经常要上厕所排便，那是为什么？\n回答内容：你好，有些孕妇死胎是没有任何症状，只有做B超的时候发现胎儿停止发育如果死胎留在子宫内太久没有处理，会对母体会产生很不利的影响。所以建议还是做相关检查明确。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：林可酶素的副作用\n医学文档：你好，林可霉素的副作用有以下几种： 消化道症状如、、、肛门瘙痒等. 过敏反应，如皮疹、荨麻疹、多形性红斑以及白细胞减少、血小板减少等. 长期使用可致伪膜性肠炎. 可致氨基转移酶升高、黄疸. 有耳鸣、眩晕等副作用.\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：怀孕两个半月腰痛可以按摩吗\n回答：现在尽量不要去做针灸，如果是在很难受，可以让你老公去学习一点简单的按摩手法，捏捏一样可以缓解疼痛。采用侧身按摩的方法,一般的俯卧位不要用.怀孕期间，药补不如食补，一定要适当补钙啊.怀孕5个月开始就应该补钙.可以口服盖尔奇d试试.另外要多晒太阳和多吃骨头汤和鲫鱼汤瘦肉啊.多喝喝牛奶,牛奶是补充钙剂最安全有效的途径.牛奶中钙的含量很丰富,而且这种钙为天然乳钙,容易被人体消化吸收.\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：取环两天后同房会怀孕吗\n专业回答：病情分析：怀孕的可能性很小，要注意保持会阴部位的清洁，干燥，要注意性生活的清洁，祝你健康意见建议：\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：减肥什么药最好对身体没害不反弹\n回答内容：你好，不建议服用减肥药物的，是有一定的副作用的，对于肝肾的损伤性太大，其次减肥是需要长时间的坚持的，平时少吃油腻的食物，多吃水果蔬菜，多运动可以有效的减肥的。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：治疗胆囊炎的药是饭前还是饭后吃?\n回答内容：女士你好，你的心情我非常理解，一般从理论上来说这样的情况孩子是不应该要的。因为用了紧急避孕药是对胎儿不利的。指导意见但是也不是都那样的。如果你打算要这个孩子，那你就等五十天之后做了B超后如果没有什么毛病那就可以要的。但是还要按时做好孕检，出了问题要及时处理。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：无痛可视人流的危害\n回答内容：你好，你的这个情况建议你先去 检查一个片子看看自己的骨垢线有没有闭合吧，如果没有闭合的话在检查自己的生长激素的，这个激素分泌比较低的话会导致个子矮小的如果这个骨垢线已经闭合的话，不管你采取什么措施都是不会长高的了\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：体检报告总蛋白增高不知道有多严重\n回答内容：就总蛋白来说，最轻的是实验误差；比较轻的是血液浓缩；最重的比如肿瘤。不过肿瘤导致的可能性比较小。血小板的那一项没关系；红细胞的那几项重点要检查一下缺不缺铁。指导意见可以在没有过度空腹的情况下再复查一下，在空腹期间是可以喝水的。另外检查一下血清铁和铁蛋白。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：我内囊炎有十多年了，以前也冲洗过也没见\n回答内容：你好，激光去雀斑是目前很好的方法，激光祛斑的原理是治疗仪器所发射的激光能极为顺利地穿透病损的皮肤，你好，平时的食物里少含色素的食物，建议做几次黄瓜或苦瓜面膜,应注意避光，防止日光直射面部，外出时应戴个遮阳帽或打旱伞，也可在暴露部位外涂防晒膏.要多吃含维c的果蔬定期到美容院做祛斑护理、生活要有规律早睡早起，雀斑皮肤多居干性、选用乳剂或杏仁密等化妆品、滋润皮肤、夏季避光日晒。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：宝宝五个月了睡觉的时候从床上掉下来了.大哭.没看见哪先着地.但是右脸有点青.刚掉下来时大哭.但是哄一会就好了.一逗也笑.也和以前一样在床上玩一会就睡了.但是我感觉睡得比以前沉.头上没红也没有鼓包.不知道能不能把脑袋摔坏或者影响发育什么的.床大概高30cm左右.\n回答内容：问题分析：你好， 你现在的情况饮食要清淡的，先观察的，如果有呕吐的，到医院检查的。意见建议：建议你避免受凉的，多喝温开水的，多安抚孩子的，祝你生活愉快的。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：你好我老婆因为堕胎造成输卵管堵塞、不孕、雌激素减少\n回答内容：因为环境，饮食等各种因素，很多人会出现各种呼吸道类的疾病，呼吸道疾病有哪些呢，分类为以下几种：1.急性上呼吸道感染2.急性气管炎、支气管炎3.肺炎球菌性肺炎4.气胸.自发性气胸是指非外伤的情况下，肺组织连同其表面的脏层胸膜破裂，空气进入胸膜所引起的疾病。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：怀孕三十五天，可是带环着孩子还能要吗\n回答：病情分析：你好，最好不要保留孩子。带环怀孕的妇女约有50％发生流产和早产。戴环怀孕者不宜保留胎儿应及时进行人流同时取出位置不正的节育环。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：想问问宝妈们什么时候带环呀，什么样的好点？\n专业回答：一般都是产后六个月就可以带环了啊，但是这个要带的时候一定要全面检查妇科的情况呢，不然很容易导致很多病的\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：前置胎盘需要手术吗\n回答内容：胃胀不消化首先要找出引起不消化的原因，如果怀孕期间出现消化不良，考虑是胎儿压迫胃肠道引起的，平时注意食用一些易消化的食物，少食多餐。如果是胃肠动力不足引起的不消化，可以适当服用促进胃动力的药物治疗。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：例假期能喝金银花茶吗？\n回答内容：那主要看你的体质如何，如果是热底，是可以喝的，但不要喝太多；如果你是寒底，就不要喝为好。金银花清热解毒，可以做凉茶。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：治卵巢积水大概费用\n专业回答：一旦出现冠心病的现象，首先就觉得自己的胸口发闷，冠心病也会出现烧热，压迫感症，还有其表现有大汗，乏力等，或有疼痛到肩膀，后背，前胸及胳膊等部位，会伴有心惊恐和心慌慌症，一部分的人群还会有几率出现呕吐，恶心的情形，这个病情会带来很严重的生活影响，冠心病的病情是非常严重的，一旦发生了要尽早的治疗。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：国产瘦脸针多久见效\n回答内容：这也是看每个人的体质。瘦脸针一般在注射后l个月左右见效，打完瘦脸针6小时内不能碰水，l个月内不得吃油炸辛辣刺激的食物，尽量不用最后几个牙齿咬东西，也就是不要过于刺激咬肌，这样效果会更好。平时也要注意护理。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：静脉曲张过一些偏方\n回答内容：你好，静脉曲张需要综合治疗。比如避免长时间站立，重体力劳动，平时穿弹力袜，适当抬高下肢促进血液回流。严重时还可以考虑激光治疗或打硬化剂等\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：割腕自杀缝针可以马上干活吗\n回答内容：有可能是先兆流产，但也不排除宫外孕可能，不一定,你如果想要就保胎观察。对于先兆流产其实保胎成功率并不高,能治疗的就是那部分黄体酮低的。对于本身胚胎有缺陷的最终结局就是流产。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：复方磷酸可待因糖浆\n回答内容：磷酸可待因为国家管制的麻醉药品，长期或大量使用可引起依赖性。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：医生您好！我是一名乙肝患者。前几天做了检查，说是有.\n以下回答内容是否能够回答搜索问题？\n回答内容：你好，乙肝病情较重时，肝功能受损，胆红素的摄取、结合、分泌、排泄等障碍，血液中胆红素浓度增高。胆红素从尿液排出，尿液颜色变黄，是黄疸最早的表现。血液中胆红素浓度继续增加，可引起眼睛、皮肤黄染。由于胆汁酸的排出障碍，血液中胆汁酸浓度增高，过多的胆汁酸沉积于皮肤，刺激末梢神经，可引起皮肤瘙痒。建议，慢性乙肝患者宜食含优质蛋白质高的食物，注意高纤维、高维生素食物和硒的补充及低脂肪、适当的糖饮食。忌酒，少吃辛辣、油炸食品；忌过甜食；忌盲目进补，以免损害肝脏或增加肝脏负担。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：得了子宫肌瘤有什么症状\n回答内容：得了子宫肌瘤会出现腹部明显的包块。但这种包块不会有压痛，但是会压迫到膀胱以及周围的器官，从而引发尿频尿急等症状，甚至严重的时候还会引发肾盂积水。随着子宫腔的增大，子宫内膜腺体增多，也会导致患者出现白带增多的情况。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：脑梗塞后遗症的危害有哪些？\n回答内容：病情分析：脑梗塞后遗症会容易产生偏瘫的现象，同时还会容易产生偏盲，偏感觉障碍，可以采取口服活血化瘀的药物来实施救治，同时，还要留意仔细观察可有再次出现高血压的情况，如果有血压升高的话，同时还要留意仔细观察可有再次出现血脂下降的表现。平时要留意低脂肪饮食。脑梗塞的治疗方法有一些，但是由于患者病情不同所以采用的医治方法也就不一样，因此需要有患者尽快诊断，方才能对症下药。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：咳嗽咳血有发烧抗生素治疗5天后白细胞17请帮助诊断是否为过敏性咳嗽，哮喘？\n医学文档：建议这次好了再来检查是不是过敏性咳嗽\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：做过爱之后一个星期肚子疼胃难受还恶心是什么原因会不\n回答内容：你好，如果你性生活没有采取避孕措施的话有可能会有怀孕的。一般早孕反应会呕吐，反酸，无力，尿频，尿急等症状。建议在月经超过七天还没有来的话，用早孕纸测一下，或者去医院验个血常规，hcg检查一下。平时也要多增强营养，多注意休息，多放松心情。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：特色治疗肝病肝病治疗麻烦吗？\n回答内容：面肌痉挛属于面神经疾病应该看面神经专科面神经疾病是要选择正规的面神经专科医院进行检查治疗选择针对性的治疗适合属于自己的治疗方案这样对病情才会有帮助的\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：牛皮癣 牛皮癣患者产后哺乳对宝宝有没有影响\n回答内容：哺乳对于遗传没有关系，对于孩子也没有影响。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：怀孕三月，感觉没啥动静！\n回答内容：前列腺是男性的生殖器官，而它的囊肿大部分是良性的，形成的体质、局部的炎症刺激、不良的生活习惯有关，目前的治疗方法主要是手术，药物是没有什么作用的。术后好好的休息，定期复查了解恢复。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：得了白斑真的治疗不好吗\n回答内容：从你提供的信息看，你很可能是急性胃肠炎引起的，秋季腹泻属于病毒感染，大人一般不会患病的，其实20个月的宝宝腹泻也不一定是秋季腹泻的，秋季腹泻多见于1岁半以内的宝宝，。如果没有呕吐，你可以先吃点氟哌酸，无效时再到医院就诊，注意多喝水，祝降幸福\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：兰州如何治疗白癜风最好\n回答内容：你好，白癜风的症状是皮肤出现白斑，白斑多呈纯白色圆形或不规则的脱失斑，表面光滑，边界清楚，边缘色素增多，多无脱屑和痒感。局部皮肤呈乳白色斑，患处的毛发可正常，也可变白。白癜风的白斑对日光较正常皮肤敏感，稍晒太阳即发红。兰州如何治疗白癜风最好 建议您的带着孩子到正规的医院进行检查，然后针对病因再选择治疗方案，千万不要盲目的用药物治疗，治疗不对症可能会引起白斑扩散。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：口腔溃疡的起因与治疗方法\n回答内容：口腔溃疡的致病机制非常复杂，就现在的病理研究来看，比较认可的观点是因为某种不可控的诱因导致了口腔黏膜的局部营养供给失效，导致了原发性病毒乘隙而入，这时候就会造成口腔黏膜局部的溃疡炎症表现。口腔溃疡是一种无法根治的疾病，而且诱因复杂，就现阶段的治疗思路来看，主要的目的还是控制溃疡的病情，减轻患者的痛苦，比如可以使用呋喃西林液含漱十几分钟消炎，吐掉后再涂布药物散剂或者也可以使用含有表面麻醉剂的药物膜剂贴在溃疡处，治疗预期还是比较理想的，患病期间由于溃疡创口受到外界温度刺激或者机械物理刺激时灼痛会加剧，所以一定不要吃辛辣刺激的食物，对于那种太硬的食物如坚果、甘蔗或者没有切开的苹果等尽量不要吃，以免加重症状表现。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：请问一下，我上个月17日来的经期。我这个5号用测排卵验出来是阳性。请问一下我的排卵日是不是这个月6号呢\n回答内容：你好，上述情况是不能作为判断是否怀孕或来月经的依据的建议你用验孕棒检测空腹晨尿，或到医院做血HCG检查明确是否怀孕，饮食上忌辛辣刺激和油腻食物，避免情绪压力刺激，必要时到乳腺科做B超检查看一下以上是对“同房之后胸部疼了十几天”这个问题的建议，希望对您有帮助，祝您健康！\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：现在手淫，早泄特别严重，\n回答内容：你好，是的自慰是对身体有好处的，比如可以缓解压力，但是过度频繁的自慰是会引起前列腺炎症的，严重时就会出现阳痿早泄的情况，甚至出现不育的情况。有时包皮过长也会出现。您的情况建议您戒掉自慰或者尽量减少自慰的次数，必要时建议您做个前列腺彩超检查，穿比较宽松的衣物，不要在睡前看刺激视频或者小说，如果您有包皮过长的情况时建议您做个包皮环切术。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：�����Ͻ���Ƿ�Ҫ��������~��״�ٴ�С�������ڻ�����������Ҷ�ڿɼ�5�������Լ���ʵ�Խ�ڣ��ϴ���1.4X0.9cm��1.0X0.7,����0.2-0.4����Ҷ�ڼ�һ�ͻ�����ڣ���С0.4X0.2cm���߽��塣\n回答内容：���,������Ӧ���ǽ���Լ�״����,�������Ȼ���һ�¼�״�ٹ���,Ȼ��ڷ��ż���3����,�ٴθ��鳬��,������н��,���������ư�,���˷���,Ҫ���а���Ŀ��ܰ�.���������ѶȲ��Ǻܴ���.���õ���.\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：治疗癫痫的药副作用大不大\n回答内容：胃酸过多的常见表现是反酸。反酸是胃内酸性内容物反流而成，也可能是由于胃酸分泌过多而引上进心，较常见于功能性消化不良，反流性食管炎、胃及十二指肠溃疡以及慢性胃炎。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：男性前列腺囊肿疼痛该怎样医治\n医学文档：你问这样多长时间了？是右下腹部吗？\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：绥化怎样让女人怀孕快\n以下回答内容是否能够回答搜索问题？\n回答内容：分析：引起不孕的原因很多，像女方排卵障碍或不排卵、输卵管不通，功能不良、炎症，结核或子宫内膜异位症、免疫因素、男方少精或弱精症等，都可以导致不孕。无论得什么病都好，凡药三分毒，不如在生活上多吃点有营养的食品和水果，坚持每天锻炼身体，保持身心愉快。男性不育症发生率为10%左右。其中单纯女方因素约为50%，单纯男方因素约为30%，男女共有约20%。临床上把男性不育分为性功能障碍和性功能正常两类，后者依据精液分析结果可进一步分为无精子症、少精子症、弱精子症、精子无力症和精子数正常性不育。有生殖道炎症者应积极给予抗生素治疗；维生素E、维生素C和锌制剂皆可提高精子功能。对于免疫性不育者，采用避孕套可消除和减低精子抗原对女性的刺激。免疫抑制剂大剂量短期应用和精子洗涤人工授精等方法，对治疗免疫性不育有帮助。建议： 您到专科医院进行全面检查明确病因在对症治疗提高受孕率。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：宝宝头上有头垢要怎么弄掉呢用温水天天给宝宝洗头慢慢就没了\n回答内容：十个月的宝宝可以用学步车了，宝宝可以稍微学着走路了，早点的宝宝十一个月就会牵着走路了\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：我有一年多的时间了,晚上睡觉老是打呼噜.怎么办？\n医学文档：的确没有最好的移植方案，注意有无合并噬血细胞综合征，尽量和主管医师沟通有无移植可能\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：冬天冻手冻脚是怎么一回事呀\n医学文档：您好，冻疮一般是由于血液循环不好引起的指导意见平时多进行手脚按摩，促进血液循环，晚上可以在睡觉之前用热水泡泡，可以促进血液循环。平时注意保暖。以后不要等到长了冻疮再进行治疗。您可以在平时就在喜欢长冻疮的地方擦拭一些活血化瘀的药，并进行按摩，促进血液循环。祝您健康！\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：早起口苦舌苔发黄\n回答内容：\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：下午发烧咳嗽发烧咳嗽体虚是什么原因产生的 怎么看_\n回答内容：很可能是感冒导致的，建议检查血常规及胸片看看。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：宝宝只放屁四天不拉粑粑正常吗\n回答内容：宝宝只放屁四天不拉粑粑是不正常的。多数因为脾胃热盛导致的，放屁多代表孩子肠道中有积气，是消化不良的表现，孩子不拉粑粑，孩子表现便秘的症状。平时要给孩子多喝水，不要吃过多的肉类食物，吃完饭要让孩子多运动，可以给孩子多吃火龙果和香蕉、苹果等水果，也可以给宝宝榨蔬菜汁喝促进肠胃蠕动。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：今年8岁检查右眼斜视需要手术吗\n以下回答内容是否能够回答搜索问题？\n回答内容：可以手术。建议散瞳验光，看看双眼矫正视力是否能够达到正常，双眼视力是否平衡。有弱视需要先治弱视再考虑斜视手术。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：月经做强烈运动导致腰疼怎么办\n回答内容：问题分析： 你好,腰痛的原因有腰部的问题,比如腰肌劳损,椎间盘位置不正等,也有其他地方的牵扯痛,比如维系于腰部神经的脏器发生病变也可引起腰痛,女性的盆腔炎等.意见建议：建议你最好是到医院来做相关的检查,对症治疗。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：我是15岁男孩，我的血压偏低，怎么办啊？？\n回答内容：低血压要忌偏食,饮食要荤素搭配,应摄取含蛋白质,铁,叶酸和维生素B12多的食物.加强运动锻炼能调整血压.可以适当多吃些咸一点的食品\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：痔疮手术多久可以抱两个月孩子？\n回答内容：移植毛发手术一般需要1万-2万元左右。一般植发手术的价钱不全是按照面积来计算的，但是脱发的面积越大，需要种植的毛囊单位数量就会越多，手术的时间就会更长一点，同时费用主要就是和毛囊单位数量有直接的关系，毛囊单位数量越多治疗的费用也就越高。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：最近性生活时不适、疼痛想去检查，我是住在\n回答内容：你好，很高兴能够回答你这个问题。根据你的病情描述，你的病是可以治愈的，但是最好您来医院检查一下，因为不同的人病情不一样。你的情况应该是有炎症的感染。妇科炎症密切关系着女性的生活和身心健康，稍不留神就会导致严重的危害。      妇科炎症可以，采用“同步灭菌术”进行治疗，妇科炎症及感染菌群的变化规律，短时期达到“消炎、灭菌、清毒、修复、平衡”同步并进，有效杀灭体内菌毒细胞，杜绝二次感染和反复发作，尤其对多种病菌导致的混合型感染患者，效果是很好的。      根据您的情况建议及早进行治疗。如果您有时间可以点击左侧【点击咨询】免费在线咨询我，或者咨询我们的在线专家024-xxx。我将给您更详细解答,祝您早日康复。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：使用子宫托多久能康复\n回答：胰腺炎的早期症状可表现为腹痛、恶心呕吐等类似急性胃炎的症状，很容易误诊。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：乳头溢液可不可以吃乌鸡\n回答内容：你好，这种情况是嗜睡症有一定的脑部以及肝和肾的问题属于睡眠障碍建议你去医院做一下这几方面的检查确诊治疗，自己平时也要注意放轻松压力不要太大\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：感觉得了艾滋病，高危过去15天了 15天后能检测出艾滋病吗\n回答内容：高危行为6周以后检测抗体。建议点击此处参考文章《艾滋病窗口期》\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：我刚生完宝宝不到2个月阴部瘙痒\n回答：有感染病毒性肝炎在饮食上多吃一些高维生素的食物和高蛋白低脂肪的食物跟补血补气的食物，对病毒性肝炎是有一定帮助作用的，一定要注意，不能不要喝酒，不要熬夜，不能过于劳累。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：经常胃痛，怎么办\n回答内容：看您的描述，您的情况应该是胃炎导致的疼痛，不及时治疗，很容易病情恶化。指导意见可以吃些葵花胃康灵等中成药来调理胃部，胃酸严重，可以口服硫糖铝片或者是碳酸氢钠片。饮食上要注意，多吃碳水化合物，蛋白质和维生素，油腻生冷及辛辣的刺激性食物就不要吃了。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：怎么才能治好前列腺炎\n回答内容：您好：上述的情况一般多见于脱肛或者是痔疮等因素所导致的表现，多是属于一个良性的包块。、这种情况下建议你可以吃点三黄片及槐角丸，外涂痔疮膏等药物看先。要是再不见好转的话就要到医院去检查看。再者就是近期的话不要吃酸辣及刺激性食物、禁烟酒、多喝水及少吃油炸类食物、保持大便通畅等。大便会带血的情况吗？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：月经已经推迟两天，试纸测试可以验出怀孕吗\n回答内容：婴儿血管瘤有自行消退的特征，并且消退后多数不会出现严重后遗症，所以部分患儿不需要治疗。[对症治疗]1.血管瘤的治疗方法有许多，应根据患儿的实际情况选择适合的治疗方法。常用的方法有口服普萘洛尔、局部注射治疗、局部冷冻、激光治疗和手术切除。2.血管畸形除中位型鲜红斑痣外是不能消退的，会随着年龄增长而增大，应给予积极治疗。鲜红斑痣采用激光治疗，静脉畸形、淋巴管畸形或动静脉畸形根据情况选择局部注射治疗，手术切除和微创介入治疗。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：精神分裂病人能乘飞机吗？\n回答内容：一般精神分裂症推荐第二代（非典型）抗精神病药物如利培酮、奥氮平、奎硫平等。部分急性期患者或疗效欠佳患者可以合用电抽搐治疗。可以乘飞机。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：如何锻炼宝宝吃饭？一周岁以后就可以慢慢锻炼了啊\n以下回答内容是否能够回答搜索问题？\n回答内容：你的血粘度有些偏高，目前来说血粘度检查全血粘度增高才有一定的临床意义，个别指标增高没有临床意义，也不需要特别处理，建议结合下自身的情况，全血粘度增高不需要服药，多喝水，每天保证2500ML水以上，低盐低脂清淡饮食，良好的生活习惯和饮食，不要劳累，熬夜，病情变化注意随访，13个月复查血液指标。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：咨询：您好，您咨询的内容是：宝宝喂养\n回答内容：你好，建议注意饮食营养，多休息，可以吃宫血宁止血治疗，吃乌鸡白凤丸调理月经为好。避免不良习惯，比如熬夜，压力大、情绪不好，再加上药物影响、内分泌失调等都会造成\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：哺乳期妈妈吃槐花宝宝拉肚子怎么办\n回答：病情分析：您好，一般尿硝酸盐阳性主要是考虑尿路感染，除了亚硝酸阳阳之外，还会有白细胞。指导意见：建议，不知道你有没有尿频尿急的不适，有尿路感染表现多饮水，多排小便，再次复查尿常规。以上是对“请问我体检出来的结果是尿亚硝酸盐呈阳性”这个问题的建议，希望对您有帮助，祝您健康！\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：大拇指指甲发黑是怎么回事？怎样医治？\n回答内容：病情分析：      你说的情况指甲的问题应该和气血不通，虚寒的问题有关，应该注意调整饮食合理的多运动一下      指导意见：      看看有无肠胃的不舒畅，有无腹泻肠胃的疼痛等问题，还有就是和睡眠不好肝脾不和的问题，看看有无真菌性感染的可能性，注意查一下原因\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：腋下长了小红点很痒是不是过敏了？\n回答内容：指导意见：花生叶是一种安全有效的天然助眠药，由于花生叶\"昼开夜合\"的生物特性与人类\"日出而作，日落而寝\"的昼夜作息规律同步，含有某种近似人体内\"睡眠肽\"之类的促睡眠药物成分。花生叶是一种天然的助眠药\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：脚踝痛风怎么办？\n回答内容：你好，艾滋病是获得性免疫缺陷病，是HIV病毒感染，传染的方式是血液、性、母婴，日常生活接触包括吃饭喝水等都不会传染。如果没有艾滋病人发生上面说的接触，是不会感染艾滋病的。所以预防艾滋病的话，主要就是洁身自好。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：医生你好我问一下我的盆腔积液医生说有2\n回答内容：不严重，可能是有盆腔炎可以用奥哨唑，左氧氟沙星口服，用炒盐热敷小腹帮助积液的吸收。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：忧郁症。 时而要哭，心情烦燥，胸口喘不过气，自卑。\n回答内容：您可以将片子以白色光源为背景，用数码相机拍成照片（建议相素不要超过500万），在对话框右侧“上传我的病历资料”中上传。                                            或请来我们医院门诊检查吧，我的出诊停诊时间详见我的个人网站首页。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：乙肝病有哪些传染方法呀\n回答内容：患者你好乙肝主要是血液传染病只有乙肝病毒通过伤口或黏膜破损处进入血液中才会受到传染另外乙肝也会通过性与母婴传染所以日常生活当中只要注意不与乙肝患者有血液接触、性接触一般来说是很难感染乙肝病毒的日常生活当中的吃饭、交谈、握手、拥抱等等都是不会传染的\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：输卵管积水有哪些治疗方案\n回答内容：病情分析：      你好，很高兴能够为您解答，这种情况可以用矫正器矫正的。      指导意见：      建议日常生活中注意休息，保证充足的睡眠，保持乐观平和心态，饮食规律富有营养，适当锻炼身体劳逸结合，祝您健康。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：服用了两毫升并掺了半杯水的百草枯\n回答内容：你好，首先不要有太大心理负担，没有生命危险的，严格在医师的指导下进行。积极开展早期血液灌流 血液灌流是清除血液中百草枯的有效治疗手段。早期血液灌流可以迅速清除毒物，宜在洗完胃后马上进行，6h内完成。对于服毒量大者，超过上述时间进行血液灌流仍可有效清除毒物。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：我怀孕4个月了，血压有点低90和60，需要买补血口服液喝吗？\n回答内容：1万-3万元左右。肾炎治疗方法的特点差别极大，选择不同的肾炎治疗方法则意味着选择不同的治疗效果，所支付的治疗费用当然也会有所不同。其实花多少钱是与患者所在地区以及所选医院综合决定的，还要看患者具体的治疗方法，\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：男性小便后有血\n回答内容：意见建议：你好需要注意不要长期熬夜，因为如果长期熬夜的话是会影响到皮肤的\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：您好医生，我性欲比较低。还有早泄腰疼这些吃什么药比较好?\n医学文档：你好，从图片看，应该是个过敏反应，请问一下，皮疹只发生在面部吧，其他地方有没有？这次是两个月没好了是吧？还有你用过哪些药物，请把名字传上来应该是面部过敏性皮炎，这种情况也可以考虑做斑贴试验来排除过敏源，因为过敏的原因呢有很多种，所以不一定能够检测到，你如果决定来做斑贴试验，做实验前的一个礼拜都不能口服抗过敏药物可以暂时口服依巴斯汀每天10mg,外用0.03%的他克莫司软每天二次注意外用他克莫司软膏 刚开始可能会有烧灼感，不用怕，二至三天后会消退，症状也会好转哺乳期不能使用哺乳期只能用些舒敏的护肤霜，也可以到我们医院做舒敏治疗\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：小孩一岁两个月，咳嗽很长时间，桑子有痰\n回答：您好宝宝的情况考虑应该是病毒感染引起的.任何疾病恢复都有一个过程像这样的症状一般在一周左右能够恢复.如果你的宝宝鼻塞已经影响到睡眠了建议服用易坦静口服溶液，在口服药物的同时要注意多给孩子休息好多饮水如果你的宝宝平时吃感冒药比较少像这样的症状也可以继续观察多饮水\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：小儿肾病科\n回答内容：好！你的这个疾病就你报告所言可以诊断为成人型多囊病。先天性疾病，对于单个的囊肿可以考虑手术治疗，象你这样的多发的肾囊肿，治疗有点烦。鉴于有一个囊肿目前已达34mm可以去有资质的医院检查一下，看能否做囊肿穿剌抽液减压或者行去顶减压术。至于结石，看是否需要手术治疗，如果结石较小，建议服药排石。另请注意定期测血压，如果血压高，要及时治疗。平时要注意防感染性疾病，感染是会加重多囊肾病变的。注意蛋白质摄入量要开始控制，以每天1-2克/公斤体重为宜；且尽量食用优质蛋白（动物蛋白），不要吃过多的植物蛋白饮食。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：做人流是打麻药的好。还是不打麻药的好，\n回答：你好这个情况只是轻微偏高，建议低盐低脂饮食，定期复查的\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：7月29日月经，31日干净，8月5日12\n回答：要注意及时的克制，一般也是算手淫的，转移注意力很重要的\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：请问六味地黄丸有什么功效？\n回答内容：你好，很高兴为你回答，六味地黄丸滋阴补肾。用于肾阴亏损，头晕耳鸣，腰膝酸软，骨蒸潮热，盗汗遗精。用法用量口服。一次8丸，一日3次。在服药期间要注意忌辛辣食物。服药期间出现食欲不振，胃脘不适，大便稀，腹痛等症状时，应去医院就诊。希望可以帮到你，祝健康！\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：什么叫输卵管造口术呢？\n回答：精索静脉曲张只是有可能影响精子生成，怀孕几率下降，如果已经怀孕，不用担心这个问题的\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：我想用老中医减肥贴、不知道对身体有害吗？\n回答内容：害处的话不至于有但是它的减肥效果也应当不会很明显减肥的话还要通过饮食控制配合一些有氧运动才能达到一个良好的效果\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：想尽快减掉大肚腩，但是不想手术\n回答内容：你好朋友,减肥最好的方法是运动，比如,骑单车，即可以瘦腿还可以瘦肚子。做扬卧起做和呼啦圈，可以有效的减掉你肚子上的坠肉。还有跑步， 指导意见 可以调节全身上下，对肚子也是个很好的减肥法哦。还有睡前深呼吸50下。走路的时候，有意识的收腹，抬头挺胸，腹部会结实。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：导致月经推迟的原因\n回答内容：男性标准体重计算公式为（身高cm-80）X70%。标准体重正负10%为正常体重标准，标准体重正负20%，为体重过重或过轻，标准体重正负20%以上为肥胖或体重不足。国际上常用的人的体重计算公式以及身材比例计算公式都比较适合东方人。标准体重是反应和衡量一个人健康状况的重要标志之一，过胖和过瘦都不利于健康。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：有鼻咽癌病人能吃的饮食治疗方吗？\n回答内容：鼻咽癌患者放疗后会产生许多毒副反应，并由此带来很多的后遗症，这些严重影响患者生存质量的后遗症，目前全世界尚无特效的冶疗方法\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：慢性前列腺炎 您能开个慢性前列腺炎中药药方吗\n回答内容：病情分析： 这种在中医上来说是五心烦热，如果有的话还可能有心烦。是阴虚的典型症状，不是很严重，但是时间长了可能会引起其他的病变。可以通过注意平时习惯和饮食来改正\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：月经不规律，想要宝宝怎么办？\n回答内容：一般来说，性交的次数与年龄基本成反比，即年龄越大，性生活的次数越少。２０～３０岁的夫妻，一星期３～５次；３１～４０岁的夫妻，一星期３～４次；４１～５０岁的夫妻，一星期２～３次；５１～５５岁的夫妻，一星期１～２次；５６岁至６０岁的夫妻，一星期平均１次。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：前列腺增生手术要多久？\n回答：如果要是想要做前列腺增生手术的话，再提前就得是去住院了，先住院，然后再让医生看一下是什么情况，如果要是情况比较严重的话，大概住院一个星期到十天左右的时间就可以了。而且要根据个人情况而定的，因为每个人的年龄都不一样，所以住院的时间也会不一样。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：发烧愈后咳嗽小儿感冒发烧后干咳需要吃药还是住院啊？？_\n回答内容：杭州治尖锐湿疣最快的治疗方法，HPV称高危型，包括16、18、31、33、35、39、45、51、52、56、58、59、68型等；与外生殖器尖锐湿疣等良性蹭有关，hpv阳性是造成尖锐湿疣发病的主要原因，尖锐湿疣是性病，对人体的伤害程度很大，所以，建议到正规的医院接受及时的有效的治疗，以免疾病加重，希望能帮助到您\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：这样算避孕套脱落吗\n回答内容：你好这种情况不算避孕失败，不必服用的\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：医生,你好,我爸的病真的没救了吗?今天第5天了\n回答：病情分析：您好，根据你的描述，这种情况可能有中枢神经系统的损伤，颅脑损伤一般比较常见。这种情况比较危险。意见建议：具体情况还要根据你的查体、化验、影像学检查的资料，建议多与主治医生咨询一下。祝平安。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：中药能根治丙肝吗\n回答内容：一般也会有一定的效果的，但是肝炎是治疗不好的，只能是治疗了不要损伤到肝脏。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：调月经 克龄蒙的用法 月经不调  克龄蒙的用法 急\n回答内容：月经的第三天开始服用，规律服用不会出血的，一旦有情况建议来门诊接受指导，这种药必须遵从医嘱服用。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：羊角风能不能治好，会遗传吗\n回答内容：你好，羊角风是一种疾病，而羊角风发作是一种症状，羊角风发作时由于脑神经院受损异常放电导致，那么如果想彻底控制羊角风发作，就必须修复受损神经元细胞，使其平衡异常放电，彻底杜绝羊角风发作。 羊角风的诱发因素有那么多，所以很多的羊角风患者都没有认为羊角风会是遗传病。但是现在世界上的人们普遍认为羊角风是遗传得来的。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：春节我每天都1斤的酒喝着，头总晕晕乎乎，\n医学文档：一般的情况下还是要注意尽量的减少饮酒，以避免酒精对肝脏的危害的\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：位于耻骨联合上的宝宝有女宝嘛\n回答内容：宝宝都是位于耻骨联合以上的。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：颅脑损伤病人宜吃什么？\n回答内容：病情分析:细菌感染是原发性胆管结石形成的主要原因。意见建议:一般认为是胆囊或胆管系统感染发生病变，在胆囊或胆管内形成一种坚硬如石的物质，即“胆结石”。胆结石形成与不良生活习惯有关。如爱静不爱动、肥胖症、不食早餐，喜食甜食、高脂肪类食物,慢性炎症.寄生虫感染都有关.手术后应多饮水.注意改变上述不良习惯就可以.\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：尿味道重，并且闻起来苦是什么原因？？？\n医学文档：病情分析：您好，根据你的所述是尿味道重的情况，主要是考虑尿液浓缩所致，这跟你上火有很大关系。还有就是有可能出现尿路感染的可能性。建议多喝水，一般几天就会好的。必要时根据实际的检查结果治疗。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：没有通过治疗，只用洗面奶，但没有效果。。。。。。\n回答内容：问题分析： 你好，目前脸上起了很多痘痘考虑是痤疮引起的问题，意见建议：建议应该可以用如异维A酸等的药物抑制雄激素，加上复方氯霉素酊的外用药辅助，平时用硫磺皂洗脸，而且不能吃太油腻和煎炸的东西，每天的休息要好，这样慢慢就会好的了\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：我为什么晚上睡觉会憋气惊醒？\n回答内容：[病情分析:是不是存在打鼾，或者是心率失常，打鼾是呼吸道不通畅的表现，舌后坠和咽部肌肉的松弛，尤其在睡觉的时候明显，所以睡觉的时候可能存在呼吸困难而憋醒，另一种可能就是心率失常，比如窦性心动过缓夜间好发生，影响心脑的供血而憋醒。意见建议:我觉得和颈椎的问题关系不大，还是和我以上说的原因关系密切。 提问人的追问 xxx 19:14:59<p>我打鼾很少，心率失常有时候是不是那种感觉心跳，突然多一下。少一下的。没什么规律那种？这种的话。我有。但是很少很少。晚上才会发现。很弱的感觉</p></div> 回复人的回复 xxx 20:20:49<p>打鼾少，那就侧重心率失常的问题了，你可以1是做个心电图，看心脏有什么问题，2是查一下夜间睡眠时的心率，可以叫别人在你睡着的时候帮你查。</p></div><di\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：我上个月二十四号来月经十号同房，会怀孕吗\n回答内容：[病情分析：您好，如果您的月经周期是30天左右的话，您性生活的时间，是属于排卵期的，是可能导致怀孕的，只是现在仅凭您的描述，还不能确定，指导意见：您好，建议您注意观察，如果月经推迟超过1周，可以做早孕试纸检测，初步确定是否怀孕，希望我的回答能帮到您。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：用斯匹仁诺治疗灰指甲第一个疗成每天两次，第二个三个疗程每天几次呀\n回答内容：考虑为灰指甲，主要由于没有注意卫生，或素患有手足癣，感染指甲引起，以指甲变白，变厚，精糙，凹突不平等为主要表现，主要影响美观。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：羊水破裂是什么症状\n专业回答：骨癌可以吃桃。桃,富含维生素、膳食纤维，钙质。患者多吃高蛋白、高维生素、高膳食纤维饮食，多吃鱼类、大豆制品、香蕉、土豆、菇类、蜂蜜、枣、黑木耳、海带。新鲜鲜果。蔬菜等、食物，提高免疫力，食物宜温热细软。忌煎炸生冷、油腻、辛辣、刺激性食物。忌烟酒。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：请问治疗宝宝湿疹的是这两种的哪一种啊？是普通的还是高级的啊？\n回答：可以上传报告单明天上午在门诊七层知名专家门诊检查结果显示正常。来就诊服药治疗，改善性欲及功能。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：咳嗽有痰呕吐是肺炎吗？\n回答：问题分析： 你好，正常的女性月经，一般不会提前或推迟超过7天，月经不调是会受多方面因素的影响，比如工作。生活。学习压力过大、环境的改变，情绪不稳定、服用过某些激素类的药物、某些妇科疾病，您现在的情况，可以先观察2/3天。意见建议：月经推迟超过7天，建及议去正规的医院检查性激素六项B超，不要盲目用药，查到原因进行针对性治疗月经不调。月经推后要考虑是休息不好、精神紧张、劳累，焦虑、环境改变、妇科炎症、内分泌紊乱等情况。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：月经不调，想要宝宝怎么办？\n回答内容：问题分析：你好，想要小宝宝最好看一下老中医，在怀孕前半年两个人一起去医院查一下，然后调理一段时间，期间还有好多忌口东西不能吃，为了小宝宝健康要注意哦！意见建议：暂时不宜怀孕，先用药治疗吧，治疗也是一个慢性的过程。去看看中医吧。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：霉菌性阴道炎会引起宫颈糜烂吗\n回答内容：霉菌性阴道炎不会引起宫颈糜烂。宫颈糜烂属于宫颈柱状上皮外翻，也叫宫颈柱状上皮异位，鳞柱交界区容易受雌激素的影响。女性在来月经以后，柱状上皮就受雌激素的影响下，更多地朝外侧发展，因此就有更多的类似“糜烂”一样的柱状上皮在宫颈口检查时被发现，都属正常生理现象，与阴道炎的关系不大。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：有乙肝肝硬化病史，肝部发现异常回声\n回答内容：你好，经期是不能同房的，经期最后一天同房应该不会怀孕的。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：女方性生活要求频繁，正\n回答内容：冠状病毒如果经过治疗，病情完全康复之后，一般就没有传染性。而且短时间内对冠状病毒还是有抵抗力的。病毒感染，然后康复之后，大部分都会产生相应的抗体。所以在短时间内具有很强的抵抗力。但是随着时间的进行，病毒发生变异，隔很长一段时间，再次接触这种变异的病毒，也仍然是有可能再次感染。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：错过狂犬疫苗打针时间，疫苗还起作用吗????\n回答内容：请问你头晕，发黑这种情况持续有多久了？你好，很高兴为你咨询\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：缺盆穴附近）特别疼，一按这里就痛。这是什么病啊\n回答内容：你好！可以采用以下措施处理；1.目前无根治方法，治疗目的是缓解症状，增加角质层含水量和促进正常角化；2.全身治疗，可试用维生素A，3.局部可用增加角质层含水量，去除过度角化的物质，如尿素霜、维甲酸、水杨酸等；4.有感染可外用抗菌素软膏。<br />建议到正规的皮肤病医院来用药治疗。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：如何快速全身美白\n专业回答：根据你的描述很可能是右侧扁桃体发炎了。如果吞咽时疼痛的话建议口服3天左右的抗生素和清凉解毒的药，避免辛辣刺激食物。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：该怎么样治好帕金森\n回答内容：帕金森氏病的治疗在临床是一个非常常见病了。那么根治这个疾病在当前临床上还没有很好的办法。。第一个方面一定要控制好你的饮食低盐低脂饮食多吃蔬菜水果。。第二方面一定要注意康复锻炼每天一到两个小时。。第三个方面可以适当用药物控制症震颤的症状。。那么也可以应用手术治疗的办法改善品震颤的症状当然这个手术对病人来讲损伤也比较小，病人也完全可以耐受。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：先天性心脏病5个月大婴儿，室缺，房缺，肺动脉高压中重度\n回答内容：病情分析：你好，你老公是不是有点神经啊，心理背叛了，有什么好说了，说了有什么意义。心理好像是很狭窄啊。指导意见：你还是正常一点，随他便，不要随着他的那一套，那要是不想和你过了，你也有自己的方式，离开谁不能过，再说了，你好好的，他放弃你是他的不正常。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：双氯芬酸钠缓释胶囊是激素类的药吗\n回答内容：金毓婷的吃法就是在同房之后72小时之内口服1片，就可以达到充分的避孕效果，但是并不能达到100%的避孕效果，在临床上大约有2%的人尽管在规定的时间内口服金毓婷，但是仍然有可能怀孕，这一点要引起注意。另外，口服金毓婷后，如果是在月经前半期口服，有可能会造成撤退性出血，大约在停药要3-5天左右就会出现这种现象，流血的时间一般在3天左右，可以自行干净，而且量比较少。由于金毓婷属于高效孕激素，其中的孕激素含量非常大，不仅可以导致月经紊乱、内分泌失调，有可能还会造成肝肾功能的影响，建议慎重口服。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：宝宝5个月:女儿5个月8天，今天宝宝发烧还留鼻涕，怎么办？\n回答内容：你好，目前已经发生了转移，是属于晚期了。一般情况下是不建议手术治疗的，主要就是对症处理。建议，由于转移到骨骼的话一般的都有明显的疼，所以是可以选择双膦酸盐类制剂。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：治直肠癌治疗要花多少\n回答内容：你好，直肠癌一般首选手术治疗，选择哪种手术方式主要看肿瘤具体位置而定，请尽早诊治，普外科就诊。建议这个需要尽快治疗，是否可以手术要看患者具体身体情况，以及肿瘤有无转移等\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：痛风的人喝酒了怎么办？\n回答内容：痛风的人喝了酒会导致症状加重。建议口服非布司他进行对症治疗，饮食上避免吃含嘌呤高的食物，如动物内脏，海鲜，啤酒，蘑菇，豆制品等，要多喝水，多吃青菜水果，加强运动。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：粉刺跟血热有关系吗\n回答内容：导致不孕不育的原因④性生活失调、性知识缺乏、全身系统性疾病及不明原因等引起的不孕约占不孕症病因的1/3左右。以上是对“哪些原因会影响导致不孕不育呢？”这个问题的建议，希望对您有帮助，祝您健康！\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：子宫内膜薄到6毫米对生育有影响吗\n回答：病情分析： 你好根据你的描述癫痫病患者是由于脑部异常放电的原因引起 指导意见： 癫痫病患者注意饮食的规律和清淡就可以啦多吃富含优质蛋白的食物增加营养提高身体免疫力\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：除眼角的脂肪粒门诊患者目前：暂时没开使用氧氟沙星治疗\n回答：你好、慢性宫颈炎多无症状、少数患者可有阴道分泌物增多、淡黄色或脓性、性交后出血、月经间期出血、偶有分泌物刺激引起外阴瘙痒不适、妇科检查可发现子宫颈呈糜烂样改变、或有黄色分泌物覆盖子宫颈口或从子宫颈口流出、也可表现为子宫颈息肉或子宫颈肥大\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：6个月的宝宝发烧，两天还是退不下来，退热贴也贴了，退烧药也吃了，怎么办啊，时好时坏\n回答：宝妈是可以给宝宝喝点泰诺林或者布洛芬哦，退烧都是很好的，还要多给宝宝喝点温开水促使排尿的呢，是可以帮助排除毒素的呢\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：妇科异常 白带发黄，外阴痒，小便发热，同房腹痛\n回答内容：还是建议门诊就诊，妇科查体情况不明确，做个支原体培养加药敏，可宝净，阴道用药，每天一粒，一样\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：乙肝病人的大便里有乙肝病毒吗？\n回答内容：其实也没有什么危险就是注意看看能不能怀晕上成功吧，再就是现在开始注意就可以的，你可以吃点中药调理再就是注意多锻炼，还有就是饮食不要油腻看看\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：包皮过长患者抽血检验 问题：\n回答内容：收到没有问题1周左右拆掉纱布就行了没有大碍，拆掉纱布就会慢慢缓解的\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：坚而不久无法性交坚而不久无法性交\n以下回答内容是否能够回答搜索问题？\n回答内容：您说：服用万艾可一夜可以性交7次，并且，服用半粒隔一天还可以性交2次，不用药一下午可以做2次（虽然您说勉强做），这表明您性器官没有器质性问题，很好！\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：白头发越来越多是什么原因导致的？\n回答内容：没有事亲打针配合吃药涨的很快，我之前15打了一周后31了，宝宝是坚强的，你的心情很重要加油好孕\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：霉菌性阴道炎反复发作吃什么药好的快点\n回答内容：您好，一般霉菌性阴道炎如果不正规治疗很容易反复发作。很多患者初次治疗并没有完全治愈就私自停药，导致病情反复。建议您1霉菌性阴道炎应局部给药治疗，可用硝酸咪康唑栓或制霉菌素栓等。严重感染可考虑口服或静脉给予抗真菌药物。2此病应按疗程治疗，一般7-10天为1疗程，疗程结束待下次月经过后复查白带常规，如果还有霉菌应进行第二疗程治疗。以此类推。一般3个疗程可治愈。3主张夫妻同治，治疗期间禁止性生活，保持阴部卫生，勤换内裤。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：17岁阴茎多长算正常\n回答内容：你好，男性阴茎在勃起的状态下为11到15厘米，只要不低于八厘米都是正常的，20几岁基本定型，目前还是会再增长的，不必担心。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：视神经炎要怎么治疗好？\n专业回答：视神经炎是视神经任何部位发炎的总称，泛指视神经的炎性脱髓鞘、感染、非特异性炎症等疾病。临床上根据病变损害发病的部位不同，将视神经炎分为球内和球后两种，前者指视盘炎，后者系球后视神经炎。视神经炎大多为单侧性，视乳头炎多见于儿童，球后视神经炎多见于青壮年。得了视神经炎可以中医治疗，因为中医角度讲，一般的眼部疾病都是由于脏腑功能失调，经络不通畅，久而久之眼病就产生了。而中医是通过全面调节脏腑气血功能，疏通经络，改善眼底缺血状态，扶助正气，提高新陈代谢能力，补益气血，修复激活视神经。是从病源进行治疗，可以达到良好的效果。我在德胜门周二上午、周五上午、周三、周六全天出诊，微信搜索迟润华工作室添加\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：各位宝妈、晒晒宝宝周岁的身高体重\n回答内容：指导意见：您好，体脂率是指人体内脂肪重量在人体总体重中所占的比例，又称体脂百分数，它反映人体内脂肪含量的多少。正常成年人的体脂率分别是男性15%~18%和女性25%~28%。体脂率应保持在正常范围。若体脂率过高，体重超过正常值的20%以上就可视为肥胖。肥胖则表明运动不足、营养过剩或有某种内分泌系统的疾病，而且常会并发高血压、高血脂症、动脉硬化、冠心病、糖尿病、胆囊炎等病症；若体脂率过低，低于体脂含量的安全下限，即男性5%，女性13%~15%，则可能引起功能失调。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：早搏这个年龄需要治疗吗？\n医学文档：不是频发的早搏，又没有不适的症状的情况就可不用担心，多可不治疗，有症状的可考虑吃些心律平片。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：右下眼皮眼线处长肉疙瘩右下眼皮眼线处长肉疙瘩请问这是什么东西！怎么治疗最佳\n以下回答内容是否能够回答搜索问题？\n回答内容：你好，看照片像是眼睑皮肤的色素痣或软疣，到皮肤科看下\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：叶酸吃到什么时候可以停止\n回答内容：不需要啦，叶酸一般吃到孕三个月就可以了哦。孕妈只要不挑食做到营养均衡就不必特别补充别的啦。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：下颌和耳朵链接的部位很\n回答内容：A、阳痿早泄，是肾虚的表现，与熬夜，过度劳累性生活过度等等有关，需要注意及时对证治疗，同时注意休息。节制性生活。可以好转。B、建议如果去医院的话。最好是昆明公立三级甲等医院。毕竟是国家公立的医院。检查各项专业都很正规。很少出现错误、治疗起来很让人放心。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：这个月例假过了十天还没来，又是\n回答内容：这个月例假过了十天还没来，月经推迟是女性很常见的症状，很多因素都可能会影响月经推迟如妇科疾病、妇科肿瘤、激素失调都可能引起月经推迟。情绪压力等也有一定的影响。建议可以去药店买催经药物如黄体酮胶囊来吃看看。一般吃一星期十天左右就会来月经。要注意舒缓心情，不要紧张和焦虑\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：刚割完双眼皮有只眼睛画眼线的部位发紫三天了\n回答内容：问题分析：肺结核病为肺部组织的结核杆菌感染，多经呼吸道或飞沫传播，可以导致肺组织的炎症反应，急性期可以表现发热，咳嗽，咳痰或咳血，胸痛等，有较强的传染性。意见建议：目前对肺结核病并没有纳入交通检疫范围，是可以坐火车，需做好防护，以免影响他人，同时需注意休息，以免因长途跋涉影响机体免疫力。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：治疗精索静脉曲张比较好的方法\n回答内容：你好，针对精索静脉曲张症状，口服药物的有效成分很难直达病灶，充分吸收，而外用中药静-脉-平的治疗效果很是不错，纯中药的，对身体没有任何的副作用。如果是轻度的话可以服用药物治疗的。一定要在医生的嘱咐下服用。。手术是治疗精索静脉曲张的主要手段。有传统和微创的手术方法，建议根据您的具体病情选择最适合的治疗方式，同时明确病因，避免再次复发。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：军团病的病因,军团病有哪些原因\n医学文档：1、        因为这种疾病它主要就是因为感染了军团杆菌而引起的一种疾病，而这种细菌它主要可以通过水源进行传播，同时它也可以通过呼吸道进行传播的，所以在平时的时候也一定要做好预防。                                    2、        因为这种疾病它是因为感染了细菌而引起的，所以患了这种疾病后患者会出现发烧跟头痛等情况的，因为这种疾病它是有着轻重之分的，所以有些患者还有可能会出现肌肉疼痛的症状。                                    3、        而患了这种疾病后最常见的治疗方法就是药物进行治疗，并且在治疗期间也一定要注意合理的饮食，同时在治疗期间也一定要按时的服用药物，因为如果不按时服用药物它时候会影响治疗的效果的。                    注意事项：患了这种疾病后患者一定要注意合理的饮食，同时也一定要保证充足的睡眠时间跟愉快的心情，不要吃辛辣跟含有刺激性的食物以免加重病情。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：替米沙坦和厄贝沙坦哪个好\n回答内容：你好朋友,根据你的提问,考虑有一定影响的,建议定期做好孕期检查,祝您健康\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：龟头有分泌物，要应该怎\n专业回答：患者肺部良性肿瘤微创手术后，一般需要看术后的恢复情况，如果本身体质好，术后恢复好， 一般术后半月到一月的时间可以恢复\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：怀孕33周，患真菌阴道炎能塞药\n回答内容：你好，根据所描述具体的情况，是可以使用的，也可以使用涂抹外阴，建议内衣可以全部热水，孕后期多注意观察胎儿发育情况，\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：为什么来例假前两天都会痛经和呕吐？\n回答内容：对于单纯的支气管炎，是不需要选择住院治疗的。但是如果病人症状比较严重，例如影响呼气，喘气困难等情况，那么也是可以住院观察治疗的。如果病人还伴有气管阻塞、肺气肿等其他肺部疾病的时候，也是可以住院治疗的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：脸上有雀斑，怎么去除？\n医学文档：导致脑电图异常的原因其实很多，目前，脑电图主要用来确定癫痫病的诊断和分类以及为脑瘤、脑血管病、意识障碍、智力障碍的诊断提供参考。出现脑电图异常时，我们首先要找到出现异常的原因。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：三岁半男孩身高体重标准？\n回答：三岁半男孩身高标准为89.3cm-112.7cm、体重标准为11.31kg-22.13kg。若孩子身高和体重明显低于同龄儿童，考虑存在营养不良，家长平时应多给予有营养的食物，比如牛奶、鸡蛋、鸡肉、羊奶、驼奶、牛肉、排骨等等。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：孕39周便秘怎么办_飞华健康问答\n回答内容：你好，据你所述，怀孕后便秘是常见的现象，这种情况与缺乏活动和增大的子宫压迫直肠有关。建议多食蔬菜水果，多吃高纤维素蔬菜和薯类食物，忌辛辣刺激性食物，多喝水和适当活动。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：怀孕前期有预兆吗？\n回答内容：半月板损伤如果经过恰当的治疗，是可以治愈的，不一定就能导致腿废掉。半月板损伤可分为一级损伤、二级损伤和三级损伤。一般的一级、二级损伤只需保守治疗就可以了，而三级损伤常需要进行手术的治疗。随着科技的发展、技术的进步，目前用关节镜来进行半月板的微创手术，根据关节镜下探查半月板撕裂的情况，来进行半月板的修整、部分切除或者是半月板的缝合。经过恰当的治疗，半月板损伤是可以恢复的，下肢的功能也是可以恢复的。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：乳房下垂症状有哪些？\n回答内容：您好、首先十分感谢您的咨询、性病治疗平常应该注意1在治疗期间或者是没治疗的时候、禁止性生活、2治疗期间最好是夫妻同治、另外就是要检查出明确的病因、不要盲目治疗、要多注意做适当的运动、加强身体素质、增强免疫力、不过要劳逸结合\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：宝妈们，洗澡能不能用浴霸啊\n回答内容：我家是用的风暖，从铝扣板那里下来的热风，你所说的油汀能不能放在水淋的环境中，你可以看看说明书，开浴霸只要宝宝不去盯着看也没事的\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：芝麻发牙了，可以吃吗？\n回答内容：你好，唇舌水肿及面瘫综合征的病因可能很复杂，可能难以搞清楚，可能与病毒感染、免疫功能低下等因素有关吧，面瘫可能是脑血管阻塞、面部血液循环不畅、患部神经传导失调所致。面部神经瘫痪可能也与肾虚有关，可以服用中药调理治疗，穴位按摩针灸热敷等治疗也是必须的，不用冷水洗脸，遇风或沙尘、大雨时注意头面部保暖。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：食管癌患者可以用什么抗生素\n专业回答：你好，咳嗽并不一定是水较多引起的，可能是有呼吸道感染，观察有没有痰，痰是什么颜色，可以初步估计是什么性质的炎症的。最好到医院做照片检查，血常规检查后再决定用什么抗菌素。没有检查之前可以用头孢克肟和甘草片口服治疗。注意饮食有营养。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：做性激素会不会测出来怀孕\n回答内容：一般受精后6天滋养细胞才开始分泌人绒毛膜促性腺激素（HCG），而在尿中要受精后10天才能检测到，血中最早是7天能检测到，在受孕的早期B超是没有办法观察到孕囊的。所以请在上述所说的时间之外去检测血HCG。在没有怀孕的前提下测HCG往往是＜2的，如果怀孕了，它会出现明显的升高。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：同房后引起了炎症还会怀孕吗\n回答内容：同房引起炎症，还是会有怀孕的可能，一般的炎症不影响怀孕的几率。所以，如果同房后出现了月经推迟，首先要排除怀孕的可能&#39;需要做妊娠试验。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：晚上上吃了些辛辣的食物，让我失眠了，怎么办。\n回答：朋友，你好，辛辣的食物会加重胃的压力，这样很容易导致失眠的，楼主建议你以后睡前或者是晚餐不要吃辛辣的食物嘛，这样就不会失眠的啊，要是你失眠很难受的话，在成都治失眠的话可以去青羊区中医医院啊，这个医院治失眠很权威的，他们医院有个青羊五行平衡疗法，是针对治失眠的，见效特别快，你可以去看看啊。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：见红了但是肚子还不会痛也没破水\n以下回答内容是否能够回答搜索问题？\n回答内容：情况已悉：确实如产科医生所说，要等到规律宫缩、见鲜血或破水，过早的住院只能增加紧张情绪和不便。建议：住院的时间要看规律宫缩的时间，见红后个人的产程不一，初产妇要12-18小时，不要着急，这是正常生理过程，只要顺其自然即可，所谓自然分娩，重在自然，顺势而产，认为紧张或干预，只是在特殊情况时才处理。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：小女孩小便频繁且量少\n回答内容：如果小女孩儿出现小便频繁，且量少，也就是尿频症状，对于女孩儿来说，出现尿频症状，最常见原因就是由于泌尿系感染所导致，女孩来说，发病率远比男孩儿要多，一般都是由于细菌上行所导致。孩子除了小便频繁、量少，有些孩子还会出现小便时候疼痛，憋不住等表现，也就是尿频、尿急、尿痛等表现，都是泌尿系感染特有症状。孩子出现这些症状的话，我们首先要给孩子检查一下尿常规，看一下孩子尿里表现，可以选择一些抗生素给孩子口服治疗，然后最主要的就是让孩子多饮水、多排尿，这样会有利于细菌冲刷，能够让孩子恢复快一些，孩子衣物也要选择一些纯棉透气，注意外阴清洁以及干燥，给孩子选择一些纯棉透气内衣，每天用清水清洗一下外阴，保持外阴干燥。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：跖疣脚上长跖疣怎么治\n回答内容：建议你发张图片过来，我有治疗跖疣的药，可以免费寄送给你。联系我QQxxx。就说好大夫网站介绍的。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：一个月内吃五次紧急避孕药会导致不孕吗\n回答内容：朋友你好，从你的描述的这症状来看这可能是存在过敏的情况。有可能是安曲南的原因。此时注意局部温水清洗调理。必须停药的。然后在考虑口服钙和维生素C进行调理。慢慢就可以改善的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我睡不着觉就喝安眠药西药管用我问问刺激\n回答内容：根据你的描述你可以口服开瑞坦,维生素C,雷尼替丁,来口服,同时外用皮炎平来治疗,这样就可以起到很好效果的.建议：平时忌食辛辣刺激食物，随着病情的好转可以逐步放开禁忌食品，\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：阴道真的不会感染吗，会不会导致以后很难生孩子\n回答内容：您指节垫得所说割除的，建议您最好去医院检查一下吧，另外得注意局部卫生了。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：骨折 手术后回家静养\n回答内容：胫骨平台骨折伴内翻畸形。有绝对手术指征，建议术前做磁共振检查明确是否有交叉韧带损伤\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：来月经时有透明拉丝怎么回事\n回答内容：女性来月经时如果有透明、拉丝的分泌物是正常的，女性在月经期时整个子宫会出血，患者宫腔内子宫内膜的血管增粗，通透性增加会出现分泌物增多。同时受到激素水平影响和子宫充血的影响，在月经期阴道和宫颈的分泌物也会增多，在月经刚来潮时宫腔内剥脱的子宫内膜少且出血量少，少量的血液掺杂着宫腔渗出物以及宫颈阴道分泌的黏液排出时，就可以出现透明、拉丝的分泌物。透明、拉丝的分泌物量不是特别多且没有异味，患者没有外阴或阴道的红肿不适，不需要进行治疗，随着女性月经量增多，拉丝的分泌物就会消失，月经结束后分泌物会明显减少。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：怎樣根治血崩?\n回答内容：本病病因颇多，有因劳伤过度，气虚下陷，统摄无权所致；有因暴怒伤肝，肝不藏血，经血妄行而发为血崩； 指导意见 可素体热盛，复感热邪或恣食辛燥之品，积热化火，热迫血行而发病；另有经期产后，余血未尽，或因外感，夹内伤，瘀血内阻。恶血不去，新血不得归经，造成崩中。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：怀孕12周 爱人是肝豆患者，我现在怀孕12周，我需要做基因检测\n回答内容：尽快来我们科室做基因检测，3900元，找到问题后才能给胎儿做产前诊断，你这个时间已经错过绒毛穿刺的时间了，尽快来，基因检测结果出来才能做羊水穿刺，十八周到二十四周\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：荨麻疹是怎么导致的\n回答内容：你好，荨麻疹多由过敏引起，风团样的丘疹，一般二十四小时内可以消退，然后反复发生，可以抗过敏治疗\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：肝硬化怎么导致的\n回答内容：肝硬化是一种常见的慢性肝病，由一种或多种病因长期损害肝脏引起，肝脏呈进行性，弥漫性，纤维性蹭.临床以肝功能受损与门脉高压为主要表现.晚期常出现上消化道出血，肝性脑病等并发症.。目前对肝硬化无特效治疗.关键在于早期诊断，针对病因和加强一般治疗，防止病程进展，已进入失代偿期患者，应对症治疗，改善肝功能和抢救并发症.注意休息，避免过度劳累，以免加重肝损害，饮食以高热量，高蛋白，高维生素易于消化的饮食为主\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：贲门癌术后吃饭常打嗝是为什么\n回答内容：这个情况是很正常的反映，术后因为摘除了贲门口。阀门就没了，而且手术时摘除了迷走神经，所以致使残余胃扭动不快，或者直接就没胃了！这个就建议你们术后吃东西，以稀的为基础，不要吃的太多，少食多餐，每次餐前半小时可以吃颗吗叮嘱！增进胃动力，时间长点就会好点了！\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：病毒和细菌发烧区别是什么？\n回答内容：这属于手术后的并发症，并且这种并发症是无法控制的，因为属于随机事件。需要到神经内科就诊，进行脑电图评估，必要的时候选择药物干预治疗。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：甲减具体是什么类型的病？\n专业回答：甲减的病人饮食上要注意营养补充足量蛋白质和维生素限制脂肪的摄入.平时可以吃一些含碘的食物如海带紫菜也可使用含碘的盐和酱油要注意碘易挥发炒菜时不要放入热油中.补充蛋白可以食用蛋类鱼类肉类豆浆豆制品等平时注意补充维生素多吃新鲜的水果和蔬菜.忌吃各种生甲状腺肿的食物如卷心菜木薯白菜油菜核桃等.甲状腺疾病治疗需要根据临床情况，有时症状不明显，但是为了确保安全，应该到正规医院接受全面的检查，祝您早日康复!\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：对于牛皮鲜有没有好的治疗方法\n回答内容：治疗牛皮鲜中医治疗针对性强，副作用小，即使皮损消退，也不要立即停药，还需要进行巩固治疗，另外后期的抗复发治疗也很关键。平时要养成良好的生活习惯，戒烟戒酒，作息规律，适当的体育运动，提高身体素质。治疗牛皮鲜的时候一定要把心态放平，好的心态对病情的治疗也是有好处的。同时也要注意饮食，卫生，等各方面，以防牛皮鲜的复发。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：咳嗽发烧，嗓子有痰咕噜咕噜的\n专业回答：指导意见：慢性荨麻疹有时治疗比较困难，需要从调整机体免疫功能入手，如坚持较长 时间（3－6个月）联合服用二类抗组胺药，即　扑尔敏、赛庚啶、赛特赞、敏迪这 一类和西咪替盯雷尼替盯法莫替丁这一类。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：4个月宝宝整晚侧身睡觉正常吗?\n回答内容：牛皮癣能不能治愈是患者、家属及医生共同关注的问题。由于牛皮癣其发病机制较为复杂，各种诱发因素又互相联系、互为影响，治疗是相当困难的。加之个人的年龄、发病部位、健康状况的差异，以及接受治疗的耐心程度不同，疗效存在明显的差异。随着历史车轮的转动，科技也在不断的进步，以往难以治愈的疾病正逐渐被攻克，牛皮癣也是如此，最新研发的M-D多维牛皮癣康复体系给广大的牛皮癣患者带来了福音，牛皮癣不再难以治疗。采用M-D多维牛皮癣康复体系1-3月就可彻底治愈牛皮癣。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：泥鳅吃了有什么坏处？\n回答内容：牙齿松动原因是牙龈萎缩，有效防治牙齿松动，必须要从客观地分析牙龈萎缩这个原因开始。应该检查检查是否牙石过多，应该注意口腔卫生情况。祝你健康！\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：产后可以做磁疗吗\n回答内容：你好，要是你是在喂奶的情况下就不建议你做的，要是没有喂奶就没有问题的但是这个磁疗要是有血的情况下也是不能做的\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：尿道炎早期怎么治疗效果好\n回答内容：您好，很高兴回答您的问题。根据您的情况的描述，我觉得还是去医院检查一下比较放心。一般在产后42天都是有复检的，让医生帮您检查一下比较好。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：推荐驻马店包皮长怎么办？\n回答内容：1.包皮过长是指在在自然状态下或勃起时包皮包住龟头,但是龟头可以人工翻露,勃起时包皮包住龟头,人工无法使龟头外露,是包皮,可以导致性生活的不协调以及发生感染等,甚至可以发生肿瘤，2.最好是去医院做包皮环切术,要注意个人卫生,每天清洗一次阴茎，用手少翻包皮，不要乱涂药，更不要轻信什么“偏方”治疗包皮的无稽之谈..只要是驻马店正规医院都是可以做的\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：导致弱精症的原因有哪些\n回答：导致弱精症的原因有哪些，弱精子症是指精液参数中前向运动的精子(a和b级)小于50%或a级运动的精子小于25%的病症，弱精子症又称精子活力低下。吸烟喝酒.环境污染.饮食不当.高温.精神紧张.长期熬夜.辐射.化学品.炎症.精液液化异常,免疫因素,内分泌因素,染色体异常,精索静脉曲张,微量元素不足,应查明厡因,针对性预防与治疗,。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：有白癜风已经三年了\n医学文档：按上述情况第一是天气干燥、第二是血虚、海鲜高蛋白食物所导致引起皮肤痒建议多喝水注意保暖不要吃酸辣、酒、多吃蔬菜和水果。治疗：扑尔敏1粒+先锋胶囊+地塞米松++各吃2粒食疗：熟地生地汤、生地汤、淮山党参汤这些都可以帮助治疗\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：17ajing孕酮高17a羟孕酮高一点17a羟孕酮高出一点能确诊么 为何让复查\n回答内容：还是正常的，您还是需要注意尽早针对病因治疗的，祝您身体健康！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：乳腺增生 ？乳腺瘤？锁骨下方到乳房上方位置感觉不舒服\n回答内容：应该就是乳腺增生，有时间到门诊看看。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：我要累死了，火，气从小腿部往上走，这是肾阴虚的关系，还是抑郁症的关系，因为我有抑郁症。\n医学文档：您好，不同强度的运动对血糖的影响是不一样的。低强度到中等强度的运动可在运动中和运动后降低血糖的水平，从而增加发生低血糖的危险性。因此，应注意根据运动前后血糖的变化，调整胰岛素和降糖药物的剂量，并应在运动前和运动中相应增加碳水化合物的摄入量。相反，高强度的运动可在运动中和运动后的一段时间内增高血糖的水平并有可能造成持续性的高血糖，可诱发酮症或酮症酸中毒等。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：两岁多的男儿从摩托车上不小心跌落十多天后不能再走路早上起床时会说疼。做过各种检查无结果，该怎么办？\n回答内容：脱发有很多原因，天气热会头皮痒，也会引起掉头发，也有可能是微量元素缺乏引起。可以开空调，温度控制在28度左右，可以做个微量元素检查明确下\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：口交能得艾滋病吗？\n回答内容：阑尾炎是指阑尾急 性炎症消退后而遗留的阑尾慢性炎症病变，如管壁纤维结缔组织增生、管腔狭窄或闭塞、阑尾扭曲，与周围组织粘连等。阑尾炎确诊后，治疗原则上应手术，特别是有急性发作史的病人，更应及时手术。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：阴茎有时勃起硬度不够有三四年手\n回答内容：在怀孕期间容易饿，是属于正常的，宝宝也是需要吸收营养的，不必太过担心了，在怀孕期间应该要注意休息，现在不要做剧烈运动，在怀孕的前三个月，和怀孕的后三个月，都是应该要禁止同房的。孕期饮食要多样化，注意荤素搭配，不偏食，保证营养均衡。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：夫妻双方都近视，孩子一定会近视吗？\n回答内容：\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：23个月孤独症孩子如何治疗\n回答内容：这个病的几率大概是百分之一，男孩发病率比女孩高三倍，去专业医院治疗可以治愈的。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：宝宝为何总说“害怕”\n回答内容：一般这个年龄段的小儿害怕生人，害怕与母亲分开，表示出明显的对妈妈的依恋，这是一种积极的，充满深情的感情联结。这时妈妈的照顾和抚爱，会使小儿有安全感，自我信任，使她在不同的环境下去学习，可更好的促进她的智力发育，从小的良好的亲子关系对宝宝今后的生活和人际关系有重要的影响。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：心脏换瓣手术会造成全瘫吗？\n回答内容：您好，心脏瓣膜病的患者是可以形成这个附壁血栓的，您这个是一个血栓脱落导致的脑栓塞。已经五年的话，这个时候已经错过了康复最佳的时期，是治不好的。祝好！\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：哺乳期能吃头疼药吗\n回答内容：哺乳期、孕妇一定要慎用药品的、因为药品会对孩子有影响如果没有必要服用药品、尽量推迟到哺乳期结束再服\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：帮忙诊断一下是不是肺癌\n回答：小叶增生是能够吃蜂蜜的。蜂蜜是一种天然的食物和饮品，含有丰富的维生素和矿物质，还含有适量的糖分，对身体健康所需的各种营养物质有一定的补充作用，而且还具有通便的功效，对于小叶增生有一定的辅助治疗作用。但是在吃蜂蜜的时候也要注意适量才行，以免引起腹泻。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：18岁之前手淫过度会引起肾发育不全吗\n回答内容：你好，一般手淫过度不会引起肾发育不全，手淫过度，可以出现肾虚前列腺炎，阳痿早泄等疾病，严重会影响生育。注意现在是否有异常症状，如果出现异常症状，可以到正规医院就诊做一下相关检查，明确诊断后再进行治疗，注意卫生，避免不良刺激，不要看色情视频，色情书籍。不要再手淫了。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：烫伤能吃鱼吗\n回答内容：问题分析：烫伤可以吃鱼意见建议：烫伤在中医上认为烫伤的患者由于有体表的损伤，非常的容易造成炎症感染，而鱼属于水产品，食用后可以增加人体的湿热，不利于伤口的恢复，所以从中医的角度上来说早期的烫伤都是不可以吃鱼的，但是在烫伤的恢复期鱼富含蛋白质，可以促进伤口的恢复，这时间是可以吃鱼的！\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：宝宝经常感冒就引起扁桃体炎\n回答内容：你好!没有手术的必要,年龄大了,风险很大的，主要是对症营养支持治疗,.\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：中风后按什么穴位\n回答：你好，中风后按穴位应该咨询当地中医的，这样才可以得到有效的治疗的。可以多喝点菊花茶或是决明子茶。作息要有规律少熬夜保持充足睡眠就可以的。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：睡眠一直不好十多年，最近加重谢谢尹医生我周三预约到你的专家门诊，17号  好大夫在线\n回答内容：那你就早点来吧那可以吧。来了跟我的助手说这个药也治疗焦虑，强迫，而且效果很好。我的意见是服药郑重提示：线上咨询不能代替面诊，医生建议仅供参考！门诊病历请上传\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：中枢神经性耳鸣吃什么药\n专业回答：问题分析：神经性耳鸣是指人们在没有任何外界刺激条件下所产生的异常声音 感觉。如感觉耳内有蝉鸣声、嗡嗡声、嘶嘶声等单调或混杂的响声，实际上周围环境中并无相应的声音，也就是说耳鸣只是一种主观感觉。耳鸣可以短暂或持续性存在．严重的耳鸣可以扰得人一刻不得安宁，令人十分紧张。 如果是短暂性忽来忽去的耳鸣，一般是生理现象，不必过分紧张，可听之任之。如果是持续性耳鸣，尤其是伴有耳聋、眩晕、头痛等其他症状，则要提高警惕，尽早就医。意见建议：①主要是耳部的疾病，如外耳疾病：外耳道炎、耵聍栓塞、外耳异物等，中耳的急慢性炎症、鼓膜穿孔、耳硬化症及内耳的美尼尔氏综合症、听神经瘤，都能引起耳鸣。 ②血管性疾病也会发生耳鸣，如颈静脉球体瘤、耳内小血管扩张，血管畸形、血管瘤等，来自静脉的耳鸣多为嘈杂声，来自动脉的耳鸣与脉搏的搏动相一致。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：脸上的胎记怎么去掉\n回答内容：是应该警惕肺结核复发的可能性。建议复查胸部CT片、痰菌、结核菌素试验、结核抗体检查等\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：出汗多怎么调理？\n回答内容：根据你的描述，这种情况可能是更年期症状指导意见我建议你可以服用谷维素，刺五加，脑心舒口服液调理试试，平时饮食避免辛辣刺激的食物。避免生活情绪波动\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：脂肪肝在饮食上应注意什么\n回答内容：你好，如你所述，可能是由于细菌感染，病毒感染等导致了大便次数明显增多粪便变稀，形态、颜色、气味改变，含有脓血、粘液、不消化食物、脂肪，或变为黄色稀水，绿色稀糊，气味酸臭。大便时有腹痛、下坠、里急后重、肛门灼痛等症状。 建议多休息，加强体育锻炼和保持良好的饮食习惯，保持日常饮食平衡，在医生的指导下进行治疗和用药，切勿盲目用药，祝你早日康复。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：胆道蛔虫病与肝蛔虫病症状和治疗?\n回答内容：觉得钻顶样般的剧烈疼痛，来去突然，医生确诊为是胆道蛔虫病与肝蛔虫病。您好朋友，根据您描述的病情，胆道蛔虫病与肝蛔虫病您可以去正规的三甲医院接受治疗，建议手术治疗、\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：慢性支气管炎和慢阻肺会有什么症状\n回答内容：慢性支气管炎，连续两年以上，每年持续三个月以上的咳嗽，咳痰或气喘等症状。早期症状轻微，多在冬季发作，春暖后缓解；晚期炎症加重，症状长年存在，慢阻肺的特征性症状是慢性和进行性加重的呼吸困难，咳嗽和咳痰\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：癫痫病人怀孕能检查出胎儿是否健康吗\n回答内容：你好，这个药流20天了，目前没有彻底的干净，还有这个黑色分泌物，这种情况自己还是需要注意的指导意见及时复查下B超，看看是否有残留了，如果没，那么可以选择喝点红糖水，吃些益母草等，如果残留了及时清宫\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：怀孕22周，嗓子痒痒疼怀孕22周嗓子疼，不发烧，怎么办吃什么药合适，双黄连口服液可以服用吗，\n回答内容：尽量不吃药，布地奈德雾化吸入可以。做雾化吸入效果好，副作用小。吃药需咨询妇产科医生或仔细看药品说明书。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：女性50低血糖低血压低体温头晕\n回答内容：你低血糖低血压低体温，你得把具体的数值发出来。到底低多少？这样才可以给你进行全面的分析。才能解找到治疗方法，以及预防措施。你低血糖低血压低体温，你得把具体的数值发出来。到底低多少？这样才可以给你进行全面的分析。才能解找到治疗方法，以及预防措施。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：小儿痉挛症请问我女儿得的是小儿痉挛症吗？\n回答内容：脑电图不是典型的婴儿痉挛症，但临床表现有些像。您的病情已经了解，建议：\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：月经量现在很少\n医学文档：问题分析：你好，月经量过少，一方面有可能是饮食不规律、休息不好造成的，另一方面有可能是多囊卵巢综合征所导致的意见建议：你好，建议你应该先到正规的医院妇科做个详细的检查，看是否存在病症导致的月经问题，及时找到原因，及早处理\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：能够根治牛皮癣的方法是什么？\n回答内容：双下肢肿胀，影响因素有很多，高血压、肝肾疾病等，都有可能，虽然是低蛋白血症，会因抵抗力下降而皮肤感染。因此，需要进行肝肾功能，其单纯的皮肤感染可以碘伏消毒，并外用多粘菌素B软膏，并口服抗生素。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：请问医生性交.咨询\n医学文档：病情分析： 你好 这个情况要考虑月经失调的现象，建议医院内分泌科抽血检查性激素六项确定，做人工周期调理月经，在月经第3-5天时间抽血检查\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：糖尿病怎么治疗有效的方法\n回答内容：你好，你是指的先心病吧，先天性心脏病是胎儿期心脏器官发育异常而形成的畸形疾病，也是小儿常见的心脏病之一。需要注意密切观察，有少数的先心病可以自行痊愈的，但大多数还是得考虑手术的。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：脸上长痘痘怎么调理？\n回答内容：您好，根据您的情况，青春痘的主要原因是内分泌失调、细菌感染和毛孔堵塞等，生活中的外界环境影响的，饮食、睡眠、自然环境、及各种辐射也都可以产生青春痘。1：尽量早点睡。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：我的雀斑近两年来很严重，用了很\n回答内容：胃炎、溃疡的可能，可以吃点泮托拉唑，多潘立酮，治疗看看\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：感冒引起的头晕不能坐起来\n回答内容：是不是化脓性扁桃体发炎来的，咽炎，导致淋巴结肿。抗炎，抗病毒治疗，这么长时间没有好建议去医院检查下，口服润喉片\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：治疗肠炎去哪\n回答内容：你好！在做优生检查时，我们查抗体主要查IgG和IgM这两种，IgG代表既往感染，也就是曾经感染过现在产生了抗体，IgM代表近期感染或者是急性感染，在优生中IgG不管是阴性还是阳性都没有什么临义，主要看IgM，只要IgM是阴性的就没有关系是要以要小孩的，。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：走路头部抽搐的厉害头部抽搐的症状\n回答内容：目前中药治疗白癜风的效果不是很好，推荐你使用济南牛皮癣医院的自血回输免疫疗法,该疗法的问世，因其高疗效、低复发的特性，为广大医生、患者带来了治愈牛皮癣的曙光。自血回输免疫疗法属于物理疗法的范畴。目前物理疗法因其安全性及高疗效已被越来越多的患者所接受和认可。因此世界权威的皮肤病专家组织也称自血回输免疫疗法是目前世界上治疗牛皮癣最先进、最具疗效、复发率最低、最安全的绿色四最疗法,至今已经成功治愈了6万多例牛皮癣患者。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：每天基本有八九个小时要用电脑，颈椎疼的\n回答内容：你好，是长时间不活动导致的颈椎病，你可以拍片检查看看，如果有颈椎病，可以采取物理治疗，比如牵引按摩等，平时要适当的活动颈部肩部，自己可以用热水袋热敷颈部。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：小儿化脑一般多久可以出院\n回答内容：你好 根据你的描述 建议你观察两天没有异常就可以出院出院后还是需要注意观察 服用口服药物的\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：宫颈松弛 宫颈松弛，胎盘早剥史\n回答内容：有胎盘早剥史，下一次妊娠胎盘早剥机会不增加，不一定要剖宫产\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：最近身上长了朱砂痦\n回答内容：停经35-40天可以测出来，可以用验孕纸试试，也可以采血检测hcg\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：昨天晚上跟老公有性生活两三天后想去做妇科检查会有影响吗\n回答内容：现阴茎发黑有可能是正常的生理现象。阴茎发黑有可能是黑色素沉淀所导致的，并不是什么疾病，病人千万不要过度担心，如果阴茎并没有什么不适的症状，就不需要到医院进行治疗。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：什么是髓内肿瘤？\n专业回答：你好宝宝太冷或太热都不爱长的，宝妈不用太担心，我家宝9给月的时候才17斤那，到春秋宝宝后就爱长了，我家这的爆吧都是的。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：吸烟20年，嗓子痒，有什么好办法？\n回答内容：咽炎会有这种情况。多喝水，别吸烟，含化咽立爽，喝慢严舒柠\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：八珍颗粒来月经的时候可以吃吗\n以下回答内容是否能够回答搜索问题？\n回答内容：你好 你的情况考虑是炎症问题 只要是做的B超正常 就不会影响胎儿的发育情况的 不需要害怕 你可以外用妇炎洁消炎清洗阴部的保持卫生减少炎症的发生 如果必要再复查腹部B超确诊\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：治强迫症有哪些治疗的方法\n专业回答：婴儿明明很困，但睡不着，有可能有以下的原因：一、饥饿，宝宝很困但睡不着，可能是饿了，要加强喂养，如果吃奶以后能够安静入睡，说明孩子睡不着是因为饿的原因，要调整治疗，要调整喂养方案，保证宝宝能够吃饱、睡好。二、大小便，如果宝宝明明很困但睡不着，要检查大小便。有可能有大小便刺激宝宝，感觉不适，出现睡不着的情况。三、环境，宝宝想睡觉睡不着要注意环境温度，环境湿度以及是否声音太嘈杂等，影响睡眠，睡眠的时候要保持室温在24℃-26℃，湿度在40%-60%。空气太干燥、温度太高、太低，都会影响宝宝的睡眠，睡眠时要注意穿宽松的衣服，不能包裹太紧，否则会感觉不适，也会不能入睡。如果宝宝近期很长时间都出现睡不着的情况，有可能有疾病的影响，需要及时就诊。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：孕妇5个半月后短期闻到油漆和涂料味还会影响胎儿智力\n专业回答：你好，一般情况下来说短时间内接触这样的东西对于怀孕的影响不大。但是这样刺激性的气味，对于孕妇室友不利因素的，所以这样的情况最好是保持一个空气清新的居住环境。以上是对“孕妇5个半月后短期闻到油漆和涂料味还会影响胎儿智力”这个问题的建议，希望对您有帮助，祝您健康！\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：高血压200/120请问有什么好的方法\n回答内容：现在的状态是脑缺血的表现，所以，会出现头晕，现在需要使用活血药物改善心脑供血，才能使血压逐渐下降。提问者对于答案的评价：askDS68：谢谢\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：脑血管问题：右侧大脑各动脉；双侧椎一基底\n回答内容：病情分析：根据你的情况考虑是有双侧椎一基底动脉血管张力增高导致的脑供血不足引起的指导意见：你好，现在的情况注意休息和营养，不要吃辛辣的食物，可以服用西比林和血栓通胶囊或是点滴盐酸培他啶液，丁格地尔，奥扎格雷呐，血塞通进行治疗，\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：下巴长满类似痘痘的摸着不算疼不\n回答内容：可以的。癫痫最基本的治疗是药物治疗，有些药如丙戊酸钠有糖浆制剂，小儿容易服用。。其它药片可以研碎化在水里服用，但有些缓释片制剂（如德巴金缓释片）则不宜研碎。服药的次数一般为一日两次服药。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：右脚滑膜炎但没白细胞了，可伸展筋骨有点麻\n回答内容：你好，按你说的这个，可以吃海参，不会对伤口有什么影响，主要保护好伤口，尽量不要让伤口湿水，定时用消毒水清洗伤口，避免二次感染。平时多加强营养，多吃点新鲜的水果和蔬菜，适当补充点优质蛋白，比如牛奶之类的，辛辣油腻食物少吃，有利于伤口修复。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：肩关节骨折医生打了5天石膏今天被我取了有影响吗[a\n回答内容：根据你的叙述，你的这种情况的话，是需要上传一个x线片检查的。建议你放松心情，愉快的生活着要看骨折恢复的情况，然后再决定是否，拆除石膏。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：BN脑神经介入平衡修复对强迫症效果如何？\n回答内容：强迫症是精神病中的一种是较轻的精神病但是治疗比较困难症状改善比较慢如果不及时的诊断治疗会对自己的生活和工作带来极大的痛苦和麻烦也会影响家庭其他成员。强迫症在临床上治疗一般考虑药物和心理治疗结合临床上用于治疗精神病的药物对强迫症都有效果但是服用时不可滥用也不能自己随便更改药量或停用药物要严格按照医生说的同时配合心理科的心理咨询效果会更好些\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：阴部有点痒，有异味，白带黄多，怎么办？\n回答：你好，根据你的描述看来，你家宝宝是不能吃奶粉的，那就建议买点牛奶纯度比较高的原味纯奶为孩子，一般和母乳的味道相差不大，也没有太多的添加剂什么的，同时开始试着给孩子补充微量元素，不过最好在营养师的指导下进行。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：人流多少费用效果怎样\n以下回答内容是否能够回答搜索问题？\n回答内容：当避孕失败后随之而来的就是意外怀孕，当真的不打算生孩子的朋友，就要找到合适的方法来解决这个问题，无痛人流手术是当今使用频率比较多的方法，可是对无痛人流手术不了解的也大有人在　　虽然女性在无痛人流是会出现流血的症状，但应该留意的是，女性在无痛人流后出血量假如过大，超越了正常月经量，或是其持续时间过长，则应该惹起注重，其很可能是不完整流产、感染等问题所惹起的，女性假如呈现这种状况，则应该及时到医院诊治，以免带来更大的危害。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：心律过低异丙肾注射液能否长期使用\n回答内容：你好，排卵日期一般在下次月经来潮前的14天左右,下次月经来潮的第1天算起,倒数14天或减去14天就是排卵日,排卵日及其前5天和后4天加在一起称为排卵期.具体的就要结合你的月经周期来算，  并 且要月经周期非常准确，推算的排卵期才正确。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：经常吃香菜行不行，会不会对身体不好\n回答内容：收到，建议9点以前到，直接来疼痛门诊找我\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：射精似水怎么回事?治疗早泄多少价钱?早泄\n回答内容：早泄不可怕。身边上很多的人治愈了，听说都是用的一种纯中药的【卡_密_欧】，我现在偷偷的用，老婆这一段对我真是服服帖帖，哈哈，保密啊！\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：肝肾精亏要吃什么药可以治好，还\n回答内容：网络个人观点.仅供参考1.加强体育锻炼是根本,慢跑,练瑜伽,打太极拳等,要求必须选择一种,并坚持天天做下去.作息要规律.按时睡觉,少熬夜.2.壮腰健肾丸,（罗定产）,30粒,每日三次,口服健脑补肾丸,（临清产）,15粒,每日三次.口服金锁固精丸,（同仁堂）,1丸.每日三次,口服3.兜帅宫：手掌从阴囊底部向上兜,摩擦阴囊,起到按摩睾丸的作用.早晚一次,每次30下左右.注意,不要太用力,阴囊皮肤薄弱,容易损伤.节制性生活或手淫,每礼拜不超过3次.4.做好前戏,放松思想,不要紧张.5.戴避孕套可以减轻阴茎的快感,从而延长时间.6.做爱时感到快感来临时,停顿一下,把睾丸向下牵拉一下,延缓射精时间.7.可配制辛香液（丁香10克,细辛6克,乙醇100毫升,浸泡3天）用棉签蘸侵出液在性交前1小时涂于龟头及冠状沟部,以降低末梢神经感性,提高性交时的射精阈值,从而起到延缓射精的作用.\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：宫外孕容易怀孕吗\n回答内容：您好，因为此病是机械性疾病，并非由免疫力低下引起的，所以通过体育锻炼不能预防和治疗。相反，不当的运动会加重病情，建议患者在治疗期间应尽量多休息，完全治愈后，再循序渐进做运动，但仍预防做剧烈运动。1、工作中注意劳逸结合，姿势正确，避免超负荷搬运东西。2、宜选用硬板床，保持脊柱生理弯曲。3、避寒保暖，戒烟控酒。4、平时应加强腰背肌锻炼，加强腰椎稳定性5、治疗期间，决不能通霄打扑克打麻将，不能长途开车，长途旅游需坐卧铺等。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：挑食的孩子该如何去教育\n回答内容：家长不要哄骗，威胁孩子吃饭，等孩子饿了再让他吃.吃饭时不要过多关注孩子.挑食也是偏食的一种表现。为避免孩子挑食，家长在做饭菜时要多种食物混合制作，如白面玉米面馒头，或几种菜合一起炒肉，就可以让孩子吃到多种食物。总之，把孩子喜欢吃和不喜欢吃的食物一起做，而且在色、形、味上多变化，使孩子发生兴趣。孩子吃得对味顺口，形美味香，就会逐渐克服挑食现象。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：宝宝对我们上班走很敏感那是因为孩子太胆小了，要让宝宝多和小朋友接触\n回答内容：还是开始走都是怕的吧？我家孩子也是14个月，今天才会撒手走的。我家孩子85mm，28斤呢，瘦的话应该走的早吧？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：生埴疱疹怎么才能不复发？\n回答内容：生殖器疱疹是一种病毒引起的性病,在现在来看没有根治的办法,只有在发病的时候使用抗病毒药,例如更昔洛韦,阿昔洛韦等,如果发作频繁,可以每天口服阿昔洛韦的,这个疾病和机体的免疫功能直接相关,希望你可以避免过于劳累,避免感冒等疾病,保持良好的身心健康,这样发作的频率才会减少,可以试用肌注,用来调节免疫功能,可以减少复发的几率,也可以去正规的医院开具适合自己的中药,用来减少复发\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：脚心手心发热越来越厉害，是什么原因\n回答内容：主要是属于阴虚火旺引起脚心手心发热表现。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：脚穿鞋磨出了泡。拿针给挑破了。之后摸了消炎的。但是2、3天了，还是一直冒浓。这是啥情况啊、该咋办？\n回答内容：问题分析：患者的病情，考虑皮肤炎症感染引起的病情，一般是细菌性感染引起的。意见建议：建议用碘伏消毒，休息，抗生素治疗，如阿莫西林克拉维酸钾，改善病情。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：念珠性阴道炎怎么治\n专业回答：你好，紧张时不一定会引起窦性心动过速，ST段没有改变\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：你好!我想问一下，要怎么做，才能把阴茎增大增长增粗?\n回答内容：你好；成年男子成熟期是18周岁,基本发育就差不多了.阴茎不能二次发育,药物没有增大阴茎的功效,，阴茎短小唯一安全有效的方法就是手术治疗.,建议您选择正规的专科医院选择手术治疗，祝你健康。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：女孩子阴道有少量出血是不是初潮\n回答内容：你好,这个要看看次日还有没有血迹,还有看是不是运动过度.导致处女膜破裂.\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：你好牙痛一粒丸是不是水丸\n回答内容：您好，牙痛一粒丸， 为黄褐色的水丸，气微、味辛、有麻舌感。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：德宏不孕患者诊后咨询中山六院生殖医学中心赵鲁刚医生\n回答内容：一般到22岁才会中止长高。你能多高要看你平时有没有适量的运动和良好的饮食习惯。你正在青春期中，注意补钙补锌。可以保持合理的长高速度。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：内分泌检查 做内分泌检查注意事项\n回答内容：内分泌激素水平检查不需要空腹，可以下午检测，如果甲状腺功能等需要空腹更准确一些，激素水平检查需要抽血但不需要空腹，内分泌六项检查需要空腹8小时左右，一般在月经周期的第三天检查，尽量上午去，更准确一些，下午也可以检测\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：牙齿上的黑迹越来越多了，洗不掉\n回答内容：如果仅仅是因为血脂高服用阿托伐他汀降脂治疗，目前血脂已经降下来了，可以停了。晨尿是在体内浓缩了一夜的尿，可能会比其他时间味道大些，阿托伐他汀可以停用，停药后还需要少吃油腻的食物，适当锻炼，戒烟，如果想知道肾有没有问题可以查一下尿常规和肾功\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：支原体解脲脲原体和人型支原体还有盆腔积液\n回答内容：你好，支原体解脲脲原体和人型支原体是可以通过性生活传播的疾病，现在有盆腔积液，说明炎症还是比较严重的，治疗上还是比较棘手的。是否会影响到今后的怀孕，还要看是否炎症已经堵塞了输卵管，如果输卵管堵塞，那么就会导致不孕。支原体、衣原体的治疗，可以首先阿奇霉素治疗，如果做了药敏实验，可以根据药敏结果选择敏感的药物治疗。一般以10-14天为一个疗程，可以输液治疗，也可以口服药物治疗。支原体是可以通过性传播的疾病，所以最好夫妻双方同时治疗。以上是对“支原体解脲脲原体和人型支原体还有盆腔积液”这个问题的建议，希望对您有帮助，祝您健康！\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：早晨醒来的时候，手指特别痒，但无任何红点\n回答内容：病情分析： 根据你的描述，考虑是你手指末梢神经炎引起的瘙痒的症状 指导意见： 建议，你可以口服甲钴胺片进行治疗，配合全天麻胶囊进行治疗，用热水进行热敷手指如果症状没有减轻应去医院神经内科进行确诊治疗祝你早日康复\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：请问一下医生头很晕是怎么回事？\n回答内容：您好,手淫对于未婚青年来讲是一种正常现象,一般在一周一次左右是不会影响到身体健康的,性频繁手淫容易导致前列腺炎和尿路感染适和导致精神状态不好,乏力,性欲低下,影响工作和学习,严重的还是可能影响生育.当手淫一星期一次都可以的，是  可以 缓解性压力的啊.也不要因此自卑啊.建议你积极戒除，如果导致以上疾病在适当治疗，\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：是不是每个月过了排卵期就没有机会怀孕了，\n回答内容：你好，受孕是指卵子和精子的结合然后形成的受精卵，没有成熟的卵子哪里来的受精卵之说呢，所以只有排卵后和精子回合才能受孕的而且卵子的成活时间是24小时，就是说你能知道排卵时间只有那个24小时才能有受孕的，其他时间不会，这个排卵时间是和你的月经周期有关系的，不固定的，如果你月经不规律那么就不好知道排卵时间，一般根据规律计算就是你下次月经时间向前推14天的时间以上是对“是不是每个月过了排卵期就没有机会怀孕了，”这个问题的建议，希望对您有帮助，祝您健康！\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：抗甲状腺过氧化物抗体偏高168.3应该怎么治疗\n回答：巴氏腺囊肿手术不需住院，在门诊做就行，方法挺简单。。。。。生活调理：\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：摔了一跤，膝盖受伤 摔伤，膝盖破皮，怎么处理好？\n医学文档：你好，宝宝刚刚一个多月不到两个月。晚上睡觉的时候出现呼吸急促的症状，这种情况首先建议测量体温看看，同时看呼吸急促的时间持续的长短，需要排除呼吸系统疾病引起的！\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：想问一下小孩拉肚子半个月了怎么还不好\n回答内容：对于脑梗塞病人，部分患者能够进行疏通血管治疗。病人急性期如果溶栓失败，考虑是大血管的病变，可以进行动脉的取栓、拉栓，给予脑血管的疏通治疗。对于脑梗塞患者如果入院的时间过了时间窗，多是保守给予抗血小板聚集、活血化瘀、改善循环等对症治疗，一般经过这类治疗，病人血管的状态好，侧枝循环开放好，病人预后是良好的。如果病人的动脉硬化比较重，血管存在明显狭窄，对于脑梗塞病人的预后相对比较差。对于脑梗塞的疏通治疗主要是进行动脉源性的取栓、拉栓治疗，保守治疗只能是给予病人活血化瘀的对症治疗，要积极的启动脑血管的二级预防。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：早上血糖比餐后血糖还高怎么回事\n以下回答内容是否能够回答搜索问题？\n回答内容：你好，第二、五项阳性，其余三项阴性。说明是接种了乙肝疫苗后，或是乙型肝炎病毒感染后已康复了，已有免疫力。、。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：内分泌失调怀孕几率\n回答内容：​这个情况下不一定就没有排卵，只要同房没有采取避孕的有效措施，这个情况怀孕都是有一定的可能性的，并不一定就一定出现不孕不育的情况。对于患者提出的问题，患者不要担心，等等看，看月经会不会推迟。如果推迟等月经推迟五天左右的时间，用试纸测试相对来说是比较准确的，也可以用晨尿测试进行判定。患者要养成规律的生活习惯、保持充分睡眠、避免过度的劳累、要保持精神愉快。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：宫外孕宫腔镜手术出院后医生没开药正常不?\n回答：您好朋友，您描述的情况正常的，具体需不需要用药是需要听医嘱的，\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：您好孙医师！我父亲眩晕，每天都\n回答内容：病情分析：朋友您好，根据您的情况考虑中医认为脱发属“血虚”，治疗以滋阴养血，祛风润燥为主。指导意见：可口服中药如首乌、当归、地黄、山萸肉等，还可以外用中药擦头皮，促进毛发再生。西药则有维生素B6、维生素B2和胱氨酸等。维生素B6对调节脂肪及脂肪酸的合成，抑制皮脂分泌，刺激毛发再生有重要作用\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：拉黑色大便柏油样心跳快头晕无力\n回答内容：黑便主要是由于上消化道出血引起的症状建议应该注意观察出血部位明确疾病性质根据病因以及出血部位进行治疗建议应该注意观察化验血常规注意观察是否贫血明确疾病病因根据病因针对性治疗\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：昨天我出汗冲凉水澡今天就发烧一摇头就头疼\n医学文档：你好，根据您的描述，您这种情况很可能是偶感风寒造成的。上述情况这种情况一定要多喝水，保证充足的睡眠，在医生的指导下应用一些抗病毒药物和抗生素等进行治疗，同时进行一个血常规的化验，如果体温升高的话，建议您应用一些解热镇痛药，需要在医生的指导下应用以上是对“昨天我出汗冲凉水澡今天就发烧一摇头就头疼”这个问题的建议，希望对您有帮助，祝您健康！\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：胆管肿瘤活检准确吗？\n回答内容：注意多喝水，可以吃一点小儿感冒宁糖浆，孩子如果抵抗力好也可以，如果孩子症状没有好转，越来越严重就要吃药了，注意保暖，多喝水，注意观察，加重赶紧吃药，天气凉了，注意点\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：突然出现小红疹子，不疼也不痒，吃什么药？\n回答内容：你的情况可能是由于皮肤细菌感染引起的，目前建议你应该及时去医院检查治疗，现在建议你应该注意这些区域的清洁，可以使用络合碘清洗消毒等，可以外用抗生素如红霉素软膏或者使用达克宁治疗\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：感冒了浑身没力气。\n医学文档：您好，中医认为认为荨麻疹主要是风、湿、热邪蕴于肌肤所致，常规药物只能缓解病情但不能根治，易复发。建议用麻黄、白鲜皮、地肤子各、金精草、龙戟草治疗，能清热祛风，除湿止痒，可彻底根治不复发。治疗期间一定要大量饮用开水，保持大便通畅。。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：肺结核盗汗如何治疗\n回答内容：您好，孩子快三个月了，今天有些感冒的现象，要给孩子多喝水，需要服用感冒药物治疗，孩子是受凉了指导意见后背要保暖的，服用小儿氨分黄敏颗粒治疗，也要用点双黄莲治疗的，再观察一下吧。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：请问感冒后吃什么好得快？\n以下回答内容是否能够回答搜索问题？\n回答内容：您好；轻微的受风寒，是可以自己喝些姜汤就会好。严重点的，就是要适当的吃药才能好。。不治疗的话会引发咳嗽，气管炎或者扩张。发烧等其他病。所以感冒还是要适当治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：5年前车祸个被砸断了到现在都没接能行吗\n医学文档：你好：痛风最好综合治疗，中西医结合，一是服用秋水仙碱，英太青等等药物，二是结合针灸治疗，同时要注意饮食禁忌，避免吃肉食，动物内脏，饮酒，火锅，海鲜，豆制品等等，酸奶可以喝的，蔬菜水果类的也可以吃，\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：肚子痛，肚脐靠上的位置\n回答内容：这种情况有可能还是考虑是一个急性胃炎的态度，常常也与自己的饮食不规律，或者是经常吃了不好消化的食物，有很大的关系，最好还是多注意休息，不要吃油炸油腻食物，可以考虑给予莫沙比利胶囊气滞胃痛颗粒，对症治疗\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：人流后吃什么缩宫药最好\n回答内容：您好,根据您以上提供的情况来看,人流后,通过注射缩宫素或加压素等可以让让子宫收缩更好的.千万不可自行用药,注意休息和营养的摄入,要注意多休息,不要吃生冷食物,一个月内禁止同房,要定期复查.祝您健康!\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：他往外流那种清水然后还特别的痛咋办\n回答内容：从图片上看是湿疹，是的。外用生理盐水湿敷，外用糠酸莫米松乳膏和丹皮酚乳膏交替使用，忌酒少吃辛辣食物多吃水果蔬菜不熬夜，是的，有一定作用，我推荐的药物效果好些\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：老是觉得肚子胀胀的怎么回事？\n回答内容：期间多吃点松子对孕妇和胎儿都有好处。子具有滋阴养液，补益气血，润燥滑肠之功效，因此有滋补作用。松子具有养液，熄风，润肺，滑肠的功效，松子能治风痹，头眩，燥咳，，便秘等病症。所以怀间多吃点松子对孕妇和胎儿都有好处。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：我左眼的视力为零点二，这是为什么？该怎么矫正？\n回答内容：患者：我左眼的视力为零点二，而右眼的视力为零点八！这是为什么？该怎么矫正？（女，15）于紫燕医生：先到眼科查验光及矫正视力，如果可以提高，那么戴眼镜矫正。如果不能到0.8以上，需要进一步检查，眼底。患者：这么麻烦吗？于紫燕医生：这是最最基本检查啦\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：脂肪肝酒精肝要注意什么\n回答内容：你好，脂肪肝酒精肝都要注意饮食的健康，最重要是戒酒。都要及时的治疗。指导意见脂肪肝酒精肝最好是戒酒，注意饮食的健康，针对脂肪肝酒精肝的情况可以吃些五味子的体恒健养肝片，五味子对酒精肝治疗方面临床上疗效较为肯定，体恒健养肝片能有效的清除肝脏脂肪肝和毒素，相当于给肝脏做了一次全面的清洁。其能充分地滋养、修复受损的肝脏细胞，通过调养脂肪肝酒精肝，避免向肝硬化，肝癌方向恶化。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：5月20号来的月经，6月3号和6月11号\n回答内容：指导意见：你好，这个不需要进行调整的，宝宝慢慢就会长好的\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：我买了消炎药   盐酸左痒氟沙星片   上面规格是0.1g  让每日服用250mg或500或700mg      这\n医学文档：您好，您目前买的左氧氟沙星片是0.1个，也就是100mg的规格。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：每次来月经都会特别疼有点受不了怎么回事\n回答内容：问题分析：唇炎可以吃核桃意见建议：唇炎是一种以口唇干燥、皲裂、脱屑为主要临床表现的粘膜病，患了唇炎首先要避免日光过度照射，停用或停食可疑的药物或食物，避免干燥、高温风吹的环境，不可舔嘴唇，这样还可预防复发。核桃中含有丰富的维生素B和维生素E，可防止细胞老化，核桃仁中的脂肪主要是亚麻油酸，有润肌肤的作用。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：胃疼怎么做检查\n回答内容：你说的EB病毒，其实是一种人类疱疹病毒，只不过是4型疱疹病毒，一般情况下病毒会潜伏与淋巴细胞内，在淋巴细胞中繁殖感染，引起的原因与血液戒除，性接触等。一般来说可以通过注射疫苗的方法来防止感染EB病毒的，不过如果有被感染现象的话，需要采用抗病毒药物治疗才会有效果的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：请问乳腺疾病的治疗办法\n回答内容：你好！考虑是肝郁气滞气滞血瘀引起乳腺增生的症状，及时的调理，首先需要注意调理个人的情绪，不可以生气，口服百消丹、丹栀逍遥丸、乳癖消胶囊之类的药物，及时的对症治疗，可以改善症状的，生气不利于恢复。  希望对你有帮助\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：孕前检查，做了小便，心电图，b超未做输卵管造影，白带检测\n回答内容：多塞平片并不如用于治疗失眠，多塞平片是三环类的抗抑郁药，主要用于抑郁症还有焦虑性的神经症，患者在初次口服多塞平片的时候可能会产生副作用，还有胆碱能神经的兴奋作用，比如患者会出现口干、流涎、头晕等问题，不是多塞平的治疗作用，它不能用于治疗失眠。临床上治疗失眠主要用西药的镇静安眠药物比如地西泮、右佐匹克隆、艾司唑仑、阿普唑仑、氯硝西泮、劳拉西泮，这一类的药物通过抑制大脑皮层的功能活动，起到镇静、改善睡眠的作用，而多塞平主要是改善患者的情绪，对于有一定焦虑情绪、抑郁情绪导致患者睡眠不好的时候，可能多塞平改善情绪后，患者的睡眠会随之有一定程度的好转，但是临床上并不用多塞平治疗失眠，因为多塞平药物用药时也有很多需要注意的，在患者肝功能损害、尿潴留还有其他很多问题的时候，多塞平都是不能应用的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：二个人同房喝了点葡萄酒怀孕了对小孩有影响吗\n回答内容：你好，根据你描述的情况来看，考虑是结肠炎的症状。平时饮食要注意，少吃生冷，油腻，新浪，等刺激性食物，多吃容易消化的食物，如米粥，面条等，可以口服补脾益肠丸，固本益肠片，等药物治疗，症状不缓解，建议去医院做肠镜检查。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：小而先天性心脏病 先天性心脏病\n回答内容：请上传心脏超声报告单，不同心脏病花费不同。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：医生你好，请问如何解决阴茎短小，提高性能力呢，谢谢！\n回答内容：您好！一般怀孕8周末的时候才会闻及胎心搏动，根据您的情况，宝宝的发育是有点快了。您好！根据您的情况，生长有点快，建议您注意定期检查，检查宝宝是否正常发育，如果后期检查还是生长过快，需要控制营养，祝您健康快乐，也祝宝宝快乐成长，如有疑问请随时咨询！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：郑州治疗前列腺炎的地方\n回答内容：您的病情已经了解，建议：点击此处参考我的文章 《热性惊厥与癫痫（英文科普文章编译）》热性惊厥四级预防1、增强体质，注意衣食住行，避免发热性疾病2、及时发现发热，及时退热3、发作次数多，时间长，每次发热的几天里用安定预防4、仍然防不胜防，长期用药预防\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：为什么上环后会来血路\n回答内容：你好，根据你描述的情况看，目前考虑宝宝佝偻病的可能性较大，建议你给宝宝口服鱼肝油及维生素D，加强户外活动、多晒太阳，必要时去医院复诊。谢谢！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：做腹部ct能否网上预约?\n回答内容：随着网路的发展，越来越多的人可以从网路上获取自己所需要的信息，特别是夏天到了，屋外桑拿屋内空调，忽冷忽热最容易发生感冒，很多人就会习惯性的药物治疗，但是如果是孕妈妈发生感冒，那用药就要小心了。　　感冒分为普通性感冒和流行性感冒。普通性感冒主要表现为头痛、流涕、喉咙痛等，一般症状较轻不需要去医院治疗，多喝水、多吃蔬菜、注意保暖就可自愈。　　而引起流行性感冒的原因很多，最常见是病毒性感冒，除以上表现外还会发生发热、咳嗽、肌肉酸痛，虽然病毒通常并不会通过胎盘传播，但在早孕期，病毒感染还是可以对胎儿发生影响，并且发热也是引起胎儿不良结局的危险因素之一，所以需要积极治疗。　　因为准妈妈属于特殊的一类人群，她们不可以随便用药，那孕前感冒该怎么办呢？　　1、遵医嘱服药，不要擅自服药，特别是早孕期禁用自己的一切药物，孕中期后用药也要慎重，一定要去正规的医院进行查看，安全用药；必要时可以口服清热解毒药物。　　2、注意休息，在疾病流行期间，避免到人口密集地区，注意个人卫生，保持良好的心情；　　3、多喝水，补充感冒所散失的水分，少吃辛辣、刺激性食物，少吃油炸性食物；　　4、避免生冷刺激，多吃含有维生素的食物，增强个人抵抗力。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：手被压到了，指甲盖掉了而且缝了针，现在线拆了，请问拆线几天可以工作\n回答内容：你好，孩子频繁的眨眼睛，如果不是眼疾导致的，那么家长一定要警惕抽动症的原因了，眨眼睛也是儿童抽动症的常见表现，发生于抽动症的初期。此时常常被家长忽略及误解为孩子的习惯性小动作，导致抽动症病情加重，进一步的引发孩子其他部位的无意识抽动，如皱额、歪嘴、耸肩等。如果家长发现孩子出现频繁眨眼，经过纠正仍然没有改善，就应当引起重视，抽动症会对孩子的学习和生活都造成影响。以上是对小孩子眨眼睛频繁是什么原因？这个问题的建议，希望对您有帮助，祝您降！\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：只要一便秘，肚子就鼓的跟球似的。\n回答内容：白癜风虽然表现在皮肤上，其实是身体内部免疫调节功能障碍引起的，所以治疗白癜风还是要从内部进行调理，通过一系列检查，找出真正的黑色素缺失的原因。进行相应的对症治疗从而达到控制白癜风的目的\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：眼底出血早期能治吗\n回答内容：眼底出血以毛细血管病变最为常见，主要是毛细血管内膜损坏，渗透性增加，使血液渗出；其次是来自静脉方面的出血，多发生在局部或全身病变，血液动力学的改变、血液粘稠增高、静脉血流迟缓或滞留、静脉血栓、静脉壁的炎症等。可以用中医治疗，在采用激光及西药的同时,以及在病情恢复的过程中,争取更多的机会运用中药以达到标本兼治的效果。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：我不想要孩子，又不想做人流，怎样才能不要这个孩子？\n回答内容：您好,除痘印(痤疮疤痕)最好的方法是：1.维生素E用针扎破,涂在患处,用手搓1分钟,2.每天早晨用温水洗脸里面适当加一些白醋.3.多喝水,多吃蔬菜水果,多吃维生素,也可以吃21金维他.\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：咨询：宝宝平躺睡觉会打呼，侧睡就会好点，喝奶时一直呼呼声，感觉呼吸不畅，半夜或睡醒时会干咳几声，整夜头部都是汗。20天前因急性喉炎住院\n回答内容：初步诊断，可能是急性喉炎。需要与患者进一步沟通确诊急性喉炎的治疗建议如下：一、西医一、全身治疗：病情较重，有明显全身症状者，应适当休息，给予抗生素(青霉素，先锋霉素或磺胺类药物),及激素（强的松5～10毫克，一日三次）治疗。　　　　（二）病人应禁烟酒，不吃有刺激性食物，少讲话，以利炎症消退。　　　　（三）局部治疗：超短波理疗，具有消炎、止痛作用，每日1～2次，复方安息香酊蒸气吸入，每日3～4次。雾化吸入：抗菌素液加激素液（或加入少许肾上腺素、1%麻黄素）。二、中医\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：血压高压高低压低是怎么回事\n回答内容：这是很轻的药物反应，可以不管它清明节放假，我发了两次停诊通知，你没注意看。请问你的丙戊酸浓度是多少？我是问你那化验的结果这些我不是已经看过了吗？你昨天说的单子是什么？我要看的是丙戊酸浓度呀！你说的“我的单子出来了”是什么单子？现在就丙戊酸浓度的单子没看到要的就是这一张，其它的我都看过了。你的药暂时不要减哦，我这会儿明白了，你发的第一张照片我一直没看到，以为你没有发给我，所以我俩都理解不了对方的意思。对不起了，是我的错，没有往前翻看。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：广州治疗尖锐湿疣需要多少费用\n回答内容：睡眠对于大脑健康是极为重要的。未成年人一般需要有8个小时以上的睡眠时间，并且必须保证高质量。如果睡眠的时间不足或质量不高，那么会危害生命或对大脑就会产生不良的影响，大脑的疲劳就难以恢复，严重的可\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：染发剂的哪些成分导致的过敏\n回答内容：您好，染发剂接触皮肤，在染发的过程中还要加热，使苯类的有机物质通过头皮进入毛细血管，然后随血液循环到达骨髓，长期反复作用于造血干细胞，导致造血干细胞的恶变，导致白血病的发生。而染发剂之所以会导致皮肤过敏、白血病等多种疾病，是因为染发剂中含有一种名叫对苯二胺的化学物质。专家称，对苯二胺是染发剂中必须用到的一种着色剂，是国际公认的一种致癌物质。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：结核病皮试出现红肿\n回答内容：想要去除体内多余的湿气，建议可以吃一下几种食物：第一种，薏米，薏米有利水消肿，健脾祛湿的功效，在日常生活中是最为常用的祛湿药物，将薏米和红小豆煮粥喝，祛湿效果更为良好；第二种，白扁豆，白扁豆中含有丰富的碳水化合物、蛋白质和微量元素，具有健脾利水、止泻的功效；第三种，辣椒，辣椒中含有辣椒素，有良好的祛湿效果。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：吃治疗支原体药物，但不知怀孕了，怎办啊\n回答内容：您好，凭据你说明服用的药物情况，对胎儿的发育存在有一定的影响。但药物的影响是因人而异的。建议你在孕20周以后到我院检查三维彩超，了解孩子的发育情况后，再针对性决定。如果方便，可通过我院的网站预约就诊，可免除专家挂号费。盆腔和阴道B超：可早期发现子宫肌瘤、卵巢囊肿等病变。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：子宫切除手术\n回答：服用紧急避孕药后导致月经推迟20天，这个主要是避孕药引起的内分泌紊乱，对于这种情况主要是服用黄体酮胶囊或者是直接注射黄体酮促进月经来。然后在来月经的第2天抽血检查下星期水平，根据性激素水平情况判断一下是否用药。一般偶尔一次的月经推迟，可以暂时不处理，后期避免服用避孕药，保持心情舒畅和充足的睡眠，月经周期可以自然恢复。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：服用人丹10粒后，多久可以计划怀孕\n回答内容：你好，下个月就可以。做好怀孕前检查。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：得了角膜炎以后该怎么治疗\n回答内容：角膜炎治疗的方式主要是用眼药水治疗，当然还有其他的方式，比如佩戴隐形眼镜，还有比如角膜基质，注意要素，如果严重的角膜炎，药物治疗都没有效时，需要角膜移植手术，角膜移植手术，可以有深板层角膜移植，穿透性角膜移植之类，当然具体怎么治疗，需要根据角膜炎情况来定。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：指，腕，脚踝，肩关节疼痛，手掌边缘肌肉痛指关节仍不灵活，关节隐痛，双拇指尤严重，上臂疼，手好大夫在线电话问诊\n回答：电话咨询后医生的建议:有问题继续联系，随时留言。改变精神状态，生活状态和睡眠状态。能过来看看吗？复查片子了没？重的不严重片子确实没有问题，还是按照非特异性滑膜炎处理吧你在这里不要花钱！我会无限次为我的所有患者免费开放机会的。今天网络慢，我正在开放机会操作时你就发过来了，再遇到时稍等一下就好了！公益网站，想感谢可以点击我的头像评价就诊体验和感受，不接收馈赠，谢谢理解！非特异性滑膜炎:适当抬高，局部制动，热敷理疗，每日两三次，每次40分钟以上，不能过热，避免按压、揉搓的动作，坚持两三周后可以主动活动，应该会缓解，完全关节甚至要半年，如果有加重或长期不缓解，需要及时沟通，必要时来医院复查。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：经常穿纯棉内裤会怎样\n回答内容：你好，要是你是在喂奶的情况下就不建议你做的，要是没有喂奶就没有问题的但是这个磁疗要是有血的情况下也是不能做的\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：未分科_刷牙是吐痰有血，第一次出现这种情况，刷_39健康问答_39健康网\n回答内容：血液粘稠度高也称为高粘稠血症，中老年人易患，可以经过血液流变学检查确诊。影响血液粘稠度的因素主要有血细胞性的因素。如血细胞数量的多少、大小、形态、红细胞变形性、血小板功能等。血浆性的因素，如血浆蛋白，特别是纤维蛋白原、免疫球蛋白、血糖、血脂、纤溶活性等。血管性的因素，如血管的长度、直径和内膜光滑度等。其他的如情绪、饮酒、吸烟等，这些因素都可以引起血液粘稠度的增高。所以，建议要多喝水，多吃山楂、黑木耳、大蒜、洋葱，还有西红柿、红葡萄、紫菜、海带，吃清淡的食物，有助于降低血液的粘稠度。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：斑秃最好的是要多吃些什么？\n回答内容：您好，根据你的资料分析，多考虑主要还是由于长期过度劳累等因素而导致的骨刺发生，往往容易导致局部剧烈疼痛，活动受限等症状。根据你描述的情况，是可以服用十味乳香丸的，建议还可以配合骨刺胶囊等药物以及膏药贴敷治疗，另外近期要注意多休息，避免过度劳累，要让患处得到充分休息，避免负重。如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。注意事项<br />1．忌辛辣、生冷等刺激性食物。<br />2．孕妇及糖尿病患者慎用。<br />3．严格按用法用量服用，儿童及年老体弱者，应在医师指导下服用。<br />4．对本品过敏者禁用，过敏体质者慎用。<br />5．儿童必须在成人的监护下使用。<br />6．本品性状发生改变时禁止使用。<br />7．请将本品放在儿童不能接触的地方。<br />8．如正在使用其他药品，使用本品前请咨询医师或药师。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：左腿疼痛是怎么回事？？\n回答内容：腿疼这种情况一般的情况腰间盘突出压迫的情况引起的这种症状的。一般的情况往往是可以配合针灸、按摩、理疗等治疗的或配合牵引等治疗的。或采用微创手术的治疗的。不要劳累着凉的。不要久坐久站的。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：哪些情况会引起尿路狭窄\n回答内容：你的情况应该是慢性扁桃体炎导致的扁桃体表面可见脓栓，没有明显的局部不适症状，一般不需要特殊处理。双侧扁桃体增生肥大明显，平时孩子是否有睡眠打鼾或者呼吸不畅的表现吗？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：口水能传染性病吗？\n回答内容：你好. 不会传染的。生活上应该减少刺激性食 物,忌油腻，忌腥荤,平时注意避免劳累，多食蔬菜水果，积极补充维生素C\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我的下眼睑看上去肿咆咆的,并带有一点红.我的睡眠没有问题.眼睛感觉有点不舒服,眯上会好一点.我试过很..\n以下回答内容是否能够回答搜索问题？\n回答内容：问题分析：该药主要用于肾炎引发的各种症状。多卧床休息，给予足够意见建议：的抗感染治疗。适当补充水分，多吃蛋白质含量高的食物。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：我想知道刚怀孕能做亲子鉴定吗\n专业回答：你好，根据你的病史描述，这种情况是没办法做亲子鉴定的，必须要等到中期妊娠有羊水以后通过抽取羊水或者抽取母体静脉血找胎儿脱落细胞，才能做亲子鉴定\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：耳鸣口苦吃什么药\n回答内容：耳鸣可能与脑供血不足有关,而脑供血不足的常见原因是脑动脉硬化,与高血脂有直接的关系.。。这是一个综合性的治疗,主要是控制血脂,扩张脑血管,改善脑供血.注意低脂饮食,低胆固醇饮食和戒烟酒,多吃蔬菜水果.服用尼莫地平西比灵脑灵素丹参或者肌肉注射：培他定.另外注意咽鼓管炎有可能导致的,还要注意不要经常使用耳机.\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：成都女性尖锐湿疣吃什么药好呢\n专业回答：尖锐湿疣是由人类乳头瘤病毒感染引起的一种性传播疾病，可通过自行接种、性器官摩擦、母婴传播等方式进行传播，危害极大。对于尖锐湿疣的很关键。尖锐湿疣是病毒感染引起的由于个人的身体体质不一样，所以感染尖锐湿疣的多少有差异，你结合自己的病情选择，不要盲目的使用一些思想上容易接受的方法，避免病情加重。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：儿童学习障碍怎么治？\n回答内容：你好，脂肪肝酒精肝都要注意饮食的健康，最重要是戒酒。都要及时的治疗。指导意见脂肪肝酒精肝最好是戒酒，注意饮食的健康，针对脂肪肝酒精肝的情况可以吃些五味子的体恒健养肝片，五味子对酒精肝治疗方面临床上疗效较为肯定，体恒健养肝片能有效的清除肝脏脂肪肝和毒素，相当于给肝脏做了一次全面的清洁。其能充分地滋养、修复受损的肝脏细胞，通过调养脂肪肝酒精肝，避免向肝硬化，肝癌方向恶化。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：2016年暑假做过各种检查为多囊卵巢综合征，吃药治疗\n专业回答：已经确证为多囊卵巢，而且看描述也比较典型，关键是学会减轻压力，乐观，加强锻炼，不喝饮料不吃生冷辛辣食物，饮食规律，保证睡眠！另外再查一下性激素及糖耐量胰岛素等，根据检查结果继续进行达因35等治疗，\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：小腿粗，大腿有肌肉\n回答内容：你好，锻炼大腿肌肉的最佳运动是步行、骑自行车(包括在室内骑健身自行车)、越野滑雪、爬楼梯等运动建议，运动时间的长短比运动的剧烈程度更重要；要减掉脂肪，步行一小时和跑步20分钟的效果相等。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：后面大牙的地方痛，嘴张不开\n回答内容：[病情分析：你好，你这个情况是颞下颌关节炎，这朵还是受寒或吃坚果类食物引起的受损指导意见：平时一定注意患侧保暖，可以及时去中医院，针灸配合着艾灸方法来对症调治一下\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：孕7周出血了，求教！\n回答内容：病情分析：您好：您曾经流产一次，现出现出血，有先兆流产的症状。指导意见：建议卧床休息，如果出血增多或腹痛加剧，及时去医院就诊。医生询问：\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：大便太粗撑破肛门流血怎么治疗\n医学文档：指导意见：新鲜肛裂.经非手术治疗可达愈合.如局部热水坐浴.便后用1：5000高锰酸钾溶液坐浴.可促使肛门括约肌松弛;溃疡面涂抹消炎止痛软膏（含地卡因.黄连素.灭滴灵等）.促使溃疡愈合;口服缓泻剂.使大便松软.润滑;疼痛剧烈者可用普鲁卡因局部封闭或保留灌肠.使括约肌松弛.陈旧性肛裂经上述治疗无效.可采用手术切除.包括溃疡连同皮赘（前哨痔）一并切除.还可切断部分外括约肌纤维.可减少术后括约肌痉挛.有利愈合.创面不予缝合.术后保持排便通畅.热水坐浴和伤口换药.直至完全愈合.近年来采用液氮冷冻肛裂切除术.获得满 意疗效.术后痛苦小.创面不出血.不发生肛门失禁等优点.\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：请问过敏性鼻炎能根除吗？\n专业回答：过敏性鼻炎通过手术是无法根除的，目前最常用最有效的治疗方法是脱敏治疗及鼻喷激素和口服抗过敏药物，建议去医院查个过敏原，根据筛查结果进行脱敏治疗，或者在医生的指导下服药和鼻喷激素治疗。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：鼻咽癌放疗后放射性脑炎\n回答内容：你好！从目前治疗反应看，不支持肺结核。感染的可能性大。有没有肿瘤性疾病，需要明确。可以气管镜下取活检，做病理。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：孕前检查有白带褐色宫颈轻度糜烂该怎么办？\n以下回答内容是否能够回答搜索问题？\n回答内容：正常反应，用温盐水泡一下可以促进脱环和消肿，分泌物多可以用棉签轻轻拭去\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：感冒了怎么办？吃药还是\n回答内容：你好，在用药期间出现尿液异常，通常是与药物有关系，不需要太担心的，继续观察一下，这段时间要多喝水，通常来讲停药后就会恢复正常的。不要吃辛辣以及过于油腻的饮食。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：我是肾虚中的哪一种\n专业回答：160斤女胖子减肥方法有很多，其中减少饮食量是最主要的。因此减肥的时候需要少吃多餐，严格控制饮食量。可以多吃水果和蔬菜，这样可以补充体内的纤维素、维生素等，注意不要喝太多的水，一天8杯即可，最重要的还要适量运动巩固减肥成果。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：20天宝宝为什么睡觉经常被吓醒啊，刚放下去睡觉又被吓声音不算大，怎么回事呢现在感觉宝宝突然越来胆小了\n回答内容：亲，宝宝不是胆小的，因为宝宝才刚出生的，没安全感的，容易吓着这是正常的，所以不要轻易出声音比较好，尽量给宝宝安静的，毕竟宝宝这么小对声音不熟悉哦，所以还是注意吧\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：月经来了三天有时褐色有时黑色还没见红，\n回答内容：你好，上述情况首先考虑是由于子宫内膜脱落而引起的，它会导致褐色的分泌物，也会引起出血疼痛。建议您平时注意清洁卫生，在月经前期或者是月经期间避免着凉，少吃一些刺激性的食物，顺时针按摩腹部，暖暖腹部。月经期间可以口服益母草，多活动促进淤血排出。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：怎样包皮算是过长呢，做手术简单吗\n回答内容：病情分析： 你好。包皮过长是指包皮覆盖尿道口，但能上翻，露出尿道口和阴茎头，你的情况是属于包皮过长的。 指导意见： 建议包皮过长时间长的话容易导致包皮垢的蓄积，滋生细菌引发包皮龟头炎，时间长了会导致包皮龟头炎，你的情况有异味的话可以去查一下是不是有炎症。祝你健康。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：做胃镜胃上有两个凹坑，就像多了两个进食的口一样！但不是通的！\n回答内容：指导意见：你好，肠镜的检查需要头24小时不能进食，水而且需要喝甘露醇洗肠，直到没有大便了，才能进行检查。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：咖喱萝卜鸡肉有营养吗\n回答内容：您好,目前治疗生殖器疱疹的药物较多,但此病复发率较高,尚无有效根治办法。以系统治疗为主，这方面药物较多。如阿昔洛韦、伐昔洛韦、泛昔洛韦、西多福韦、磷甲酸钠、干扰素、消炎痛、左旋咪唑以及中药等。。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：食物中毒吃什么好\n回答内容：你好，如果是金属中毒的话就吃一些富含蛋白质的食物，如鸡蛋，不过看你的样子应该是消化不良还有没有睡好，建议你先好好睡一觉吃些消食片，不行的话及早去看医生。应该吃一清淡饮食，多休息，多喝开水，使毒素从二便近快排出。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：我用了无限极牙膏敷在脸部痘痘处，现在整个脸像烧伤了一样，火辣辣的疼，怎么办啊？大热天的好痛苦啊\n回答内容：你好，小孩发烧多是由病毒感染导致的。可以服用退烧药同时采用物理方法来降温，多喝水，同时进行抗炎或是抗病毒治疗为好的，有利于身体的恢复。平时增强体质，增加抵抗力。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：静脉曲张右小腿静脉曲张经硬化治疗后，色素明显，有胀痛感。\n回答内容：考虑患者目前是浅静脉血栓性静脉炎，建议来我科诊治，最好手术处理；应尽快来！\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：压力大导致月经15天没来，应该吃什么药？\n回答内容：病情分析：你好，根据你叙述的情况考虑是由于内分泌失调导致的月经不调引起的月经推迟的现象。可以吃一些益母草颗粒、当归调经胶囊调理月经，日常生活应有规律,多注意休息,避免劳累过度,尤其是经期要防寒避湿，防止过度节食,注意自己的饮食结构,多食用瘦肉,谷类,深绿叶蔬菜及含钙丰富的食物,不宜过食生冷，保持心情舒畅，加强锻炼,提高身体素质，祝你健康。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：你好，我十九号来月经，二十四号跟我老公做？\n回答内容：早期胃癌多数病人无明显症状，少数人有恶心、呕吐或是类似溃疡病的上消化道症状。疼痛与体重减轻是进展期胃癌最常见的临床症状。病人常有较为明确的上消化道症状，如上腹不适、进食后饱胀，随着病情进展上腹疼痛加重，食欲下降、乏力。中医、中药治疗胃癌效果不是太好，推荐患者试下生物治疗。生物治疗能减轻患者痛苦，控制病情，延长生存时间。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：你好，我现在月经还没来，是不是跟吃五加生\n回答内容：意见建议：建议应用卡托普利或依那普利、硝苯地平缓释片等药物治疗，注意劳逸结合，保持足够的睡眠。注意饮食调节，以低盐、低动物脂肪饮食为宜，并避免进食富含胆固醇的食物。高血压患者多吃些能降血压的食物和水果。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：开眼角会不会回缩\n回答内容：眼睛的大小在一定程度上与天生的遗传因素有关系，这样就会造成有的人眼睛大有的人眼睛小。在这其中不乏一些爱美的小仙女总是觉得自己的眼睛不够大，不能够淋漓尽致的展现出自己的美貌，其实除了日常的化妆之外通过开眼角的手术也是可以达到目的的，那么开眼角会不会回缩呢?下面就一起了解一下吧。　　1、开眼角拆线后会回缩，无论是开外眼角还是开内眼角，如果手术后护理不当，就会出现回缩的现象，因为刚做完手术，眼睛会出现水肿以及疤痕增生，这样会把眼角再次胀大，随着伤口慢慢的恢复，水肿就会逐渐消失，然后眼角也会开始回缩。　　2、由于手术后短期内伤口会出现水肿和疤痕增生现象，局部会出现张力，眼角开的程度比较大，等到三个月的时候疤痕软化，皮肤松弛一点才会慢慢的恢复效果。　　开眼角一方面可以让自己的眼睛瞬间变大同时也节省了不少的日常化妆时间。但是在这里要提醒爱美的朋友们，手术虽好但是并不是适合所有的朋友，根据个人的体质不同有些人是不适合进行手术的，为了保证您的安全和手术效果一定要到正规的医疗机构进行手术和咨询。希望文章可以对您有所帮助。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：儿科_我有慢性咽喉炎。喉咙一咳嗽就很辣，而且_39健康问答_39健康网\n回答内容：你好，你这种情况下要注意咽喉炎的可能性，你可以考虑用一些消炎药，多喝水\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：怀孕六个月晚上右手会麻木\n回答内容：你好，出现右手麻木考虑是受压引起的，需要注意晚上睡觉时避免身体压着胳膊\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：羊穿没有做成!心烦!还是听医生的建议吧，羊穿还会更准确一些\n回答内容：肌腱炎可以采用手术治疗或中医治疗。手术治疗：可切开狭窄部分腱鞘，并行部分切除，使腱鞘不再挤压肌腱，能达到治愈的目的；中医治疗：采用舒经活络、滋阴补肾的膏药外治，能够活血化瘀，促进炎症吸收，缓解疼痛。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：春天适合宝宝的菜品有哪些\n回答内容：病情分析： 你好，一般是在怀孕中期的时候进行检测胎儿的性别的，可以进行b超看胎儿的生殖器官检测看的。意见建议：一般是在孕23-25周进行检测看就可以的，还是比较清楚的。在孕期胎儿生长发育都是正常的话是不用担心的。对于 胎儿的性别不要过于在意。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：乳腺增生要注意多吃什么好一些啊\n回答内容：您好，建议您少穿束胸或紧身衣，合理使用文胸。型号合适的文胸对乳房健康很重要，最好能选用柔软、透气、吸水性强的棉制文胸。平时能不带文胸时尽量不带，不要带文胸睡觉。。你好，患有乳腺纤维瘤虽属良性肿瘤，但极少数有恶变的可能性，而且这种恶变的危险性为累积性增加，由于致病的内分泌环境持续存在，约10%-25%患者，可同时多发，也可先后多发，不应将这种多发性倾向视为复发。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：左眼疼 好像里面有东西\n专业回答：病情分析：      您好，食道癌症的晚期治疗主要是对症支持治疗，费用也是根据患者自身的身体素质有关系的。      指导意见：      建议保守治疗，比如使用一些提高机体免疫力的药物，补充体内需要的能量等\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：发现得外阴白斑以后理应如何医治\n回答内容：1。对于转移性肾细胞癌，远处岔开的5年生存率一般在5%约莫，非常低。目前，除手术外，没特别好的治疗方法。手术不仅能摘除肾肿瘤，而且能摘除岔开性病变。对于某些肾癌患者，虽然手术效果较好，但术后仍有1/3的人会岔开。因此，对转移性肾细胞癌的救治往往需要有更彻底、更全面的救治。2。肾细胞癌对化疗和放射治疗的敏感性很低，效率只有10%。而且，化疗本身容易产生耐药性，特异性差。三。中医救治晚期肾癌可超越苛刻救治的目的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：白斑病常规治疗\n回答内容：看你的描述有可能是因剧烈的运动会加快血液流速，血管受阻可引起疼痛，运动需要大量的氧分所以建议你最好是进行有氧的运动，长期疼痛厉害的话，可以适当的减少运动量，必要时到医院进行脑部的检查。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：补钙多了会引起骨骼提前愈合吗？一般补钙要\n回答：中医可以治好阴道炎的。中医通过辩证论治，可以选择中药坐浴、中药口服、中药制剂阴道上药等治疗霉菌性阴道炎。常用的如洁尔阴洗液、保妇康栓等，都是中药制剂。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：怀孕两个月宫颈息肉出血\n回答内容：你好，根据病情所述正常情况下其针头不会断的几乎不可能发生的。如果怀疑针头折断在体内打完针后及时检查枕头长度看看或是拍片检查看看体内有没有金属异物。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：尿片该如何给宝宝使用呀，一直都是用的纸尿裤\n回答内容：现在的孩子都是长时间的用尿片的，要选择大小合适的尿布，多给孩子换尿布，保持小PP的清洁干爽，才不会长尿布疹。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：小儿癫痫病应吃什么饮食有助病情恢复?\n回答内容：癫痫病人的饮食要尽可能做到多样化，多吃富有营养、易于消化的食物，如面食、豆类、瘦肉、鸡蛋、鱼、牛奶等，尤其应多食用豆类、新鲜蔬菜、水果、乳制品。。请根据患者想要得到的帮助，提供合理化指导意见，答非所问、敷衍、无意义回复，将会被通还可以多吃些富含维生素e的食物，如胡萝卜、芝麻油、花生油、豆芽海藻等。平时一定要合理饮食，不能暴饮暴食，或者过饱过饥，要多注意休息，不能熬夜，不要经常玩电脑、看电视，还要保持良好的心态。报！\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：请问在服阿司匹林可以吃豆浆吗？\n回答内容：你好.这可能是牙龈发炎引起的.建议你一定要禁烟，酒，辛辣食物。可以用棉签蘸浸3％过氧化氢溶液，涂搽牙龈缘，见有气泡形成，即用温水漱口。然后涂以2％碘甘油或碘伏\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：成都怎么治疗尖锐湿疣更专业更正规\n回答内容：您好，您说的情况很多的，一般的阴道炎、湿疣、淋病、梅毒的，都要积极治疗，暂时不宜性生活的，最好治愈后再进行性生活，避免交叉感染。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：前列腺癌临床表现\n回答内容：前列腺癌多发生于后叶,早期多无任何症状,即使有所不适,也不足以引起病人的重视.当肿瘤增大压迫尿道时,又往往与前列腺肥大相混淆.故而,约80％的病人首先发现远处转移病灶,然后才发现前列腺癌.。　前列腺癌的临床症状出现早晚及其严重程度,取决于癌肿生长的速度和压迫尿道的程度.因前列腺环抱尿道,故癌变首先压迫尿道,表现出排尿异常的症状.初起时可见尿意频繁,夜尿增多；当肿块增大压迫尿道,会出现尿流变细,排尿不畅,尿程延长；少部分病人可出现排尿疼痛,有的还会出现血尿,此时应引起警惕.\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：请问硫磺软膏治打呼怎么用，我是\n回答内容：首先硫磺软膏治疗打呼没有肯定的作用，如果扁桃体发炎肿大引起打呼应该手术切除扁桃体打呼的原因有很多，有的是鼻腔狭窄，有的是小下颌，扁桃体肿大引起的气道狭窄扁桃体切除后效果很好\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：肺炎出院后还是咳嗽\n医学文档：根管治疗是治疗牙髓炎的有效方法，还可以治疗根尖周病。做根管治疗时，牙髓大部分已经坏死，操作时还会使用局部麻醉，因此没有疼痛感或稍微疼痛，是可以忍受的。建议：您鼓励孩子，积极配合医生治疗。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：奶嘴如何选择\n以下回答内容是否能够回答搜索问题？\n回答内容：\"鼻窦炎癌变的几率并没有相关统计和报道。鼻窦炎癌变也就是指鼻窦恶性肿瘤，在组织病理学上多是鳞状细胞癌和肉瘤。鳞状细胞癌多见于40-60岁的男性，而鼻窦的肉瘤多见于青壮年。鼻窦恶性肿瘤的具体病因不是很清楚，多是几种推理性学说，较多人认为和长期慢性鼻窦炎症有关系，长期的炎症刺激可以导致鼻窦黏膜的假复层柱状上皮化生，逐渐鳞状上皮化，细胞异型增生，最终导致鳞状细胞癌形成。鼻窦炎的发病概率和鼻窦恶性肿瘤相一致，也就是上颌窦最多，筛窦次之，蝶窦最少。但是，鼻窦炎癌变的具体几率，临床上并无相关统计。\"\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：早上起来的半个小时内是听的清楚\n回答内容：你好，白癜风是皮肤病中的慢性病，疑难杂症，白癜风临床会出现乳白色和奶白色的斑块，白色斑块，与正常皮肤形成鲜明对比。白癜风做伍德灯检查可以见到蓝色的荧光。而白色糠疹一般与缺乏维生素以及微量元素有关。白色糠疹会出现单白色的斑块。而白色糠疹白色斑块的症状并不明显，白色糠疹一般与缺乏维生素，微量元素锌有关。出现白色糠疹的症状，做到营养膳食均衡，可以口服多维元素片，葡萄糖酸锌。通过上述药物可以有效改善白色糠疹的症状。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：孤独症儿童的康复治疗费用可以报销吗\n回答内容：病情分析： 你好：根据你的上述情况，作为女性来讲，一般都或多或少的在月经前后会出现腹痛，腰痛等症状，这就叫痛经。痛经是由于子宫内膜合成的前列腺素引起子宫剧烈收缩引起的。但一些妇科疾病，如：子宫内膜异位症，子宫腺肌症、子宫肌瘤,以及盆腔炎等，也可以加重痛经的症状。建议到正规医院进行相关检查，确诊后对症治疗。祝你早日恢复。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：毓婷紧急避孕药的副作用\n回答内容：对月经周期有一定改变，可能提早或延迟，多次重复服用紧急避孕药，则会导致月经紊乱、出血或点滴出血延长。由于紧急避孕药的副作用大,最好是采用其他避孕方式。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：支气管扩张合并感染支气管扩张中药能治好吗\n回答内容：从手掌皮疹看不能排除手足口病，是的，有口角炎。是的，最好带孩子去医院检查一下\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：我手心全是小红点一挠就特别痒然后就脱皮 他那个是不是的中药调理了\n回答内容：等宝宝感冒好了，3天之内不要吃药就可以去打预防针了，打预防针其实是一个轻度感染的过程,如果自身感冒还没好可能没有足够的抵抗力来对付新的病毒,会有一定的安全隐患。建议让孩子多加锻炼提升自己的免疫力，这样就不会那么容易感冒了。在这期间不要给孩子吃一些辛辣刺激生冷油腻的食物，多喝热水不要喝一些碳酸饮料，注意好饮食以及生活的保暖措施，多穿衣服。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：八个月宝宝发烧腋下有一个疙瘩是什么\n回答内容：你好，根据你所述的情况，宝宝发烧的原因可能是病毒感染或细菌感染引起的炎症，腋下有疙瘩，可能是淋巴结肿大，也是炎症引起的。。建议你给宝宝多喝水，低烧的话进行物理降温，温水擦浴全身，还是建议你带宝宝到医院查一下血常规，以确诊后对症治疗，只是单纯的退烧，治标不治本。祝宝宝健康成长！\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：白英半枝莲白花蛇舌草有用吗\n回答内容：白花蛇舌草,半枝莲2比一比例熬水喝，清热解毒，可以预防如今的一些盛行疾病\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：打美白针有什么危害\n回答内容：需要就诊排除炎症有无扩散，调整眼药，炎症好后再弱视检查，第一步先散瞳验光\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：现在不都是酵母基因工程疫苗吗？\n回答内容：红斑狼疮这个病是免疫紊乱造成的，不是遗传病，但是在诱发因素里面，药物，环境，妊娠，内分泌，遗传都是诱因，所以红斑狼疮有一定的遗传倾向，但是病情稳定期间怀孕的话，一般是不会遗传的。红斑狼疮患者经过有效的治疗，病情完全是可以控制稳定的，所以患者和家属一定要有信心，积极的配合治疗！临床上大多数的患者经过治疗，病情可以控制的比较稳定，可以和正常人一样工作生活，以后慢慢的药物巩固治疗，目前说这个病不好治疗，是因为这个病根治是比较难的，所谓的根治，是指症状消失，化验所有项目：包括常规化验，血常规，尿常规，血沉，补体和免疫抗体等全部正常才叫真正的根治，而现在临床上，经过一般可以达到症状和基本的化验转为正常，但是免疫抗体全部转阴是比较困难的，但是临床上也有少数的人是可以的，所以红斑狼疮患者大可不必因为得上这个病，就是没得治了。要积极的治疗，一样可以和正常人一样工作生活，女性可以结婚生育都是可以的！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：阴道湿疣检查费用是多少\n回答：对于新生婴儿湿疹是很多见的主要是还是多注意宝宝的饮食不要过早的添加辅食宝妈如果给母乳喂养的话建议不要吃辛辣刺激海鲜牛羊肉之类的发物然后不要给宝宝穿太厚尽量的让宝宝多喝水这样就会得到很大的缓解对于治疗方面不建议用激素类的东西建议宝妈可以试试纯植物的杏璞霜婴幼儿专用的我家宝宝使用的就是这款虽然比较贵但是效果很好也很安全而且没有任何激素.希望可以帮助到你\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：腿膝盖处半月板轻微受伤\n回答内容：你好，正常的情况下，半月板轻微受伤，往往是问题不大。但往往会造成走路不顺，容易绷住的现象的。指导意见目前的情况往往不用手术的。目前的情况，还是可以接着做推拿的治疗，以及可以配合中药、理疗的治疗。注意保养，避免疲劳。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：腋窝有肿块不疼\n医学文档：你好，这种情况应该去医院做一个b超的检查，看看肿块到底是淋巴结肿大还是肿瘤，因为无痛性的肿块儿怕性质不好。需要做进一步的检查才能够明确断，不要耽误治疗。希望我的回答对你有帮助，请问我做出评价谢谢。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：晚上睡不着，每天都是两三点才睡觉，怎么办？\n回答内容：你好，这种情况持续多久了建议您晚餐后适当活动一下，睡前用热水泡泡脚，喝杯牛奶，听点儿舒缓的音乐，放松心情，避免喝咖啡及浓茶试一试\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：刚刚开始的淋病吃什么药\n回答内容：对无合并症淋病,即早期的没有任何其他合并症的单纯性淋菌性尿道炎,一般可选择青霉素或菌必治.在注射以上药物时一定要作青霉素皮试,如青霉素过敏者,可考虑使用红霉素或阿奇霉素。。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：宝宝湿疹性皮炎\n回答内容：皮肤松且有内呲赘皮，需要做切开双眼皮加开内眼角手术，这样就是平行形\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：孕期坐胎会影响生产吗？\n医学文档：如果感到胎动较平常活动频繁，需要及时到医院进行胎儿脐血流检测，明确原因后对症处理。孕妇平时左侧卧位。保证胎盘供氧功能。定期进行孕期检查。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：为什么闻到气味就想吐？\n回答内容：全球每年有很多患者病逝于癌症，其中胃癌就是一种常见癌症。胃癌的治疗常以手术为主，生活中应该注意其中的发病特征，出现疾病后，应该科学的治疗，您的生命就处于高度警戒的状态。关心自己从了解病情开始。一、外科治疗，胃癌手术的要点在于标准的根治手术，要求对胃周围回流淋巴结进行系统、整块的切除，即D2廓清。同时对切缘的准确把握也是预防局部复发的重要因素。手术中无瘤术操作能够减少或避免手术中肿瘤的播散以及医源性种植转移。二、放射治疗，化疗可能引起放射性的肾损伤和放射性肠炎的严重问题，需要有经验的医疗单位予以实施。三、免疫治疗，免疫治疗的适应证包括：早期胃癌根治术后适合全身应用免疫刺激剂，不能切除的或姑息切除的病例可在残留癌内直接注射免疫刺激剂，晚期病人伴有腹水者适于腹腔内注射免疫增强药物。另外经济条件允许的情况下，根治术后也可以考虑给予免疫调节制剂。四、内镜治疗，早期胃癌患者如符合内镜切除标准，可以采用内镜下粘膜切除等方法达到根治的目的。另外，有全身性疾病不宜手术切除者可采用内镜治疗，通过内镜应用激光、微波及注射无水酒精等方法达到治疗的目的。五、中医治疗，与其它治疗相比，中医治疗具有痛苦小，无副作用，不影响正常生理功能等许\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：女友月经没来，抱怨我让她怀孕了，早早孕的症状有什么？\n回答内容：你都不用安全套，那怀孕的可能性当然就比较大了哟，如果你月经过期超过10天以上，我建议你抽血化验血绒毛膜促性腺激素看看，说不定就怀孕了。如果这个激素水平升高，你就可以超声波检查，看有没有胎心胎芽了。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：输尿管狭窄左侧肾积水有息肉和结石\n回答内容：治奶癣可以采用中药治疗或局部外涂药膏治疗。中药治疗：病情较轻的患儿可采用具有清热除湿，祛风止痒，消炎杀菌的中草药兑冷开水擦洗即可；局部外涂药膏治疗：可以局部外涂具有抗过敏抗免疫作用的软膏，用于治疗过敏性皮炎，脂溢性皮炎，皮肤湿疹等。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：食管癌中段 胃动力不足\n回答内容：食管癌术后有发生“胃瘫”的可能，应该还是精力和体质未恢复到满意程度，很多症状并不能达到定义疾病的程度。主要治疗方式有保持经肠营养，胃减压（已实施），生大黄可以促进胃肠蠕动，再观察一下有无好转，如有加重，则需要就医\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：胎儿脑积水1.5多久复查\n回答内容：指导意见：这情况是胎儿脑积水，孕期最大的胎儿脑积水要小于10毫米为正常变异，小于14毫米同时若无合并颅内外畸形和染色 体异常，一 般不会造成严 重不良后果。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：来事第五天做爱之后吃的避孕药，然后又做\n回答内容：每天早上起床前和晚上临睡前,分别用双手按摩乳房10分钟.方法是：仰卧床上,由乳房周围向乳头旋转按摩,先按顺时针方向,后按逆时针方向,到乳房皮肤微红时止,最后提拉乳头510次.这样可以刺激整个乳房,包括腺管,乳腺脂肪,结缔组织,乳头和乳晕等,使乳房日趋丰满而有弹性\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：死精症能不能治疗？\n回答内容：你好，子宫内膜异位症最常见的症状是痛经，病人中大约有1/3 的患者有程度不等的痛经。有些病人会因肠道、膀胱或神经被压迫而出现局部性盆腔疼痛，或是抱怨性交不快，尤其是子宫颈或阴道受侵害的病人，可能会有性交痛、便秘以及大便痛的症状。你好，月经过多，内在性子宫内膜异位症，月经量往往增多，经期延长。可能由于内膜增多所致，但多伴有卵巢功能失调。不孕，子宫内膜异位患者常伴有不孕。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：刨妇产四十八天还有恶漏同房会怀孕吗？\n回答内容：产后恶露不尽的情况，建议去做个b超检查，确定病情。忌生冷辛辣的食物。禁止性生活。注意下体的卫生干净，是可以服用产后逐瘀片的，它可活血调经，祛瘀止痛。用于产后不净，少腹痛。祝健康。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：皮肤很干燥脱皮很严重怎么治疗?\n回答内容：指导意见：      是会影响怀孕的，由于此时的糜烂程度已非常严重了，因此单纯的药物根本起不了任何作用，应用专业的物理疗法进行治疗。建议采用LEEP刀和BBT自凝刀，是彻底治疗宫颈糜烂的好方法。      医生询问：\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：甲亢可以治疗吗，急求啊？\n专业回答：你好，甲亢是甲状腺功能亢进的简称，是由多种原因引起的甲状腺激素分泌过多所至的一组常见内分泌疾病。甲状腺激素增多，进人循环血所导致的全身性症状。主要临床表现为多食、消瘦、畏热、多汗、心悸、激动等高代谢症候群，以及不同程度的甲状腺肿大和眼突、手颤、颈部血管杂音等为特征，严重的可出现甲亢危相、昏迷甚至危及生命。您平时要禁忌烟酒，少吃海产品，少吃辛辣刺激性食物，多吃一些银耳，红枣，菌类等增强免疫力的食物，希望可以帮助到您，祝您早日康复！\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：唐筛 唐筛结果是否正常\n回答内容：癫痫是一种神经疾病，且有着不同的类型，要想治愈癫痫，就需要患者能够及时的到正规的医院进行检查，专家会根据患者的实际病情给出最佳的治疗方法您好！对癫痫病，及时治疗是关键，现在癫痫通过正规治疗一般是可以达到治愈的，在癫痫的治疗上，根据具体病情及患者自身特点进行论治，尤其要注重调节作用，多层次、多位点地治疗。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：喉咙一直很沙哑，然后整个人都自\n以下回答内容是否能够回答搜索问题？\n回答内容：您好,根据描述,很有可能你得的是足癣,也就是常说的脚气.建议到医院做一个真菌镜检以便明确诊断,不建议你用大蒜,因为大蒜刺激性较强.假如真菌结果是阳性,也不建议你应用西药,建议看中医,开中药外洗,这样比较安全.也不要随便弄破水泡,因为可能引起感染.下面我介绍一下足癣的症状,你看和你的表现是不是差不多,以便做一下参考,当然,还是要到正规医院看一下的.根据你的描述,你可能是水疱型足癣：多发生在夏季,症状是趾间,足缘,足底出现米粒大小,深在性水疱,疏散或成群分布,庖壁较厚,内容清澈,不易破裂.数日后干燥脱屑,相互融合形成多房性水疱,撕去庖壁,可见蜂窝状基底及鲜红色糜烂面,剧烈瘙痒.首先你要穿宽松的鞋子,保持局部干燥,在家里的时候穿拖鞋或是不穿鞋,不要瘙抓,转移注意力,不要太过于紧张.\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：你好，请问一下一般取环过多久来\n回答内容：现在打狂犬疫苗，没有饮食禁忌。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：急性胆囊炎可不可以吃煮花生\n回答内容：急性胆囊炎不宜多吃煮花生。急性胆囊炎的患者进食应以清淡,易消化的食物为主,在饮食规律方面,宜定时定量,少吃多餐,不宜过饱.在饮食结构上,严格控制脂肪和含胆固醇食物,宜多吃萝卜,青菜,豆类,豆浆等副食.花生油中含有大量的亚油酸，这种物质可使人体内胆固醇分解为胆汁酸排出体外，避免胆固醇在体内沉积，减少因胆固醇在人体中超过正常值而引发多种心脑血管疾病的发生率,但花生含高蛋白和高脂肪,可能对胆囊刺激,不建议多食.\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：医生我想咨询下，我去年右侧输卵管宫外孕切除了\n回答内容：根据描述有可能是注射性臀肌挛缩症，建议带小孩来四川大学华西医院看小儿骨科门诊，可能需要手术。在好大夫在线可以咨询华西医院小儿骨科专家刘利君教授或刘敏教授。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：为什么来例假前总是会饿，很想吃东西？~我每次来例假前几天，就会很饿，总是想吃东西，总是谗，这是不是有毛病啊？\n回答内容：月经期间可能身体会有点虚寒,所以多吃点东西是应该的.减肥的话,月经结束后的一周内是黄金时期,听说通常可以减掉3--6斤.. 经期还是吃好一点比较好,要对自己的身体负责.最好是多吃点红枣之类的补铁的东西.还有多喝水\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：扁桃体化脓怎么办？\n医学文档：根据孩子的情况可以考虑是在以往的感冒后没有彻底治愈形成的“慢性扁桃体炎症”，在孩子身体抵抗力下降时就会发生反复的咳嗽发热，咽喉疼痛。指导意见对于这样的治疗最好是在发作时坚持按疗程治疗，在症状完全消失后再用药治疗三到五天，这样就会好了。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：孕妇14周做心电图,异位心率,加速性房性心率,该怎么办\n回答内容：单纯从这个心电图来讲的话，对你目前没有什么太大影响，我们在临床上也碰到有一部分病人的话，做出来的就是一个房间的心率，并且心跳也不快，有些人的话，他情绪紧张以后就可以导致异位起搏点，起搏频率加快，从而导致心率增快，放心吧，这个对胎儿没有影响的。这个可以不用管的\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：怀孕6个月尿白细胞3+是什么情况\n回答内容：你好！药流相对于人流手术来说成功率比较低，很容易流产不全，如果药流不干净是需要做清宫手术的，对身体的伤害会更大。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：身体有点痒！每天晚上有时候痒\n回答内容：思密达是用于食道、胃、十二指肠疾病引起的相关疼痛症状的辅助治疗，但不作解痉剂使用，对消化道内的病毒、病菌及其产生的毒素有固定，抑制作用；腹泻可以吃诺佛沙星，诺佛沙星适用于敏感菌所致的尿路感染、淋病、前列腺炎、肠道感染和伤寒及其他沙门菌感染\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：宝宝是和大人一起睡大床吗？呵，我家睡中间，跟我一个被子睡的\n回答：病情分析：拜阿司匹林对血小板聚集有抑制作用，可防止血栓形成，临床用于预防一过性脑缺血发作、心肌梗死、心房颤动、人工心脏瓣膜、动静脉瘘或其他手术后的血栓形成。也可用于治疗不稳定型心绞痛。指导意见：禁忌症有活动性溃疡病或其他原因引起的消化道出血；血友病或血小板减少症；有阿司匹林或其他非甾体抗炎药过敏史者，尤其是出现哮喘、神经血管性水肿或休克者，只要没有禁忌症，你可以放心使用，祝您健康！\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：牙痛，痛一周多了\n专业回答：根据你的讲述你属于牙髓炎或牙周病指导意见你最好到医院做个全口检查，拍个牙片，如果是牙髓病需要开随才能解决疼痛\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：我提早绝经了怎么办\n回答内容：牛皮癣总也不好怎么办，传统中西医在治疗牛皮癣时都只是从症状入手，或采用激素类、细胞类药物，或单纯采用清凉败火的方法，这些治疗虽然能在短期内消除牛皮癣的症状，但是长期来看却对肝脏产生更大的危害，经过这样的治疗，牛皮癣不复发是不可能的。之所以产生这样不遂人意的效果，是因为传统中西医没有找到牛皮癣的病根。吸收中医治疗牛皮癣的精髓的中医新激活式疗法，标本兼治，经过多年的临床观察，该疗法效果显著。治疗的方法多种多样，对症治疗才是关键，找到疾病的根本原因，就可以对症治疗，起到事半功倍的效果，既可以少华冤枉钱，又可以快速治愈疾病，请你进入我们页面详谈，按动（咨询专家）四个字，就是答案上方的黄色长方形，你可以针对你的情形与我们的在线人员详谈，他可以为你做详细的解答，通过与他.的详谈你可以跟他讲述你的病情的起因，后来的发展情形，以及想得到怎样的治疗，都会为你做详细的解答，希望她的回答可以让你早日认清症状，找到对应的治疗方法，早日远离的疾病的困扰，最后祝你早日康复。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：怀孕32周急性胃肠炎对胎儿是否有影响\n回答内容：九皮炎平为糖皮质激素类药膏，具有抗炎、抗过敏的作用，有止痒的效果，如果被蚊子叮咬后没有破皮是可以适量外擦止痒的，但您有破皮的情况是感觉不太舒适合直接外擦三九皮炎平，而且破皮后待皮肤组织修复会有结了疤过程，努力让黑痂自行脱落，这样可以避免留下黑印。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：20天，高烧不退，39度以上，痰中带血，咳嗽不止，\n医学文档：你好，耳鸣属于顽症，可由耳部疾病、神经系统疾病、贫血、脑供血不足、肾虚等疾病引起,可以使用西比灵、盐酸曲美他嗪、丁咯地尔等药物治疗.指导意见建议，到当地正规医院耳科或神经内科就诊检查，明确诊断后再进行治疗。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：做了骨扫描之后多久可以接触孩子？\n回答内容：月经不调的种类很多引起月经不调的原因也很多，建议作性激素六项检测等检查明确原因才能对症治疗。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：孕妇可以吃麻辣烫吗\n回答内容：你好，这种情况根据你的描述考虑怀孕期间最好不要吃麻辣烫，这种没有营养的食物，建议遵医嘱养胎建议遵医嘱进行养胎，另外注意休养和饮食营养等，注意定期去医院产检\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：脸上长了很多小点点很痒，那是怎么回事？\n回答内容：这情况应该考虑是皮肤过敏引起的，建议你注意用点抗过敏的药物进行对症的治疗看看的 可用点维生素C 和扑尔敏进行对症的治疗。注意饮食上不用辛辣刺激的食物 防止出现过敏的情况就行了\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：多趾患者x线 问题：要不要拆线 注意事项\n回答：术后两周拆线注意足趾颜色术后一个月复查\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：一个月出现三次子宫出血。经彩超检查又没出现状况；泌乳素高于最高值0.19。该如何处理。\n回答内容：你好，泌乳素增高,是一种下丘脑-腺垂体-卵巢性腺轴功能失调性疾病，泌乳素是脑垂体所分泌的激素中的一种。在高泌乳素血症患者中，约1／4是由垂体肿瘤引起的，还有些可由于下丘脑、垂体功能障碍，所以需要检查CT。。另外甲状腺功能减退，肾功能不全，其他部位恶性肿瘤，胸壁损伤及药物作用等原因引起。需要查明病因再对症治疗。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：鼻部整形有后遗症吗？\n医学文档：[病情分析：你好，这个不好说，做的好的话可能没什么后遗症！指导意见：当然会出现局部肿胀或者发炎的情况，或者手术后没有改善！\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：推荐黑龙江怎样医治睾丸炎？\n以下回答内容是否能够回答搜索问题？\n回答内容：分析：睾丸炎多由非特异性急性睾丸炎治疗不彻底所致。也可因霉菌、螺旋体、寄生虫感染造成，例如睾丸梅毒，既往有睾丸外伤者，可发生肉芽肿性睾丸炎。睾丸局部或全身放射性同位素磷照射，也可发生睾丸炎，破坏睾丸组织。建议：睾丸炎，应早期静脉应用大量广谱有效抗生素控制炎症，以减少化脓性睾丸炎及睾丸脓肿的发生。尤其应注意急性腮腺炎睾丸炎，其双侧病变可以引起生精活动不可逆的破坏甚至睾丸萎缩，导致男子不育症。因此，预防本病的关键是，1岁以下易感儿童可以进行接种，应用活的减弱流行性腮腺。最好去黑龙江正规的大医院咨询后进行检查治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：抛妇产六个月了，一直母乳，6号\n以下回答内容是否能够回答搜索问题？\n回答内容：禁食水，胃造瘘或空肠造瘘，胸腔必要时引流肿瘤引起的食管破裂是长不好的，治疗原则就是我上面说的现在能做的就是解决病人的营养和缓解纵膈和胸腔内的感染，长不好的\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：患有焦虑症，到底是吃中药好还是西药好\n回答内容：孕前：有症状的生殖器疱疹患者应避免性行为。避孕套不能完全覆盖疱疹溃疡部位。使性传播疾病难以预防。所以尽量避免性行为，将患病几率降到最低。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：怀孕俩月了问医生\n回答内容：你好 你的情况考虑是炎症问题 只要是做的B超正常 就不会影响胎儿的发育情况的 不需要害怕 你可以外用妇炎洁消炎清洗阴部的保持卫生减少炎症的发生 如果必要再复查腹部B超确诊\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：孩子总爱睡觉怎么回事\n回答内容：脸上黑色痘印多数是由于面部痤疮形成的，黑色是炎症感染遗留下来的色素沉着。要想从根本下治疗黑色的痘印，既要进行色素的淡化，又要促使痘印的修复，临床上可以选择使用高浓度的左旋VC进行导入，促进皮肤胶原蛋白的产生 ，加快黑色素的取出，从而能够有效去除黑色的痘印。激光去除黑色痘印的效果也比较理想，通过选择不同的光波分解面部色素颗粒，促进面部胶原蛋白的再生，从而去除黑色痘印。面部黑色痘印往往形成的时间比较长，多数是红色痘印护理不到位引起的，其治疗期间也相对比较麻烦，治疗期间要做好防晒工作，以免紫外线照射加重面部的色素沉着。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：继发性癫痫治疗过程麻烦吗\n回答内容：你这已经来月经了，就不能再让它停止的，医学上也没有办法让月经立即停止，它不同于使用黄体酮后推迟月经，而且月经期间最好是不要泡温泉。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：脑损伤后遗症怎么治疗\n医学文档：脑损伤后遗症可以正规的三甲医院进行药物医治，平时一定要注意饮食清淡，不要吃辛辣的食物，平时要养成良好的生活习惯，做到早睡早起，还要适当的参加体育锻炼，从而增强身体素质。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：高血压高血脂，小便出血，血糖高，内有尿液检查，会不会是糖尿病~？？急急急\n回答内容：根据你所说的情况来看，很大程度上应该是受到了输液和喝蜂蜜水的影响。复查之前不要进食含糖量高的东西。关于泌尿系统感染，更年期容易患病，就你的情况来看，不一定是糖尿病引起的。现在你再着急也没用，诊断标准是血糖值，仅凭症状只能进行推测，谁也无法说得很肯定。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：怀孕4月了，现在嗓子疼溜黄鼻涕，怎么治疗\n回答内容：需要到医院看病，只要没来月经都可以，不需要特殊准备不用空腹\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：上月同房这月月经迟7天才来下月什么时候同房怀孕高\n回答内容：你好，这个年龄段是可以喝高钙奶的，其正处于生长发育期，会相对的缺钙。指导意见建议，目前要进行多活动，可以促进钙质吸收，促进身体发育，祝你健康\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：乙肝病毒数量小于100多久两对半才会转阴啊\n专业回答：问题分析： 　　你好，在6个月以内肌张力增高并不明显，有时造成诊断困难。但一些严重的痉挛型脑瘫患儿仍可在6个月以内表现出肌张力增高。意见建议：你现在的孩子肌张力高，这是该病引起的神经症状，现在还应积极治疗，还没有到功能恢复期，应该积极治疗，可以给予肌肉按摩，多做训练等。改善孩子缺氧等!\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：女，33岁、、不知道那一天怀孕\n回答内容：综合你前面描述的情况来看，初步考虑可能是20号同房怀孕的。理由是第一，11号同房是月经刚刚结束的第一天，此时一般是安全期，没有排卵的。第二二，24至26号的同房采用了避孕措施，那么怀孕的可能性也不大。第三，20号的同房属于排卵期同房，另外没有采用避孕措施，所以，个人认为20号同房的可能性稍微大一些。不过上述仅仅是我个人的看法，不敢代表说百分之百正确，仅供您参考了。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：宫颈低分化鳞状细胞癌IB1期，做手术切除和清扫问题：\n回答内容：建议看一下是否消化不良或者伴随胀气等影响了孩子的，建议联合观察孩子大便的情况是否正常，如果伴随大便异常的情况，还是可以外用脐贴或者建议配合吃一下妈咪爱等调理看看较好的，建议应该不要担心，这几天建议保暖补水，少食多餐较好的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：请问红糖姜水里放蜜糖能治感冒吗?\n回答：问题分析： 红糖姜水是治疗风寒性感冒刚患病时的最佳方法，中医认为刚刚外感风寒是病邪是在人体的皮肤，这个时候和红糖姜水，人体就会出汗，这样病邪就伴随汗液被逼出身体。病就痊愈了。意见建议：这个方法针对封闭风寒型着凉感冒十分有效，要是病毒性，风热性感冒就没有作用了，所以在使用红糖姜水治疗之前需要辩证，不是风寒型感冒还是根据病症服用感冒药治疗。祝您身体健康！\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：隐性骨折\n以下回答内容是否能够回答搜索问题？\n回答内容：问题分析： 泛发性型白癜风发病急。皮损面积大，超过人体表面积50%以上。白斑分布的面积较广，具有对称性分布的特点。意见建议：出现了泛发性型白癜风症状要及时治疗。早期治疗泛发性型白癜风的效果会比较好。应尽量避免耽误泛发性型白癜风病情，错过泛发性型白癜风最佳的治疗时机。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：如何自我检查乳腺？\n回答内容：便秘性结肠炎有以下几种发病症状：腹痛症状：病情较轻者基本无腹痛症状或仅有腹部不适，病情较重者会出现左下腹或下腹阵痛症状。其他症状：常见的症状包括腹胀、乏力、消瘦、失眠、多梦、肠鸣、怕冷等。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：患有抑郁真的能治的好不？\n回答内容：问题分析：抑郁症又称抑郁障碍，以显著而持久的心境低落为主要临床特征，是心境障碍的主要类型。临床可见心境低落与其处境不相称，情绪的消沉可以从闷闷不乐到悲痛欲绝，自卑抑郁，甚至悲观厌世，可有自杀企图或行为；甚至发生木僵；部分病例有明显的焦虑和运动性激越；严重者可出现幻觉、妄想等精神病性症状。意见建议：具体的治疗费用和治疗方案需要结合每个患者的详细情况，选择治疗方案不是根据个人意愿选择的，拟定治疗方案的时候也不是传统的千人一方，万人一药，是结合每个患者自身的特殊病情，治疗根据病情来选择对的治疗方案，才会有明显效果。建议您及时去正规专业的医院进行检查，以免耽误病情，影响健康。祝您早日康复！\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：新幼儿需要补点什么微量元素\n回答内容：你好.没有关系的.目前没有发现叶酸有其他的副作用.\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：嗓子疼，鼻塞，比什么药可以缓解，鼻子噻的厉害\n回答内容：有一定的作用，这两个药主要是清热泻火，改善胃火旺造成的口臭，便秘，腹胀等不适，可以根据自己的症状。选择服用，服用期间尽量少吃辛辣刺激食物。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我有鼻息肉，什么药效果好？\n回答内容：你的情况是可以排除鼻咽癌的，与一般的轻度的出现有关，没有担心的必要性\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：女儿6岁牙齿未掉又在内侧长出新牙而且长得不规则\n回答：你好.一般来说.艾滋病毒抗体的检验需要一段时间,3天并不是一直在存放；另外,即使时间有所延迟,医院也会将血样置于低温环境中,从而对结果不会产生太大影响.因此,建议如下,保持良好的心态,消除心理的恐惧；一般来说,艾滋病潜伏期约6周到6个月,建议你根据这个时间段内定期复查.祝好.\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：大家帮忙看看我家藏獒的眼睛是怎么了，有图\n回答内容：你先检查下是不是长息肉和倒睫了，如果是只能手术治疗，如果不是你给他搽点眼药水，喝的水里面兑支大青叶口服液，夏天少吃油腻的东西，喂点板蓝根也行\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：请问金匮肾气丸的疗效\n回答内容：你好，根据您所说的情况，金匮肾气丸由六味地黄丸加上桂枝、附子组成，具有温补肾阳的作用。。可用于治疗肾阳不足的病症，如阳痿、早泄、怕冷、小便频书，夜尿增多，腰膝酸软，水肿等。药性比较平和，可以较长时间服用。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：呼吸痰多，有痰鸣声小孩儿喉鸣，一个多月，不见好，住院治疗一礼拜，出院三天又成这样了，基本上还吃的消炎，祛痰药都吃过了请问如何治疗啊，都已经一个多月了\n回答内容：有没有咳嗽？是过敏体质。不用消炎药。雾化不可以停。口服易坦静和孟鲁司特钠咀嚼片。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：我经常自摸对身体有影响吗？\n回答：验血的结果里没有血肌酐，尿里的微量蛋白与肥胖、糖尿病、高血压都有关系。积极减肥，继续控制血压、血糖即可\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：前列腺炎反复发作怎么办\n以下回答内容是否能够回答搜索问题？\n回答内容：盐酸丙卡特罗口服溶液是可以治疗咳嗽的,这种药物有一定的消炎,止咳的作用,临床上用于治疗支气管炎等疾病引起的咳嗽有比较明显的效果。同时患者也应该注意咳嗽仅仅是一个症状,患者应该积极寻找引起咳嗽的病因,再进一步对症治疗。如果患者是由于过敏性因素刺激咽喉引起的干咳,建议应该口服配合抗组胺类药来治疗,效果才比较明显。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：上环20天左右，小肚子坠疼\n医学文档：你好，你的情况是要考虑腹痛为上环引起的，也要考虑盆腔炎等引起的，可以做个妇科的彩超看看，药物上可以用点消炎药，如头孢克肟片。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：你好，我有尿频、尿急、尿的时候有尿刺痛的症状\n回答内容：你好，这是有尿路感染的现象，可以服用消炎药进行治疗的，保持局部清洁卫生，积极的进行消炎治疗为好的，多喝水。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：拉了有四天了,看看吃什么药比较好(女,五个月\n回答：您好，宝贝现在多大了？怎么喂养呢？每天拉几次？宝贝精神状态怎么样？尿量怎么样？\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：40周白带红色血丝是怎么回事\n回答内容：你好，中医治疗牛皮癣主要是对血液的调理，其中包括养血润燥法、清热解毒法、活血化瘀法等。血燥常用当归、地黄、元参、麦冬药物治疗。血热常用药物有紫草露、二花、黄芩、黄柏、黄连。血瘀常用药物有当归、桃仁、红花、赤芍、丹皮等。不过牛皮癣没有特效疗法。                                                                                                             本回答由 青岛银屑病医院 提供、推荐服务有（就诊服务、义诊服务）\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：湿疹治疗湿疹疾病希望医生可以帮忙根治，注意事项等等\n回答内容：不用担心，您的病情可以治疗，详细情况请到医院门诊让我亲自检查下。我的出诊要预约。预约电话拨打（0577）114或12580或登录www.hosp1.ac.cn点击上面的网上医疗找温州医学院附属第一医院皮肤科杨毅大夫就可以了（分清老院区或新院区）！如果她们说电话预约满了，您只要问一下您想来就诊那一天我出门诊，可以来医院先挂号后直接找我为您特别加号！温馨提醒：就医前请记得带上您以前用过的药品包装或名称，如果不方便带可以用手机拍照带过来（切记）。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：阴道口内长出一坨尖尖的肉,粉红色的,三角形一样。拨开小阴唇能清楚的看到,这是什么情况？\n专业回答：肚子拍打着像打鼓一样说明腹腔气体、肠管内气体比较多，可能是肠道排气不通畅所致，此时需要拍摄腹部正位片来判断。如果有肠梗阻可以到外科就诊，需要进行胃肠减压。如果是机械性肠梗阻可以先保守治疗，用蓖麻油或者灌肠的方式给予通便，必要时查肠镜或者手术治疗来查明、了解梗阻的原因。如果只是肠道排气不通畅、气体比较多，没有梗阻时可以用促进肠动力的药物，如口服盐酸伊托必利。促进肠道气体排出后，仍然需要做肠镜检查，查明肠道排气不通畅的原因。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：孕26周TSH402其他正常 孕期甲减胎儿智力影响\n专业回答：还不够红斑狼疮标准，有这个倾向。还需要检查血常规和尿常规，血沉，请补充临床不适症状，不光皮肤方面，可以，这些检查可以在当地医院做好，拿结果过来比较方便\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：脑梗死需要长期服药吗\n以下回答内容是否能够回答搜索问题？\n回答内容：脑梗死俗称脑血栓，临床上非常常见，它有几大特点，是高发病率、高致残率、高死亡率，还有非常高的复发率。第1次发病以后在1个月、3个月、1年之内，再复发的风险非常高，所以，二级预防至关重要。二级预防，主要是用药物治疗、预防脑血栓，一定要长期的服药。分为这几类药：1、抗血小板药，比如阿司匹林、氯吡格雷。2、降脂药，主要是稳定脑动脉的斑块，包括阿托伐他汀或者瑞舒伐他汀。当然，还有其他改善循环的药物。如果病人同时合并高血压、高血糖、高血脂，还要给予相应的口服药物，一定要把血糖、血压控制在一定的范围之内。所以，脑梗死患者一定要长期服药治疗，不光是预防脑血栓，还要把高血糖、高血脂、高血压等危险因素，控制在合适的范围。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：孩子高烧c反应蛋白2.48一直昏睡咋办\n回答内容：口服知柏地黄丸和VC,VB,VE,平时多注意脸部清洁（晚上用硫黄皂洗脸,早上用较温和的洗面奶）,白天用欧来雅净界控油,晚上用补水效果较好的水和乳液但不能含油,外加维A酸乳膏（药店有售,只能晚上用,且不能多用）,再隔三岔五敷补水面膜,因为长痘很大一部分原因是皮肤油而缺水引起的.平时多喝水,最好买新鲜柠檬切片泡水喝（一天用半个就足够了,多次泡,最好用凉一点的水,另半个可以用保鲜袋装好放冰箱下次再用）,或喝菊花茶,睡前一小时就不要喝水了.多吃水果（桃子,芒果不要吃,它们是发物,会加重）,菜要清淡,不能吃辛辣,刺激的食物,海鲜也别吃了.出门或用电脑都要涂隔离霜.\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：经前综合征该怎么缓解？\n回答内容：你好，请问目前是有什么身体具体不适？目前主要是多注意休息，饮食吃些含丰富淀粉的食物，如燕麦片、面包等，要避免进食咖啡因的茶、咖啡和巧克力等\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：经常拉肚子是不是肠胃不好？如果是该怎么调理该注意什么。\n回答内容：孩子的这种情况癫痫的可能性非常大，一般来说超过3次的抽搐，需要给予抗癫痫药物治疗。根据孩子目前的情况，我认为可以暂时观察，不需要应用抗癫痫药物。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：石家庄怎么治疗男性尖锐湿疣最好\n回答内容：你好根据你描述睇情况，多是属于之前的同房所受孕的你好建议注意观察一下的，也是要参考月经的时间的\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：中医开的中药粉往下咽时刺的喉咙疼\n回答内容：导致月经量少的原因主要有以下几种：（1）血虚：身体血虚或者外伤性出血，产后大出血，手术后出血皆可造成身体营血亏虚，血海不充以致经量减少。（ 2）肾虚：先天肾气肾精不足，或者房事过多、生产过多、人工流产等损伤肾脏，以致肾气不足，精血不充，血海空虚以致经量减少。（3）血瘀：女性经期受寒，身体受到寒邪侵袭，血被寒凝；或经期间与人争吵、心情郁闷，以致气滞血瘀；或外伤造成淤血内停，都可能使经血运行不畅，发生月经过少的情形。（4）痰湿：身体肥胖的女性，属痰湿性体型；因为痰湿阻塞经脉，使经血运行不畅，从而发生月经过少。有些女性长期服用避孕药，也会出现月经渐渐减少的情形。少女月经初潮，经量通常不多，而更年期女性出现月经过少是正常的生理现象，这些都不需要治疗。除此之外，如果女性发现月经量不断减少则要及时去医院检查治疗，以免发生月经闭阻的现象。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：内分泌失调吃什么治疗？\n回答内容：您好，建议晚上睡觉前用珍珠粉调和氯霉素眼药水涂于痘痘部位，半小时后洗去，效果不错。注意清洁，不要用手接触面部，日常护理，每天都要用豆豆肌肤的护肤品护理，早睡早起，生活规律，多吃蔬果保持排泄通畅\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：头孢克片一天吃了3次手脚有点发抖头有一点点麻咋\n回答内容：15-30mg/公斤算，短期没有关系。一次可以用540mg，而且可以每隔6-8小时重复使用，激素在抢救治疗时用量可以很大，短期用一般没有什么影响，激素是不能长期使用的\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：我脸上起了脓包性痤疮怎么弄？\n回答内容：根据你的描述，考虑是座疮的可能性比较大，主要是细菌感染所引起，与毛囊堵塞，炎症刺激，都有直接的关系，建议在医生的指导下服用，，，维生素c片，按说明服用，注意卫生，避免刺激，局部涂抹芦荟胶按说明使用。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：打呼噜打呼噜如何治疗治疗打呼噜的方法_\n回答内容：做睡眠呼吸监测，了解是否存在睡眠呼吸暂停综合征。然后根据检查结果确定下一步治疗方案。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：甲状腺内分泌验方\n回答内容：你好，这个甲状腺激素高一般是见于甲亢患者治疗主要是予以药物处理\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：轻微甲亢会自愈吗\n回答内容：考虑为生正常生理反应，不用过多担心，其次在月经期要注意休息，饮食要以清淡、营养为主，不要吃生冷的食物，也不可以性生活的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：母猪疯的诊断标准\n回答内容：狐臭是由于顶泌汗腺和小汗腺分泌造成的，精神或神经系统受损时（如偏执狂、精神分裂等）也可产生臭汗症。腋臭的发生可能与遗传有关系。金霉素眼膏属于抗感染药物，主要用于脓疱疮等化脓性皮肤病，轻度小面积烧伤及溃疡面的感染，不可能治愈狐臭。如果腋下并不流汗就已经有味道的狐臭，且胸腔镜交感神经手术效果不佳，建议应该去找整形外科或一般外科做传统狐臭手术，将腋下顶浆腺剥除。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：全身抽脂减肥的费用什么方法治愈?\n回答内容：抽脂手术是在手术的部位切一小洞将抽脂管伸入脂肪层然后利用抽脂机的负压把脂肪吸出.吸脂手术前要注意：1进行必要的身体健康检查确保没有重大疾病如高血压高血糖高血脂没有出凝血障碍性疾病等.250岁以上者尤应注意是否有；2.应排除；术前1-2周停用抗凝药；避开月经期等.3抽脂时间应避开妇女的经期以免造成血肿或大量瘀血使含铁血黄素沉积造成皮肤色素沉着.4一定要向专业的整形外科医师医师咨询根据沟通明确自己的抽脂部位和抽脂量.\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：月经周期由7天延长到10天正常吗？\n回答内容：显示右眼有150度远视，一般幼儿眼睛存在一定程度的远视是正常现象,但您这个孩子双眼不太均衡,所以还需要追踪复查。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：人流后一星期过性生活对以后生育有影响吗？\n医学文档：尿酸偏低可能是由于饥饿或者是控制饮食导致的，部分人群只摄入青菜、萝卜等素菜，一般都会尿酸偏低；其次营养不良性贫血、肾小管酸中毒、肝肾功能异常的疾病等，都有可能会导致出现尿酸偏低的情况；另外每天服用阿司匹林片或者是严重的剥脱性皮炎等，也会出现尿酸偏低的情况。尿酸偏低可能会导致慢性肾炎、肾癌以及肝炎等疾病的发生。在日常生活中患者需要多吃动物内脏、海鲜、以及高蛋白类的食物，来使尿酸水平恢复正常。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我急性肠胃炎快好了能不能吃健胃消食片\n以下回答内容是否能够回答搜索问题？\n回答内容：孕妇恶心呕吐现象的产生，主要是由于增多的雌激素对胃肠内平滑肌的刺激作用所致。轻微的恶心呕吐可以不必进行治疗.早孕反应严重的建议口服维生素B6,十二周就会逐渐消失的.\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：有酒精肝要如何治疗最好\n以下回答内容是否能够回答搜索问题？\n回答内容：秋水仙碱、丙基硫氧嘧啶、胰岛素-胰高血糖素、抗氧化剂、卵磷脂、降脂药、抗内毒素剂、肝移植和中医中药等疗法都有一定疗效，。但并非对每一个病例均有效，或者仅对某一方面，如改善肝功能、降低死亡率、减少肝硬化发生有一定疗效。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：女人来月经可以拔牙吗\n回答内容：你好，囊肿属于良性疾病，如果没有不适症状，是可以不用处理的，如果出现疼痛，肿胀，感染等不舒服了，那就需要考虑进行手术切除了。\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：乳腺增生乳房里有棵粒硬块疼\n回答内容：你好，请问你的父亲在不喝酒的时候是什么样子？有没有幻听幻觉等症状？如果只是在喝酒以后出现胡言乱语幻听幻觉的状况，考虑患有酒精性精神障碍的可能性比较大，与长期喝酒有关，建议带你的父亲去医院精神心理科就诊必要时可给予戒酒，并给予对症治疗。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：快四个月了，宝宝不吃奶粉了怎么办？\n回答内容：您好！怀孕的时间是从女性末次月经第一天算起的，人流最佳时间是怀孕4050天。但是，目前，一般正规的医院都不建议采用药流，因为药流失败率比较高，常常会流不干净，需要再次清宫，那对身体就是二次伤害，伤害就比较大了，相比较而言，目前的人流手术时间短、无痛苦、术后出血少，对身体影响都可以降到最低。请慎重选择！杭州玛莉亚妇女医院祝您健康愉快！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：专家你好：午睡是在午饭前睡好还是在午饭后？\n回答内容：您好，人在吃过饭后，胃肠进行蠕动，以开始消化，这样血液汇聚胃肠，脑部就会出现供血不足从而出现瞌睡的现象！建议你在午饭后不要立即休息，稍等半个钟头后，再进行午休！\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我既青光又近视怎么办？\n回答内容：宝贝缺钙了可以给宝贝适当补充钙，缺钙会出现厌食，偏食，不爱睡觉、易惊醒，抵抗力差爱生病，枕秃头发少，智力发育迟缓，出牙晚，可以增加迪巧颗粒，迪巧是补钙的，鱼肝油是促进钙吸收的，两样可以同时补充平时多带宝宝外出晒晒太阳至少两个小时左右，补钙效果更好\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：我儿子扁桃体偏大！鼻出血这个挂什么科室？ 扁桃体肿大怎么办\n回答内容：你这个是腺样体片子，轻度肥大，不用做，但如果扁桃体经常发炎药物治疗无效可以考虑做手术，鼻子出血是炎症造成鼻黏膜破损造成的。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：您好，我父亲患重症胰腺炎，并继发胰腺脓\n回答内容：从症状描述上看像这种情况考虑是胰腺炎患者病情太久所致的体重下降的临床表现，胰腺炎患者治疗期间饮食控制和吸收障碍是会影响体重的。像这种情况建议及时的对症处理控制病情后慢慢调整饮食就会慢慢恢复的，此类患者恢复是有个过程的。祝早日康复。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：大家有没有感冒鼻塞咽喉肿痛的\n回答：我喉咙部位老是感觉有痰。上不去的下不来。整的难受的要命。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：下蹲时膝盖痛怎么办啊？\n回答内容：如果下蹲的时候膝盖出现了疼痛比较明显，主要有可能是由于膝关节的半月板或者交叉韧带有损伤，应该到医院拍个膝关节的核磁共振检查一下，首先要避免膝关节用力太多，注意保暖，可以补充氨糖，配合服用b族维生素类药物，也可以吃点非甾体类止痛药来缓解，损伤比较严重，还要做关节镜手术。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：最近一段时间睡多腰部酸，感觉累\n以下回答内容是否能够回答搜索问题？\n回答内容：前列腺炎患者可多吃什么好？，你好，建议多吃清热生津、养阴润肺的食物，如百合、糯米、蜂蜜、花生、鲜山药、白木耳、梨、红枣、莲子、甘蔗等清补柔润之品。也可以多吃海鲜、海参、芝麻、核桃等滋阴补肾的食物。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：风池穴按压会疼胳膊上举起来的时候会酸疼怎么办\n回答内容：病情分析：口臭多是因为口腔问题引起的，另一种原因就是症导致者居多。积极到医院具体检查原因再对症治疗。指导意见：应坚持每顿饭后刷牙，在两餐之前吃些水果可有助于避免或减轻口臭。症导致者居多。积极到医院具体检查原因再对症治疗。指导意见：应坚持每顿饭后刷牙，在两餐之前吃些水果可有助于避免或减轻口臭。病情分析：你好，别担心，要注意孩子空腔的卫生，指导意见：要注意孩子空腔的卫生，教育孩子勤刷牙，祝你的孩子健康\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：心律不齐是什么原因引起的\n回答：鉴于您的年龄考虑，如果左手发麻是阵发性的，活动时出现，休息后缓解，持续三五分钟的话，也不排除心绞痛发作的可能，如果是持续疼痛考虑与颈椎病有关如果是阵发性的建议您可以做一下症状发作时的心电图，如果持续性疼痛，建议您拍一下颈椎正侧位片，同时查一下血脂，血流变\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：自测癫痫早期症状\n医学文档：问题分析：你好，你的情况对孩子是不好的，由于你的长时间饥饿会影响自身和胎儿的营养供求，对孩子健康生长不利。意见建议：建议在有饥饿感时，应尽快补充食物，同时饮食应以熟烂为主，忌生冷，寒凉，辛辣食物，避免引起肠胃不适。祝你好孕。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：淋巴癌患者饮食要注意些什么？\n医学文档：你好，你说的情况有进一步发展的可能，最好采用有效的传统中药保守治疗，中医中药长期临床实践积累了许多非常有效的治疗方法，淋巴癌患者建议你用传统中药配合治疗，许多患者使用后长期存活。合理的抗癌中药配合使用能在短期内缩小肿块、减轻痛苦、稳定病情、延长生存期，提高生存质量，可以有效控制癌细胞生长，能够增强机体免疫功能，病情可以快速好转。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：我爱人检查精液都是合格的，我测的卵泡发育也正常\n回答内容：你好，从你的叙述来看这应该考虑服用白带丸.\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：左脑出血血压135/90内，右肢不能动。请问你们能否对右上下肢体康复不需要手术_\n回答内容：需不需要手术得看出血部位及出血量\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：女朋友上次月经推迟了一个星期才3月31号才来\n回答内容：你好，你女友如果在排卵期有过性生活，并且没有采取避孕措施，那当然有怀孕的几率。但是现在月经期推迟也不能确定是怀孕，因为月经周期提前一周和延后一周都是正常生理现象。如果你女友再过三天不来月经，那就去正规医院的妇科检查一下，看看是否怀孕了？告诉你的女友如果不想要孩子，那以后同房时一定要采取避孕措施，以免怀孕。如果想要孩子，那尽量在排卵期同房怀孕的几率大。希望我的回答你能够满意。以上是对“女朋友上次月经推迟了一个星期才3月31号才来”这个问题的建议，希望对您有帮助，祝您健康！\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：为什么有些说就是出血时服用？药物说明书上怎么不强调\n回答内容：您好，根据你的这些以上内容的描述，你的情况应该是息肉的情况您好，你的情况一般情况考虑是出血的情况是可以服用 的，没有出血的情况也是可以服用 的\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：抑郁症可不可以彻底的治愈\n回答：您好，抑郁症主要是情绪低落，对什么都不感兴趣，不爱与人交流，头痛，失眠，严重有自杀倾向等,此病一旦出现应引起足够的重视，除了心里治疗之外还要即使的药物治疗，同时要保持乐观的情绪，愉快的心情。只有这样才能真正的治愈此病，建议中医中药治疗此病配合心理治疗是完全能治愈的。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：产后查出子宫内有胎膜应该怎么办？\n回答内容：生产后子宫内的胎膜一般都会自行脱落的，如果内膜并没有完全脱落，这种情况是比较容易引起肚子疼痛，或者导致产后出血一直不干净等表现的，如果你做B超检查子宫内胎膜没有脱落的话，而且一直出血不干净或者腹部疼痛，建议最好进行刮宫治疗。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：精少无精，怎么治疗\n回答内容：您好，在所射出的精液中连续3次找不到一个精子，称为无精子症。起病原因大约分为两部分，一是睾丸本身功能障碍，称为原发性无精子症或非梗阻性无精症。二是睾丸生精功能正常，但因输精管道阻塞，精子无法排出体外，称为梗阻性无精症。不同的情况其病因和治疗等均有很大的差异，建议您完善检查后针对性的治疗，祝您健康\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：婴儿左眼睛眼屎多怎么回事\n回答内容：回答：宝宝高烧怎么办，晚上高烧，白天就不高烧你好，根据你的情况，可能是支气管炎是指气管、支气管粘膜及其周围组织的慢性非特异性炎症。临床上以长期咳嗽、咳痰或伴有喘息及反复发作为特征。支气管炎病人在用药的同时辅以药膳疗法，对疾病的康复颇有助益，萝卜蜂蜜汁、猪肺粥、肉炒大蒜、杏仁粥等药膳，病人可经常选用。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：子宫肥大会影响性生活吗\n回答内容：有可能是宫颈肥大，宫颈肥大不影响性生活的，有可能引起白带多\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：防护感冒，中暑，不生病\n回答内容：病情分析：感冒的防治要使自己有强健的体魄还有加上一定的调养方法。。指导意见： 平常尽量饮用姜茶法，以生姜、红糖适量煮水代茶饮，能有效地防治感冒，这有助于提高身体抗病能力，每晚用较热的水(温度以热到不能忍受为止)泡脚15分钟，要注意泡脚时水量要没过脚面，泡后双脚要发红，也可预防感冒。还有要经常锻炼自己的身体，卧室要经常通风。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：哺乳期感冒了，宝宝流鼻涕，怎么办\n回答内容：我怀宝宝的时候，末次月经就11年4月22号的 现在我宝宝四个月了\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：肛瘘手术后分泌物多久才能好\n回答：肛瘘手术以后，创面分泌物完全消失的时间大概是2-4周，主要由肛瘘手术的创面大小、瘘管的深度、瘘管的多少、内口的位置以及复杂程度来决定。在肛瘘手术的初期分泌物属于正常现象，适当的分泌物有一定保护和营养创面的作用，可以促进创面的生长，一般在术后第一周创面的分泌物会比较多，在第二周创面的分泌物会逐渐变少且变得黏稠。到了第三周或者第四周，基本上偶尔有分泌物或者分泌物可以完全消失，如果分泌物比较多可以做消毒处理。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：孕初期头晕乏力\n回答内容：你说的这个结果一般认为属于贫血的表现的，因此应该查明贫血的类型。是的，应该注意的，把检查的结果说一下。当前确实应该遵从就诊医生的建议治疗。如果出血量不多的话也就没有问题，看具体情况吧！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：我月经刚完五天请问哪天同房怀女孩机率更\n医学文档：你好，根据你的情况，这个是没有绝对的，这个男孩和女孩受很多方面的影响的。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：绿豆大个子官肌瘤要不要紧\n回答内容：你好，这种情况常见于皮肤过敏，可以服用防风通圣丸，敏迪片。建议到医院进一步检查治疗，禁食辛辣鱼虾等刺激性食品。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：脂肪肝转氨酶高能要孩子吗\n以下回答内容是否能够回答搜索问题？\n回答内容：你好，一般轻度脂肪肝是不需要治疗的，通过控制饮食，调节情志，多运动，控制体重，能慢慢的恢复，但是中度脂肪肝说明肝脏的损伤比较严重，很难达到自己痊愈，所以对于中度脂肪肝是要经过针对性的治疗的、值得我们注意的是，现在脂肪堆积比较严重，导致肝脏代谢、解毒功能下降，药物要通过肝脏代谢，如果盲目的治疗，一味的用药，也是会加重肝脏的负担，导致药物性肝受损，但是不建议盲目用药。请问你脂肪肝多久了？如有疑问可以追问我，详细为你分析指导病情。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：宁泌泰可以治疗慢性附睾炎吗？\n回答内容：可以，是消炎的，抗生素主要在急性，一直吃抗生素，整个身体都会虚完，只要没什么症状就不吃了，会干扰治疗的好吧\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：肾结石怎么样治好治吗\n回答内容：你好，肾结石一般会引起腰部剧烈疼痛,以及出现血尿等现象.意见建议:如果单单是尿痛,很可能是输尿管结石.可以行泌尿系造影检查以了解情况.平时多喝水,多做跳绳的运动,就能有效预防结石.\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：白天出天汗晚上睡空调屋一夜喉咙\n以下回答内容是否能够回答搜索问题？\n回答内容：晚上睡觉前不要喝过多的水，如果喝太多的水会导致膀胱一夜累计太对尿液没有办法释放，在人的本能下，你会有排尿的意欲，但是你还在睡梦中的时候，就会梦到自己去厕所的，这样自己潜意识下会以为自己真的到厕所了，就会真的排尿，所以晚上不喝太多水就可以避免这个事了。如果没有大量饮水还是反复出现这样的情况则需要到泌尿科检查下的，可以进行骨盆底肌肉训练来缓解。另外可以口服缩泉丸治疗。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：哺乳期甲亢的治疗\n回答内容：孩子脸上是湿疹，湿疹不是非常严重,建议每天用3%的硼酸溶液或金银花洗液清洗2次,洗后涂艾洛松软膏治疗，药店买硼酸洗液,或金银花洗液。买其中一种就可以了。用这个药来洗，那个作为治疗效果不好。个人不建议使用，继续按上面建议治疗就可以了,暂不用再去医院，每天清洗后涂药膏。一般每天两次就可以了。就像擦脸油一样,少量的涂一点点，不用再涂其他的药膏。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：你好，乙肝晚期能治好吗？\n回答内容：您好，乙肝患者需要定期检查，不要熬夜，以清淡食物为主，建议查一下肝功和病毒量，祝健康。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：脉管炎怎么治疗效果好啊\n回答内容：干细胞移植技术是目前国际上最先进的医疗技术之一,适合于各种原因导致的慢性下肢缺血性疾病如脉管炎,动脉硬化闭塞症,糖尿病足等保守治疗无效应根据病情和病变范围,选择各种中西医治疗方法,结合手术,综合治疗.治疗原则主要着重于改善和增进肢体血液循环,解除和减轻疼痛,挽救肢体,恢复劳动力.\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：放达克栓和吃消炎药怀孕了怎么办\n回答内容：建议不要乱吃腰！对身体不好！劳役结合，郑家锻炼\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：宫颈糜烂用药期间能不能过性生活\n专业回答：狐臭是由于顶泌汗腺和小汗腺分泌造成的，精神或神经系统受损时（如偏执狂、精神分裂等）也可产生臭汗症。腋臭的发生可能与遗传有关系。金霉素眼膏属于抗感染药物，主要用于脓疱疮等化脓性皮肤病，轻度小面积烧伤及溃疡面的感染，不可能治愈狐臭。如果腋下并不流汗就已经有味道的狐臭，且胸腔镜交感神经手术效果不佳，建议应该去找整形外科或一般外科做传统狐臭手术，将腋下顶浆腺剥除。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：过敏性鼻炎吃什么\n医学文档：过敏性鼻炎患者在临床上主要的症状是鼻塞、流鼻涕、打喷嚏、鼻痒，严重的患者会出现呼吸困难。在治疗上，患者可以口服抗过敏的药物减轻症状，临床上常用的是孟鲁司特钠片、依巴斯汀片、盐酸左西替利嗪口服液，可以有选择性的应用。正常来说，积极治疗一周左右，病情应该会有明显的好转。建议抗过敏的药物睡前服用，因为抗过敏的药物会产生困倦的症状，避免影响患者正常的工作、生活。过敏性鼻炎的患者应该多锻炼身体，增强自己的抵抗能力，平时不要吃特别辛辣刺激的食物，避免加重鼻涕的分泌。同时也可以化验过敏原，明确到底对什么物质过敏，生活中尽量避免接触。        线上问答内容仅为参考，如有医疗需求，请务必到正规医疗机构就诊\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：对于鼻咽癌治疗什么方法好些？\n医学文档：糖尿病只能控制在正常范围内，目前没有完全治愈的治疗方法。糖尿病的治疗可以从饮食控制和运动锻炼为前提。平时饮食要注意控制高糖食物，平常饮食重点以多吃蔬菜、杂粮类为主，适量搭配一定数量的优质蛋白质食物，如瘦肉、牛奶、鸡蛋、鱼、鸡鸭和豆制品等。建议可以吃冻干桑叶来调理，能抑制小肠对双糖的吸收，促进胰岛素的分泌，加强糖利用、肝糖原合成以及糖代谢的改善，产生降血糖效果，从而实现食后降糖。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：突然发烧头疼怎么回事？\n回答内容：不要在经期做爱,因双方兴奋,阴茎插入会使女性生殖器充血,导致月经量增多,经期延长; 男性生殖器可能会把细菌带入阴道内给女方带来不必要的麻烦 ;月经分泌物进入男子尿道,也可能会引起尿道炎的产生!\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：晕动病可不可以吃香瓜\n医学文档：你好，宫颈糜烂是由于气血亏虚，湿热下注所致，一般药物很难根治。中医认为“气为血之帅，血为气之母”，气血长期亏虚导致宫颈糜烂缠绵不愈，所以一定要正确治疗才能达到彻底根治的目的。祖国医学用传统中药有非常独特的治疗方法，见效快，疗效确切，许多患者治愈后不复发，建议你采用传统中药山药、玉竹、虫草、桂圆肉、丁香、广东紫珠、坤草、鸡血藤、千金拔、麦冬、阿胶、乌蛇、制首乌、太子参、青阳参、铁胆粉、紫河车、白鱼膘、怀牛膝、鹿角霜、炮山甲、赤白芍各、红花、桃仁、紫云英、鲜罗勒、石楠叶、仙茅、仙灵脾、肉苁蓉、败酱草、菟丝子、路路通、生薏仁、红藤、熟地、三棱、片姜黄、生甘草治疗。这些传统中药配合使用可以彻底清除湿热邪气，消散经脉郁结，补气养血，平补阴阳，从而达到气血双盛，标本兼治，这些传统中药配合使用可以快速清除子宫内膜及阴道残留的有毒物质，清除真菌病毒感染源，彻底使女性生殖器官内全面清洁环保，对宫颈糜烂可以彻底根治不复发。希望你正确治疗，早日康复。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：宫外孕mtx治疗\n回答内容：你好，在你宫外孕治疗中，化疗药物对身体的影响还是有的，因人而异，有体质好的一般没什么，但体质差的相对就免疫力也差，在外界不良因素刺激下会加重身体损害。如果还没有进行染发建议你还是暂时停一段时间吧，虽然那种染发剂不是绝对的禁忌，如果侵入皮肤过多或者质量不佳时还是有一定远期影响。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：睡眠障碍的病因及治疗\n专业回答：\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：风湿类风湿骨质增生如何治疗?\n回答：类风湿是中医的‘骨痹’范畴，是因肾气虚弱，骨的新陈代谢受阻引起的.你所说的骨质增生是骨滑膜膨胀引起的，治疗用骨骱丸·膏可以获得满意的效果并可达到根治的目的，治疗后你可以做类风湿因子检测证实，而且症状可以完全消失.你要知道详细情况可以查看我的诊室网址，让你知道治愈的必然性和可行性.\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：游泳回来经常感冒\n回答内容：这和孩子体内的雄激素分泌多有关系，这主要是孩子现在青春期，雄激素分泌的多引起的。不要吃太多油炸，膨化食品\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：子宫肌瘤手术后立即排气怎么回事\n回答：你好，从你的描述看，子宫肌瘤如果可以排气，说明肠道是正常的，存在神志不清可能是麻醉的原因，也可能是其他原因，这个目前无法判断，要看下神经内科。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：孕妇可以吃天麻炖鹅肉吗?\n回答内容：病情分析：你好：鹅肉含蛋白质，脂肪，维生素A、B族维生素，烟酸，糖。其中蛋白质的含量很高，同时富含人体必需的多种氨基酸以及多种维生素、微量元素矿物质，并且脂肪含量很低。鹅肉营养丰富，脂肪含量低，不饱和脂肪酸含量高，对人体健康十分有利。天麻炖鹅肉具有补肾益肝、健胃健脾、补气益肺、滋阴固肾等功效，还可以治疗病后虚弱，阳痿早泄，妇女血虚，月经不调和闭经、头痛、眩晕等等症状。意见建议：建议你饮食尽量的多样化,营养化,多吃高蛋白,优质蛋白的食物,多吃新鲜的蔬菜水果,不要吸烟喝酒,不要喝浓茶和咖啡,不要接触有毒的物质和有辐射的事物.用药要谨慎,严格遵照医嘱.\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：女人怎样减肥好呢？\n回答内容：你好，最健康的减肥方式， 苹果、橙子、奇异果、香蕉、番茄、菠萝等都有减肥效果。 籽瓜是一种低脂、低糖、低热、果腹的保健食品，可补充肠道纤维，帮助消\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：老感觉背部酸痛，晚上睡觉时很难翻身，是怎么回事\n回答内容：您好；原因很多，1颈椎问题引起，2肝胆囊疾病的牵涉痛，也可能是心脏、肺部疾病、胸壁、胸膜疾病引起，也可能是胸椎及椎旁组织所致，。建议一定要尽早到医院做相关方面的检查以明确病因,以免耽误病情.多休息。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：怀孕期间住新装修房子与白血病\n回答内容：问题分析：你好白血病终身都有可能的你的情况应该是问题不大的意见建议：建议定期做好检查做好排畸检查一般是没事的祝你健康好孕\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：你好，医生。我是刨腹产，五天出院，现在\n回答内容：你好，只要是伤口没事，可以不用在服抗菌素的，如果局部红肿可以再服用几天比较好。注意切口部位的卫生\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：白癜风治疗要多少费用\n回答：你好，粉碎性骨折复位及内固定都是比较麻烦的，一个处理不好就有可能引起骨折端畸形愈合，延迟愈合或不愈合。。。。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：有了脑外伤癫痫后如何治疗\n回答内容：你好，这种情况，首先要考虑，你的生活是否有规律，是否熬夜，作息时间不正常，如果是，建议你把生活节奏要把握好，养成有规律的生活习惯。另外也不排除低血糖，低血钾，贫血导致的可能，如果持续建议到医院内科检查血常规，血糖，电解质等，找到病因对症治疗,饮食方面应注意增加蛋白质的摄入，如适当增加豆制品、猪肝、鱼类、鸡蛋、牛奶、鸡肉、花生等食物。同时加强身体锻炼，增强体质。放松心情。。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：未婚有阴吹怎么办？\n以下回答内容是否能够回答搜索问题？\n回答内容：你好白癜风是慢性病，治疗起来比较棘手，需要长时间的配合治疗，只要找到白癜风的发病诱因，对症对因治疗，选择最佳治疗时期，坚持治疗，白癜风是完全能治愈的。最先进的方法不一定是最适合你的治疗方法，找到一种最适合自己的治疗方法才是重要在饮食生活方面应注意：少食荤腥，辛辣，以素食为主禁烟戒酒，禁使用含维生素的药物，少食用含维生素的食物。加强体育锻炼，穿宽松舒适的衣物，谨防外伤，夏日勿阳光暴晒。多吃富含酪氨酸与矿物质的食物以及硬壳类食物：猪肉、乌鸡、黑芝麻、蛋、杏仁露、茄子、黑木耳、海带、黑豆、花生。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：梅毒螺旋抗体阳性是什么意思\n回答内容：高尿酸血症是由于嘌呤代谢障碍引起的，容易引起痛风，导致关节痛，严重的可引起肾功能损伤。对高尿酸血症，最重要的还是低嘌呤饮食，不吃或少吃嘌呤含量高的食物，如豆制品、海鲜、啤酒、肉汤、动物内脏等等，如果仍降不下来，可以服用苯溴马隆、非布司他等等降尿酸。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：精神障碍与精神分裂\n回答内容：建议及早采用中医针灸的方法治疗，针灸直接刺激神经，可以通过疏肝补肾、养心安神等治疗你父亲的癫证。当然，在治疗的过程也需要你们病人家属的耐心配合，多为病人做开导工作，同时还可以口服镇静类精神药品辅助治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：老师您好，精子形态正常05影响做试管婴儿吗？ 请老师推介食物疗法，\n回答：阴道试产的风险比较大，不建议多次剖宫产,但是有部分人剖第三胎。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：无痛人流第十四天出血\n回答：盆腔炎、附件炎大多都是由于细菌感染而引起来的，治疗方法有很多种，可以选择口服药物也可以选择点滴或选择物理治疗，一般都要进行抗感染治疗。在饮食上面也要特别注意要以清淡饮食为主，禁食辛辣刺激性的食物。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：尿酸高平常在饮食上能吃什么好不能吃什么呢.ij\n专业回答：对于关节性牛皮癣来说，主要表现为关节疼痛，肿胀，病情严重的病人还会出现积液，活动受限等。甚至会出现关节僵硬或者畸形的情况。根据统计关节性牛皮癣病人，大多数伴有甲异常、甲受累的情况。爪甲的慢性牛皮癣损害，则会引起血管改变，严重的时候会影响其下的关节。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：双肺门及纵隔淋巴结肿大:右肺中\n以下回答内容是否能够回答搜索问题？\n回答内容：你好,你说的这种情况最大的可能是肺部淋巴结结核和肺结核.如果你不放心,建议你抽时间到医院去看看,做一些必要的检查如petCT等,以明确诊断,有利于疾病的防治.\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：早上嗓子多痰，鼻子不通气！\n回答内容：想生下来就不要告诉医生，我那时吃了敏婷，医生都要我做人流，我不听，结果生了个双胎现在好好的，沒有任何问题！\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：口腔粘膜白斑如何治疗？\n回答内容：这个一般没有什么问题，说明你很健康，只要能正常射精而且没有什么不适的话就不用太紧张另外手淫这个习惯的话肯定是要尽早戒掉的，毕竟不是什么好习惯，会引起多种不良反应\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：宝宝昨晚得了急性喉炎，高烧不退，或者宝宝呼吸困难？\n回答内容：喉炎的话最害怕有喉梗阻，如果安静的时候都有喉鸣音那要考虑有II度喉梗阻，就是根据有没有喉鸣音，是痰声的话就不用担心。需要住院治疗\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：儿童期哮喘，变应性鼻炎门诊患者目前：暂时没开一个月后复诊\n回答内容：睡前两小时不要让孩子太兴奋。否则入睡的时候就很会出汗。\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：怀孕7周想要药流可以不\n回答：确定妊娠后，需要在35天到40天之间进行超声波检查，排除异位妊娠，没有生育计划，打算中止妊娠，药物流产在49天以内，胎囊在2~3厘米之间。如果超过49天，胎囊发育过大，则这种现象不适合药物流产，容易发生残留问题，因此提出清扫子宫手术方案，可以考虑超声引导下的无痛人工流产。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：我的阴颈很小怎么班？\n回答内容：考虑为包皮龟头炎。达克宁是抗真菌感染的皮肤外用药物，一般不可用于粘膜处，您用药不合适\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：跟腱后滑囊炎有哪些表现及如何诊断\n回答：​跟腱后滑囊炎这个发生在跟腱上方的滑囊炎症，是足跟位置与功能异常的这么一个结果。我们说它的临床表现的是早期在足跟的后上方，见到一个小小的轻度变硬的有压痛的这样一个红斑，这个病人贴上胶布，以减轻鞋的压迫，当发炎的滑囊增大时，在跟腱上就出现一个疼痛的红色肿块儿。根据病人穿的鞋的类型，有时肿胀可以扩展到跟腱的两侧。慢性的这个病患，滑囊便可以形成永久性的这种纤维化，这个诊断的主要是根据病因、临床表现，以及相关检查即明确的做出诊断，并不需要一些其他一些辅助性的检查，需要与其他疾病相鉴别，可以进行相关的拍片。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：：杏灵分散片和银杏叶分散片一样吗？\n回答内容：意见建议：成分是一样的，所以两种药物服用一种就可以了。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：头孢克肟干混悬剂可以和小儿咽扁颗粒一起吃吗\n回答内容：问题分析：你好，头孢克肟属于头孢类抗生素。对于急性咽炎发作时有治疗效果的，可以和小儿咽扁颗粒一起服用。如果孩子经常因为扁桃体炎，而生病的话，扁桃体已经丧失了正常的免疫防御功能，而是成为了一个病灶，建议进行扁桃体切除术。意见建议：建议去医院耳鼻喉科进行咽扁桃体检查，评估孩子的睡眠质量，以决定是否进行手术切除。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：红斑狼症十多年,激素会引起大肚孑∽?\n回答：指导意见：糸统性红斑狼疮是一种可以侵犯全身组织的结缔组织疾病。病程长，多数发生于年轻女性，常侵犯肾脏、皮肤、肺、鼻窦。可以引起肾功能衰竭，所以一经发现，要立即治疗。建议平时多喝水，避免受凉，多吃 蔬菜水  果，忌吃上火食品，保持良好的心情，避免晒太阳，要坚持治疗，\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：我的阴茎从来不手淫有什么好处\n回答内容：[病情分析：长期手淫，会导致身体亏虚，影响脾胃功能，会影响食欲，影响心血会影响睡眠等指导意见：所以，这是身体整体亏虚。现在可以服用归脾丸，并禁欲修养身体，多运动。不需要服用六味地黄丸。 提问人的追问  xxx 17:28:02<p>那13岁的男孩子阴茎一般要多长啊，我看我班同学的都比我长。</p></div>\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：我经常有复发性口腔溃疡，最明显的症状就是\n回答内容：你好，只要是伤口没事，可以不用在服抗菌素的，如果局部红肿可以再服用几天比较好。注意切口部位的卫生\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：那是不是有其他的妇科病？\n回答内容：问题分析： 您这是妇科炎症的表现，如附件炎、宫颈炎或阴道炎等。意见建议：意见建议：建议您去医院做个白带常规和妇科彩超看看，确诊病情后再进行药物治疗，\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：粪便有棱角的原因\n专业回答：中国人性生活时间是一分钟到十分钟平均三分钟。首先不要给自己压力,心理压力更会造成阳痿早泄。对现在时间不满足,你可以去网上查下性感集中训练,可以提高射精阈值,降低龟头敏感度,延长射精时间。 具体方法是 平时性交时可以使用避孕套,可以降低龟头的敏感度延长性交时间。还有就是可以加以训练降低龟头敏感度,比如在快射精时停止抽查动作,深呼吸几次,或者抽出阴茎,向下牵拉睾丸,用手挤压阴茎头部,可以降低性兴奋。性交体位上,采用女上位,缓慢动作用**-停止-**慢慢使龟头适应刺激,人为控制射精快感,延长时间。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：强直柱脊椎炎如何治?\n回答内容：输卵管通而不畅可能会导致精子和卵子无法正常的结合，造成女性不孕，即便侥幸和卵子结合，形成受精卵，也有可能形成宫外孕，危害女性健康。输卵管通而不畅的治疗要分类对待，对症治疗。针对炎症导致的轻度输卵管通而不畅可考虑药物治疗。对于输卵管间质部严重堵塞;输卵管官腔内严重堵塞需通过手术疏通。具体建议到正规专业不孕不育医院检查,根据检查结果制定合适的治疗方案。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：糖尿病降糖吃什么好\n专业回答：糖尿病不能根治,目前糖尿病的治疗方法一般有控制饮食和遵医嘱服用降糖药或者注射胰岛素,积极预防并发症.要养成良好的饮食生活习惯,适当体力活动,保持正常体重.过度肥胖者应适当限制饮食,使体重减至正常范围.不要暴食,避免各种诱发因素,及早发现,及早治疗.必须控制饮食,另外注意休息,祝福你。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：下巴长很多白色小脓包，反复不停地长，其他地方没有是什么原因\n回答内容：你好，你说的情况是子宫癌已经很严重，最好采用有效的传统中药保守治疗，许多患者好转后能够长期存活，中医中药长期临床实践积累了许多非常有效的治疗方法，有效实用，省钱方便。子宫癌建议你采用传统中药虫草、红豆蔻、桑白皮、杜仲、降香、茯苓、白术、八月札、薏苡仁、地榆、白前、丹皮、射干、当归、土鳖虫、青黛、肉桂、苦参、金精粉、葫芦巴、白癣皮、赤芍、山豆根、远志、泽泻、金银花、乌术粉、制鳖甲、连翘、紫草、桃仁、三七等配合治疗，见效快，疗效确切，这些药物配合使用能在短期内缩小肿块、控制转移扩散、减轻痛苦、稳定病情、延长生存期，提高生存质量。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我是否得的是矽肺病\n回答内容：你好！您描述的肺部病灶不太详细、你是否做CT了吗？如果没做CT，建议你做CT检查后，将CT报告具体诊断内容描述给我，才能帮您判断具体病情。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：怎样查看是否怀孕\n以下回答内容是否能够回答搜索问题？\n回答内容：病情分析：      您好：宝宝睡觉哭闹原因很多：缺钙、肚子痛、中耳炎等。      指导意见：      建议去医院做一下检查，明确原因在治疗为好。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：怀孕没一个月，下腹坠痛，阴道流血，怎么处\n回答内容：病情分析：怀孕后出血，有可能是不完全性的流产或宫外孕的可能，指导意见：建议尽快到专业的医院进行相关检查，及时在医生的指导下对症治疗。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：谁家宝宝在吃迪巧d3,ze怎么服用，孩子四个月吃多少\n回答内容：的话，一次一袋，我们宝宝当时就这么吃的。后来改成钙镁锌了。我自己给宝宝海淘的。宝妈感兴趣的话可以搜一下我手把手海淘教程帖子。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：手上的白斑会不会蔓延扩散？\n回答内容：偶尔这个小番茄水果现在是可以吃的，只要你平时在吃的就可以的，营养丰富的，不过最好每次控制量不要吃太多了，因为吃的太多，容易引起血糖升高，导致糖耐量异常\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：医生看一下是尖锐湿疣吗?\n专业回答：这个一般是肠胃炎的现像，吃一些理中丸会好起来的。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：晚期肝炎能治疗吗\n回答内容：问题分析： 你好，考虑有可能是湿疹的，湿疹是一种常见的过敏性皮肤病可分为急性和慢性两种。可搽炉甘石洗剂或振荡洗剂。慢性湿疹可用３￣５％糠馏油软膏外搽。无渗液时，可用地塞米松霜或肤轻松软膏外搽。内服药有苯海拉明、非那更、塞庚啶等。具体剂量请遵医嘱.中药治疗湿疹也有一定的效果。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：宝妈们都用的什么束腹带啊？也不怎么常用啊，没有什么用啊\n回答内容：需要做超声的时候医生重点看外生殖器才可以，我怀孕的时候内心深处感觉就是女孩，要发自内心的喜欢这个宝宝,不管男孩还是女孩,否则长大会影响他的心理健康,����，医生有语音回复内容,具体请点击收听医嘱。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：准备生二胎，有知道生男孩有什么办法的概率\n回答内容：你好，根据你描述的情况分析，生男生女是自然规律，概率跟站百分之五十的。建议你在备孕期间养成领好的生活习惯，要多吃一些碱性的食物，有利于携带Y染色体的精子存活。以上是对“准备生二胎，有知道生男孩有什么办法的概率”这个问题的建议，希望对您有帮助，祝您健康！\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：有了晚期癫痫怎么办\n以下回答内容是否能够回答搜索问题？\n回答内容：您好，中医学认为，癫痫病的病因，病机主要与风、火、痰、淤、虚和心、肝、脾、肾有密切关系。另外七情不遂、气机不畅而致肝郁。木克士，脾虚生痰，痰可化热，热盛化火，火急生风。攻于大脑而发癫痫、脑瘫、多动症。痰迷清窍而神昏、风性动摇而抽搐，颤动，所以痰为主要的发病原因。痰性粘制（属阴），风性善行而多变，两者相遇而抽风。。有的病人因长期用此缺钙而导致骨折，故我们主张多喝牛奶。牛奶中含有：牛乳中的钙比蔬菜容易吸收利用，因此牛奶是癫痫患者较好的补充营养的食用乳类。1、脂肪：牛奶含脂肪，容易消化吸引2、蛋白质3、维生素四、无机盐：乳中的无机盐主要是钙、磷、钾等。一般情况下以每日二至三次、每次一百毫升为宜。有的患者认为既然维生素和牛奶有这么多好处，那就大量用不更好吗？其实不然，什么东西都不能过量。要记住物极必反的道理，吃多了反而会患其它疾病。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：阳痿诊治费用需要花多少\n回答内容：你好，考虑是胃肠炎引起的，建议要服用和黄连素片治疗。具体可以到医院检查一下。也考虑如果是单单的头晕，要考虑是脑供血不足，或者颈椎的问题，或者贫血的问题，要多注意休息，吃些营养的东西，可以口服营养神经的药物。维生素b12可以吃点\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：月经过后白带带有血丝傲骨怎么了？\n回答内容：您好，白带内带血，常见于子宫颈息肉、宫内节育器引起的副反应、粘膜下子宫肌瘤、重度慢性宫颈炎等。如果月经周期中期出现白带带血，考虑与排卵期出血有关，如果无不适症状，可以不必治疗。如果不是排卵期出血，考虑与妇科的炎症有关，建议就诊医院检查炎症的部位给予对症的治疗。祝您早日康复！\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：经常头晕，头痛。心慌。多梦。眼干眼涩。…\n以下回答内容是否能够回答搜索问题？\n回答内容：[病情分析：<br>喉咙干的原因是多方面的：1。白天喝水少，每人每天要喝水，约2000cc左右，即九杯水；2。睡眠时，因口张开呼吸，造成喉咙干；3。房间湿度低；4。身体上火了；5。烟酒吸喝多了；6。平时生活紧张加熬夜。7。如果是长期的喉咙干渴，可能是慢性咽炎引起的。<br>指导意见：<br>用盐水潄口，漱口是可以杀死口腔内的细菌，水要吐掉。不要吞下去唷。这是我看日本节目的，还可以喝一种茶，由日本人推出的一种新的“健康茶道”，千木叶清咽润肺茶，对由咽炎引起的喉咙干渴效果很好。另外建议你可以多喝枇杷膏加温水。它可以清肺。支气管天生不好的话。睡觉时保持脖子温暖。容易过敏的话不要用毛料的围巾。用一般毛巾就可以了。所以平时就要注意不要让自己呼吸道感染。少喝冰的。太烫的不行。不吃橘子。西瓜。养生从平常做起。有点麻烦。但久了就习惯了。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：胸部有时疼有时不疼，一天咳两三次，有痰\n回答内容：你好，像你这种情况应该多考虑是由于感冒引起的症状。要防寒保暖，多饮水，可服用抗炎、抗病毒及止咳化痰药物对症治疗，平时要加强锻炼，预防感冒，可选择在医生的指导下合理治疗康复。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：怎么变瘦？\n回答内容：变瘦，即减肥、减重，有很多方法，如饮食、运动、针灸、药物等。人是否超重或肥胖，可以用体质量指数（body mass index，BMI）来衡量，正常中国人BMI在18.5～24.9为正常，BMI在24～27.9为超重，超过28为肥胖。体重标准者应保持良好的生活方式，维持健康体重；肥胖、超重者应减肥、减重，可根据自身情况制定个体化的饮食和体育锻炼计划。科学健康的饮食：改变不良饮食习惯，建立正确的膳食方式，包括控制每日总摄入量，一日三餐定时定量，采用以蒸煮为主的烹饪方式，少吃精加工肉类、煎烤或油炸食品、甜食、其他零食等，不喝含糖饮料，多食用新鲜水果蔬菜。合理的体育锻炼：每天进行规律的体育锻炼，可以根据身体素质、空闲时间、运动地点等选择不同的运动方式，包括瑜伽、健美操、打拳、跑步、登山、游泳等。此外，中医针灸和减肥药物也可以减肥、减重，使人变瘦，应在医生指导下酌情采用。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：新生儿中性粒细胞增多怎么回事？\n回答内容：你好，孩子的情况应用抗生素治疗感染性疾病;应用羟基脲或白消安治疗慢性粒细胞白血埠结缔组织性疾病治疗用阿司匹林或糖皮质激素等\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：骨折修复的怎么样，和应该注意什么事项\n回答内容：病情分析：      应该是有骨质增生引起的疼痛。      指导意见：      还是建议去医院照个片，确诊病因，及时治疗。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：宝宝患有支气管肺炎，治疗后有所好转，还要去打针吗\n回答内容：流鼻涕偶尔咳嗽，医院说是肺炎，首先向介绍一下肺炎，肺炎分2种，1为病毒性肺炎，这个最常见，占到7080%，病毒性肺炎通常不用吃药，我们身体内的免疫系统就会将病原体杀死，国外医生建议多喝水，吃些维生素C,病程57天就会痊愈，输液吃药都一样，都是7天的病程。第2种是细菌性肺炎，因为孩子小，肝肾功能还不成熟，能口服尽量口服，能不输液尽量不输液。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：夫西地酸乳膏可以满脸擦吗\n回答内容：&lt;P&gt;到医院检查一下血象看看好吗   另外可以积极的治疗腹泻  痢特灵最好是不用 副作用太大 可以用小儿痢宝&lt;/P&gt;\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：精神分裂原因都是什么\n回答内容：带状疱疹分为以下几个类型，不全型带状疱疹(顿挫型)：局部不出现皮疹或只出现红斑或丘疹?无典型水疱,很快自行消退。大疱型带状疱疹：可出现直径大于0.5cm的大疱，如樱桃大小。出血型带状疱疹：水疱内容为血性或形成血痂。坏疽型带状疱疹：皮疹中心可坏死，结黑褐色痂皮，不易剥离，愈合可遗留瘢痕，多见老年人及营养不良的患者。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：黑头粉刺怎么去除\n回答内容：前一个是结膜炎症的用药后一个是眼压增高的用药，建议你可以到上级医院检查明确诊断后对症治疗，或是两种病同时存在。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：北方牌抗病毒口服液儿童剂量\n回答内容：你好，根据你说的情况是可以给予口服药物对症治疗的,同时需要你定期到医院给予复查\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：教授。请问大剂量的x射线会不会诱发白血病 教授。请问大剂量的x射线\n回答内容：也不会的白血病，3，白血病的诱因很多，积累到一定程度才能引起疾病，不会留在你体内。1，我只是一名放射科医生，2，有许多患者一年内要做十几次CT检查，4，做影像学检查，是有需要才做的，没必要不要做，5，双源CT的放射剂量比以前的老式CT小，长期放射性损伤，需要多年多次接触放射线，而且是超量的，没有，x线是光速，我是专业放射医生，至于预防白血病的药我不是很清楚，你可以咨询当地医院血液科医生\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：请问重庆那家做无痛人流\n回答内容：问题分析： 你好，痛人流就像大家说的一样，它是无痛的，并且术后不良反应很少，所以它能得到广大女性朋友的青睐与喜爱。可是为了保证无痛人流手术的顺利实施，受术者必须要做到一些事情。意见建议：无痛人流前需要做的事情1、到医院挂号，让医生为患者进行详细的妇科检查。2、明确阴道清洁度与子宫大小。3、进行妊娠化验，确诊受术者体内妊娠物情况。4、做一系列的检查。包括血、尿常规与肝功能、艾滋病毒化验，再有还要做心电图与B超。4、看看受术者对麻醉是否过敏。5、预约无痛人流手术的时间。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：宫颈癌早期化疗3次吃中药能治愈吗\n专业回答：如果你有过同房，怀孕的可能性比较大的，正常的月经周期波动，一般在三到五天，很少有超过一周的，。\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：我从上中学开始，头发就开始慢慢的变白，特别是头的后部，现在高\n回答内容：包皮过长的话可能会影响正常生活及发育\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：可以用地塞米松冲洗鼻腔吗\n专业回答：也可以在当地神经外科入院手术治疗，那只有去外地手术了\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：峭歧专门治疗肛瘘的地方？\n回答内容：你好看了你的描述，治疗较好的还是针灸治疗，并加中草药外洗，建议你到大的医院进行治疗，如有 问题我们可以再次的沟通。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：梅毒软下钳咋个办能治好不\n专业回答：淋病的症状和体征,在男性,潜伏期2~14日,通常以尿道轻度不适起病,数小时后出现尿痛和脓性分泌物.当病变扩展至后尿道时可出现尿频,尿急.指导意见检查可见脓性黄绿色尿道分泌物,尿道口红肿.如果发现有异常,建议您及时去医院做个检查,明确病症,及时治疗.\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：人流多久可以跑步\n回答内容：人工流产后，阴道会出现出血症状，子宫内膜的恢复需要一段时间，所以近期不要跑。跑步是一种剧烈运动，可能会导致阴道更多出血。应该注意休息，确保充足的睡眠。子宫内膜完全恢复后，跑步需要大约两个月。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：大便出血 做完肠镜检查后，大便竟然出血\n回答内容：你好亲╭(╯3╰)╮你好，你的身高是多少？\n选择：相关，不相关\n回答：", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：子宫平滑肌肉瘤术后转移肺该怎么治疗呢\n回答：病情分析：老年痴呆症可以用猪茯苓可能会有一定的辅助治疗作用的。\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：皮肤不分泌油脂皮肤不分泌油脂看看这是什么原因 用什么药物_\n以下回答内容是否能够回答搜索问题？\n回答内容：你可以观察白斑部位是否光滑不掉屑，一般表现为没有痛痒感觉如果边界模糊不清或白斑部位正朝正常皮肤在扩展的话这种情况可以初步判断为是白癜风的症状具体病情还是需要看到白斑后才可以确诊的。少吃含维生素C类的食物，橘子、山楂、猕猴桃、西红柿，辣椒、香菜、韭菜；多吃花生、核桃、黑芝麻、黑豆、瘦肉等，对病情康复有好处，且忌烟酒，不要在太阳下暴晒，以免加重病情。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：怀孕约2个月\n回答内容：不能凭借早孕反应判断是否胎停育的，可以做个B超检查确定\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：jj撸破皮了，出了点血，需要怎\n回答：病情分析：您现在的症状不能判断是否怀孕的，即使怀孕同房时间还短也不会有。指导意见：您好！建议您先观察月经的情况，如果月经推迟可以用早孕试纸检查一下或者做B超看一下子宫的情况，判断是否，您现在的症状不是怀孕的症状，考虑跟您的消化或者生理周期是有关系的\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：一个月前生殖器罐装沟长了一个红\n以下回答内容是否能够回答搜索问题？\n回答内容：患者的病情考虑是外生殖器处皮肤毛囊感染的情况的，建议你可以给予碘伏消毒处理的， 你可以给予乳膏()治疗\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：月经推迟5天没来\n回答内容：你好，根据你的描述，你月经推迟有性生活史，这种情况应首先排除怀孕的可能性，建议你同房后两周用早孕试纸测试或者是同房后8-10天去医院做hcg检查，抽血检查是确定怀孕最早最准确的方法。\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：睾丸活检是什么意思，怎么治疗\n回答：病情分析：意见建议：，适合7个月小儿的辅食有粥，烂面，饼干，馍片，土豆，蛋，鱼，肝，肉末，豆腐，碎菜等。婴儿的辅食的添加是循序渐进的过程，原则是由少到多，依稀倒抽，有一样到多样的原则进行 鱼汤也可以少量的添加\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：现在看到哺乳期不能吃这个药，这可怎么办啊？\n回答内容：考虑还是最好不要吃这些药物，尤其是肠炎宁，一般在体内代谢一两天，不需要的，中药消炎药，可以的，这个药物通过乳汁比较少的，不需要担心\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：为什么新生儿做血筛要满72小时\n回答内容：一般来讲72小时之后新生儿的血液才完全是自身产生的血液，早期是的血液里有胎血不是纯净的婴儿的血液，所以72小时候才准确。建议合理饮食，注意休息，避免着凉及感冒。祝好\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：人类可能会没有情感吗？\n回答内容：你好，孕妇可以喝豆浆的，豆浆可以补钙的，孕妇可以每天早上喝杯豆浆的，一般建议孕妇饮食多样化，营养均衡为宜，以免导致不良。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：无症状新型肺炎会自愈吗\n回答内容：10年生有一女，12年因宫外孕，还是要注意的，输卵管堵塞建议去正规的医院做个造影，轻微的堵塞可以通水治疗，严重的可以考虑采取腹腔镜手术，注意卫生勤换内衣裤，怀孕时多方面的因素不是很容易的，首先要保证妇科健康才可以合理的怀孕，尽量在排卵期内同房才有可能怀孕，要注意性生活的质量不要太频繁为宜，多吃些含雌性激素多的食物。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：有什么药物可以清洗龟头进行消毒\n回答内容：指导意见：有龟头的炎症，你可以首先使用碘伏稀释一些，进行局部的清洗消毒，看看是否可以消除炎症。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：身上长黑痣怎么办？\n回答内容：你好；根据你描述的情况主要考虑为风寒感冒。建议服用、和板兰根来治疗。像这种情况主要是受凉引起的,建议你可以服用等药物。注意休息,多喝开水,饮食以清淡为主,禁辛辣刺激性食物和油腻煎炸食物。注意保暖,避免着凉。祝你早日康复！。\n上述搜索和回答是否相关？\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：睾丸癌怎样医治\n回答内容：你好，无精子症是指射出的精液离心沉淀（精液常规检查）后,经显微镜检查无精子。你好，阻塞性无精子症的治疗对于由于输精管道炎症，水肿而致阻塞者，可用抗生素加糖皮质激素治;由于囊肿压迫引起者，可手术切除囊肿;对于先天畸形或发育不良严重等梗阻无法解决者，可考虑供精者精液人工受精（AID）来补救；精子生成障碍而致真性无精子的治疗本类疾病治疗效果较差，特别是无睾症及睾丸病理改变严重的疾病。建议到医院男科诊查，对症治疗。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：熬夜掉头发怎么补救\n以下回答内容是否能够回答搜索问题？\n回答内容：你好，根据你提供的信息，急性的肾炎这种疾病是非常严重的，在短时间内可能就会发展成尿毒症，导致肾脏功能完全的衰竭。建议和指导，这种疾病需要早期用一些抗免疫药物治疗以及细胞毒性药物尽可能阻断病情的进一步发展，如果早期出现了肾脏功能衰竭，及时的给予透析治疗改善身体的情况。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：脚腕活动过量疼\n回答内容：你好，晕倒的情况有好多原因的，如果是癫痫疾病造成的，可以有四肢抽搐和牙关紧闭，口吐白沫、面色发紫等等。但是如果是晕厥一般面色苍白，四肢是软的，也不会出现牙关紧闭，部分病人会出现尿失禁。希望我的回答对你有一点帮助\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我今年11岁眼睛450度，眼镜带的是350度，我能不能手动恢复一点视力呢?\n以下回答内容是否能够回答搜索问题？\n回答内容：能，天天看远山，看绿色的景物，每天看一小时，没隔15分钟闭目休息一会，别去医院激光，以后可能会视网膜脱落！\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：喉咙发炎，吃什么药？\n回答内容：可能吃了5,6分钟后吃累了，休息了一会再继续吃。一般没什么问题的。只要你确定奶水充足就可以了\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：化脓性扁桃体得做手术么\n回答内容：需要持续锻炼，如锻炼一直不起效可以行手术松解后再行功能锻炼以助关节功能恢复\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断下面的回答是否与用户医疗搜索相关：\n医疗搜索：高血压，脑梗死，右脚无力，右手不能动 脑梗死怎么治疗\n回答内容：需要正规服用脑梗塞药物，单用血塞通没有效果，如果不正规服用药物很容易复发\n选择：相关，不相关\n回答：", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：前列腺癌患者怎么进行护理\n医学文档：护理前列腺癌从饮食方面调理较好。多吃富含番茄红素的食物。如西红柿、杏、番石榴、西瓜、红葡萄、番木瓜等。禁忌吃辛辣刺激的食物，禁止饮酒。还有心理方面的护理。要让病人保持乐观的态度，悲观情绪会影响内分泌系统，使内分泌紊乱而恶化病情。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：我是不是得了什么炎症~~\n回答：朋友你好，从你的描述的这症状来看这可能是患有阴道炎了，可查查白带常规\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：怀孕的事情\n回答内容：病情分析：      你好，这种情况建议你可以口服些罗红霉素胶囊和鼻舒适片或鼻炎康片治疗一下。      指导意见：      平时注意多喝白开水，少吃辛辣有刺激性的食物，多吃些富含维生素、蛋白质高的食物，增强抵抗力。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：宝宝牙齿涨了一半停住不长了，着急\n回答内容：宝宝缺钙的话，有时也会导致这个情况的，长牙的过程比较缓慢，不能连续。可以给宝宝补充点钙质，帮助宝宝更好的长牙\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "对比以下医疗搜索和回答内容，判断它们是否相关。\n医疗搜索：潍坊生殖皮肤有红疙瘩\n回答内容：\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：我患有皮肤病该怎样去治疗呢、\n医学文档：你好，中医治疗牛皮癣主要是对血液的调理，其中包括养血润燥法、清热解毒法、活血化瘀法等。血燥常用当归、地黄、元参、麦冬药物治疗。血热常用药物有紫草露、二花、黄芩、黄柏、黄连。血瘀常用药物有当归、桃仁、红花、赤芍、丹皮等。不过牛皮癣没有特效疗法。                                                                                                             本回答由 青岛银屑病医院 提供、推荐服务有（就诊服务、义诊服务）\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：房间隔膨出瘤手术可以治愈吗？\n回答内容：你好，很高兴为你解答，根据你描述的情况。房间隔膨出瘤是可以手术治疗的，所以手术都是有风险的，心脏手术风险会更大一些。但是现在医学技术很好，不要过于紧张，可以选择省级以上医院进行治疗。平时调节好心态，保持情绪稳定。\n标签选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请检查以下回答内容是否与医疗搜索相匹配：\n医疗搜索：囊肿患者诊后咨询：B超、CT问题：\n回答内容：您好：哺乳期是可以吃鸽子的。避免辛辣刺激的食物即可。\n标签选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：维生素E正常人可以吃吗\n回答内容：维生素C有促进代谢，预防坏血病的作用，维生素E有软化血管，预防血管硬化，延缓衰老的作用。 正常人可以少量的服用维生素C和E，但不能超量使用，一般维C每日0.1克，维E每日150毫克即可。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "请判断给定的医疗搜索和回答内容是相关还是不相关？\n医疗搜索：满月宝宝出现便秘现象该如何处理\n回答内容：根据您的症状是风邪扰头窍引起的头痛,可以服用中药治疗,也可以配合针灸治疗. 指导意见 可以到中药店买到蕲蛇乌梢蛇等,要在医生指导下使用.可以用一些搜风祛风的药物进行治疗,最好到医院进行综合判断后治疗.也可以服用中药 组成羌活 独活 防风 当归 芍药 川芎 桂枝 全蝎 服用遵医嘱.\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：医生你好！请问肌张力高有什么表现呢\n回答内容：肌张力高，一般最常见的是先天性脑发育不良，先生脑出血，脑部疾病，对身体的影响是很大的，需要去医院做详细检查，然后针对性的治疗。建议去医院做个详细检查，明确具体疾病的类型，如果是有先天性脑发育不良，那就需要使用营养神经的药物治疗，避免疾病的加重。\n相关性选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：怀孕初期能游泳吗？\n回答内容：病情分析：      你好，根据你的情况分析，要是咳出鲜血最好是去医院检查一下      指导意见：      建议一般咳嗽不会引起出血，最好查明原因对症治疗，平时多注意休息，保持生活规律，不要吃生冷的刺激性的食物\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：这是什么情况，谢谢。\n专业回答：指导意见：你的这种情况是由于紫癜引起的，在妇女中是非常多见的，多数是没有什么大问题的，有的与血小板减少或特发性紫癜有关的。建议你有必要到医院进行一下相关的检查为好的，如血常规等等，，如果没有问题可以适当口服维生素C片，芦丁片等 等为好的，平常 需要注意休息饮食清淡规律，定期复查血常规等等\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：肛门内痒\n专业回答：一周内每天数值都是不一样的，一般7天可能高峰期了，7天后会降的比较快，也有少数宝宝继续升高。继续吃药，早晚多晒晒太阳，明天再去复查下黄疸指数，所以需要监测\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：腰总疼和小腹左侧下部疼有关吗\n以下回答内容是否能够回答搜索问题？\n回答内容：你月经正常的话，这个怀孕的可能性不是很高的说，因为是安全期，基本不可能\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗查询：晚工睡醒后觉得很彼倦是什么原因\n医学文档：最大的肯能是睡太久了，最好午休是半小时，如果睡过了半小时，就进入深眠阶段了，那样最好就接着睡下去，直到睡饱。睡眠时间过长与睡眠不足一样，都可导致神疲、体倦、代谢率降低,睡眠不宜过长，睡的时间过长后，心脏的跳动便会减慢，新陈代谢率亦会降得很低，肌肉组织松弛下来，久而久之，人就会变得懒惰、软弱无力起来，甚至智力也会随之下降。因此，人的睡眠时间不宜过长，成年人昼夜7－8小时也就足够了，如果想用增加睡眠时间来获得健康，那将会适得其反，增加疾病，缩短寿命。\n您认为以上查询和文档是否相关吗？\n选择：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：月经不调 月经过少！\n回答内容：人流次数多了会损伤子宫内膜，导致月经量少，你月经量少有这种可能。可以服用中药试试\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "关于以下医疗搜索的内容，请确认回答是否相关：\n医疗搜索：月经期间腹泻是什么原因呢？\n回答内容：乳房出现疼痛和肿块的情况多见于乳腺炎,小叶增生,增生,纤维瘤,囊性增生等情况.首先您要到医院做规范的检查确诊是乳腺上述的那种乳腺疾病,查明了病因在对症治疗,乳腺疾病都是由于内分泌紊乱导致的,所以治疗以调理内分泌为主,中药和西药相结合短时间即可恢复,祝您早日康复.\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "在以下医学内容回答中，判断是否与医疗搜索相关：\n医疗搜索：请问医生现在怀孕了已经三个半月了，可以做爱吗？谢谢\n回答内容：治疗肾结石的话必须进行B超的检查，分析结石的大小选择治疗方法，。如碎石，微创取石，药物排石。建议你多喝水，配合利尿排石的药物辅助治疗，定期复查。\n相关性选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：创伤性白内障术后应注意什么\n回答内容：脑膜炎可以吃鱿鱼鱿鱼只要做法清淡，对于脑膜炎还是可以吃的，因为鱿鱼含有极高程度的蛋白质、钙、牛磺酸、磷、维生素B1等多种人体所需的营养成分，尤其以煮汤最能保持营养价值，此病人多吃一些补肝肾益脑食物是必须的，所以建议选择鱿鱼\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：肝硬化腹水晚期的症状？\n回答内容：你好，根据你的情况，出现的肝硬化的情况，这个需要进一步检查一下，多数会出现腹水，低蛋白，腹胀，没有胃口等。这个需要进一步检查一下病因，需要规范治疗就可以了，不用特别担心的，注意调节一下就可以了，不用特别担心的，注意调节一下就可以了，希望帮到你。,\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "健康问题：未填写 早产儿，上学体检的时候知道有严重佝偻病无心脏畸形无\n回答：这种情况属于鸡胸，照片来看还是比较明显的。接下来需要去医院胸外科，面诊后更能够详细明确具体畸形的程度，现在这个年龄非常适合手术矫治\n请选出上述搜索和回答是否相关。\n选项：相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：右侧挂钩处张嘴大时有疼痛感，张嘴受限\n专业回答：指导意见：冒昧问一下现在有无其他不适症状，你的情况应该不排除乳腺炎导致的不适症状，建议及时到医院的外科就诊，建议超声检查，如果提示为上述情况，建议适当抗炎治疗\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "请评估以下回答内容与医疗搜索的相关性。\n医疗搜索：左小腿虚、腹部沟疼 左小腿虚、腹部沟疼\n回答内容：不同时间段血糖正常范围是不一样的，比如：空腹血糖正常范围是3.9-6.1mmol/L，餐后血糖正常范围是6.7-11.1mmol/L，不知道您测量的是什么时间段血糖值，建议您可以近期去医院复查，明确自己是否存在血糖高的情况。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：月经不干净20多天咋办\n回答内容：\n选项: 相关，不相关", "target": "相关", "task_dataset": "KUAKE-IR"}
{"input": "患者查询：我弟弟，蚊子咬后，原本稍微有点小肿，后\n专业回答：你好，这种钙片太多了，维生素也是很多的，建议在当地医生的指导下结合临床确诊治疗1\n请判断上述搜索和回答是否相关。\n选项：相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "医疗搜索：我昨天晚上洗完澡后，太阳穴疼\n以下回答内容是否能够回答搜索问题？\n回答内容：您好：您这种情况考虑是内分泌不正常导致的，也有可能是卵巢的功能不好，建议您到专科医院详细检查，明确诊断，对症治疗，不要错过治疗的最佳时间。祝您健康！M\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
{"input": "以下回答内容是否与这里的医疗搜索相关？\n医疗搜索：我的儿子3岁了还是经常感冒，而且一感冒就咳嗽\n回答内容：你好，像你出现这种情况，感觉你患的可能是肠痉挛一类的疾病，一般多为腹部受凉引起的。所以建议你注意腹部保暖，暂时不用吃东西，可以喝点白开水，然后 再吃点慢慢就会好的。\n选项: 相关，不相关", "target": "不相关", "task_dataset": "KUAKE-IR"}
